Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# swimming_show_once_android
source: Display content on screen once
de: Inhalt auf dem Bildschirm einmal anzeigen
es: Mostrar el contenido en pantalla una vez
fr: Afficher le contenu à l'écran une seule fois
it: Visualizza il contenuto sullo schermo una volta
ja: 画面に一回内容表示されます
ko: 화면에 콘텐츠 한 번 표시
pt_pt: Apresentar conteúdo no visor uma vez
ru: Отображение содержимого на экране один раз
zh_hans: 屏幕显示一次内容
zh_hant: 屏幕顯示一次內容

# swimming_display_show
source: Screen display settings
de: Einstellungen der Bildschirmanzeige
es: Ajustes de visualización de la pantalla
fr: Paramètres d'affichage de l'écran
it: Impostazioni dello schermo
ja: 画面表示設定
ko: 화면 디스플레이 설정
pt_pt: Definições de apresentação no visor
ru: Настройки отображения экрана
zh_hans: 屏幕显示设置
zh_hant: 螢幕顯示設置

# sport_detail_chart_AverageFrequency
source: Average frequency
de: Durchschn. Häufigkeit
es: Frecuencia media
fr: Fréquence moyenne
it: Frequenza media
ja: 平均ストストローク数
ko: 평균 빈도
pt_pt: Frequência média
ru: Средняя частота
zh_hans: 平均频率
zh_hant: 平均頻率

# sport_home_averagePace
source: Average pace
de: Durchschn. Tempo
es: Ritmo medio
fr: Vitesse moyenne
it: Ritmo medio
ja: 平均ペース
ko: 평균 페이스
pt_pt: Ritmo médio
ru: Средний темп
zh_hans: 平均配速
zh_hant: 平均配速

# sport_record_averageTimePerSession
source: Average duration each time
de: Durchschnittliche Dauer jedes Mal
es: Duración media cada vez
fr: Durée moyenne chaque fois
it: Durata media ogni volta
ja: 平均時間
ko: 각 회 평균 기간
pt_pt: Duração média de cada vez
ru: Средняя продолжительность (каждый раз)
zh_hans: 平均每次时长
zh_hant: 平均每次時長

# sport_record_averagePacePerSession
source: Average pace each time
de: Durchschnittliches Tempo jedes Mal
es: Ritmo medio cada vez
fr: Vitesse moyenne chaque fois
it: Ritmo medio ogni volta
ja: 平均ペース
ko: 각 회 평균 페이스
pt_pt: Ritmo médio de cada vez
ru: Средний темп (каждый раз)
zh_hans: 平均每次配速
zh_hant: 平均每次配速

# sport_detail_averageStrokeFrequency
source: Average stroke frequency: times/minute
de: Durchschn. Zughäufigkeit: Mal/Minute
es: Frec. media brazada: veces/minuto
fr: Fréq. moy. du style de nage : fois/min
it: Frequenza bracciate media: volte/minuto
ja: 平均ストローク数/分
ko: 평균 스트로크 빈도: 회/분
pt_pt: Freq. média braçada: vezes/min
ru: Ср. част. греб. (раз/мин)
zh_hans: 平均划水频率次/分钟
zh_hant: 平均划水頻率次/分鐘

# sport_analy_strokeRate
source: Average stroke frequency
de: Durchschnittliche Schwimmzughäufigkeit
es: Frecuencia media de brazada
fr: Fréquence moyenne du style de nage
it: Frequenza bracciate media
ja: 平均ストローク頻度
ko: 평균 스트로크 빈도
pt_pt: Frequência média de braçada
ru: Средняя частота гребков
zh_hans: 平均划水频率
zh_hant: 平均划水頻率

# sport_common_average100MeterPace
source: Average 100-meter pace
de: Durchschnittliches 100-Meter-Tempo
es: Ritmo medio 100 m
fr: Vit. moy. sur 100 m
it: Ritmo medio a 100 metri
ja: へいきん100mそくど
ko: 평균 100미터 페이스
pt_pt: Ritmo médio em 100 m
ru: Ср. темп (100 м)
zh_hans: 平均百米配速
zh_hant: 平均100m配速

# sport_detail_AverageSwolf
source: Average SWOLF
de: Durchschn. SWOLF
es: Media SWOLF
fr: SWOLF moyen
it: SWOLF medio
ja: 平均 SWOLF
ko: 평균 SWOLF
pt_pt: SWOLF médio
ru: Ср. показ. SWOLF
zh_hans: 平均 SWOLF
zh_hant: 平均 SWOLF

# sport_detail_chart_AverageSwolf
source: Average SWOLF
de: Durchschn. SWOLF
es: Media SWOLF
fr: SWOLF moyen
it: SWOLF medio
ja: 平均 SWOLF
ko: 평균 SWOLF
pt_pt: SWOLF médio
ru: Ср. показ. SWOLF
zh_hans: 平均 SWOLF
zh_hant: 平均 SWOLF

source: Moments
de: Momente
es: Momentos
it: Momenti
ja: モーメント
ko: 모멘트
pt_pt: Momentos
ru: Моменты
zh_hans: 朋友圈
zh_hant: 朋友圈

# sport_common_100MeterPace
source: Pace/100m
de: Tempo/100 m
es: Ritmo/100 m
fr: Vitesse/100m
it: Ritmo/100 m
ja: ペース（100m）
ko: 페이스/100m
pt_pt: Ritmo/100 m
ru: Темп (100 м)
zh_hans: 配速/100m
zh_hant: 配速/100m

# sport_record_pace
source: Pace
de: Tempo
es: Ritmo
fr: Vitesse
it: Ritmo
ja: ペース
ko: 페이스
pt_pt: Ritmo
ru: Темп
zh_hans: 配速
zh_hant: 配速

# common_camera
source: Take photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
ja: 撮影
ko: 사진 촬영
pt_pt: Fotografar
ru: Сделать фото
zh_hans: 拍照
zh_hant: 拍照

# gender_female
source: Female
de: Weiblich
es: Mujer
fr: Féminin
it: Femmina
ja: 女性
ko: 여성
pt_pt: Feminino
ru: Женский
zh_hans: 女
zh_hant: 女

# app_error_10
source: WeChat is not installed in your device.
de: WeChat ist auf Ihrem Gerät nicht installiert.
es: WeChat no está instalado en el dispositivo.
fr: WeChat n'est pas installé sur votre appareil.
it: WeChat non è installato nel dispositivo.
ja: WeChat がデバイスにインストールされていません
ko: 장치에 WeChat이 설치되지 않았습니다.
pt_pt: O WeChat não está instalado no dispositivo.
ru: Приложение WeChat не установлено на вашем устройстве.
zh_hans: 您的设备未安装微信
zh_hant: 您的設備未安裝微信

# app_error_12
source: Weibo is not installed in your device.
de: Weibo ist auf Ihrem Gerät nicht installiert.
es: Weibo no está instalado en el dispositivo.
fr: Weibo n'est pas installé sur votre appareil.
it: Weibo non è installato nel dispositivo.
ja: Weibo がデバイスにインストールされていません
ko: 장치에 Weibo가 설치되지 않았습니다.
pt_pt: O Weibo não está instalado no dispositivo.
ru: Приложение Weibo не установлено на вашем устройстве.
zh_hans: 您的设备未安装微博
zh_hant: 您的設備未安裝微博

# app_error_11
source: QQ is not installed in your device.
de: QQ ist auf Ihrem Gerät nicht installiert.
es: QQ no está instalado en el dispositivo.
fr: QQ n'est pas installé sur votre appareil.
it: QQ non è installato nel dispositivo.
ja: QQ がデバイスにインストールされていません
ko: 장치에 QQ가 설치되지 않았습니다.
pt_pt: O QQ não está instalado no dispositivo.
ru: Приложение QQ не установлено на вашем устройстве.
zh_hans: 您的设备未安装QQ
zh_hant: 您的設備未安裝QQ

# thirdPlatform_authTip_appNotInstalled
source: %@ is not installed in your device.
de: %@ ist auf Ihrem Gerät nicht installiert.
es: %@ no está instalado en el dispositivo.
fr: %@ n'est pas installé sur votre appareil.
it: %@ non è installato nel dispositivo.
ja: %@ がデバイスにインストールされていません
ko: 장치에 %@이(가) 설치되지 않았습니다.
pt_pt: O %@ não está instalado no dispositivo.
ru: Приложение %@ не установлено на вашем устройстве.
zh_hans: 您的设备未安装%@
zh_hant: 您的設備未安裝%@

# app_time_3
source: Year
de: Jr.
es: Any
fr: Année
it: Anno
ja: 年
ko: 연간
pt_pt: Anual
ru: года
zh_hans: 年
zh_hant: 年

# time_2
source: Year
de: Jr.
es: Any
fr: Année
it: Anno
ja: 年
ko: 연간
pt_pt: Anual
ru: года
zh_hans: 年
zh_hant: 年

# sport_common_year
source: Year
de: Jr.
es: Any
fr: Année
it: Anno
ja: 年
ko: 연간
pt_pt: Anual
ru: года
zh_hans: 年
zh_hant: 年

source: Nickname
de: Spitzname
es: Alias
fr: Surnom
ja: 名前
ko: 닉네임
pt_pt: Alcunha
ru: Никнейм
zh_hans: 昵称
zh_hant: 暱稱

# sport_detail_completedPunchInSwimRing
source: You have completed this swimming lap!
de: Sie haben diese Schwimmrunde absolviert!
es: Ha completado esta vuelta de natación.
fr: Vous avez terminé ce tour de natation !
it: Hai completato questa vasca a nuoto!
ja: この水泳サークルのチェックインが完了しました。
ko: 이 수영 랩을 완료했습니다!
pt_pt: Não concluiu esta volta de natação!
ru: Вы проплыли круг!
zh_hans: 你已完成本次泳圈打卡！
zh_hant: 你已完成本次泳圈打卡！

# Bleuiskin_startDevice_welcome
source: Hello, welcome to use
de: Hallo, willkommen bei
es: Hola, le invitamos a utilizar
fr: Bonjour, bienvenue à l'utilisation de
it: Ciao, benvenuto in
ja: こんにちは、HoloSwim 2 へようこそ
ko: 안녕하세요, %@ 사용을 환영합니다
pt_pt: Olá, damos-lhe as boas-vindas a
ru: Вас приветствует приложение
zh_hans: 你好，欢迎使用
zh_hant: 你好，歡迎使用

# Bleuiskin_startDevice_welcome_ios
source: Hello, welcome to the Holoswim series of products
de: Hallo, willkommen zur Holoswim-Produktreihe
es: Hola, bienvenido a la serie de productos Holoswim.
fr: Bonjour, bienvenue dans la série de produits Holoswim
it: Ciao, benvenuto nella serie di prodotti Holoswim
ja: こんにちは、Holoswim シリーズ製品へようこそ
ko: 안녕하세요. Holoswim 시리즈 제품에 오신 것을 환영합니다.
pt_pt: Olá, bem-vindo à série de produtos Holoswim
ru: Здравствуйте, добро пожаловать в серию продуктов Holoswim.
zh_hans: 你好，欢迎使用Holoswim系列产品
zh_hant: 你好，歡迎使用Holoswim系列產品

# mine_noblack_tip
source: You haven't blocklisted anyone yet.
de: Sie haben noch niemanden auf die Sperrliste gesetzt.
es: Aún no ha bloqueado a nadie.
fr: Vous n'avez encore mis personne sur la liste de blocage.
it: Ancora nessuno in lista bloccati.
ja: ブロックリストにまだ誰も追加していません
ko: 아직 차단 목록에 추가한 사용자가 없습니다.
pt_pt: A sua lista de bloqueio ainda está vazia.
ru: Ваш черный список пуст.
zh_hans: 你还没有拉黑过任何人
zh_hant: 你還沒有封鎖過任何人

# mine_close_succ
source: Your account has been closed.
de: Ihr Konto wurde geschlossen.
es: La cuenta se ha cerrado.
fr: Votre compte a été fermé.
it: Il tuo account è stato chiuso.
ja: あなたのアカウントは削除されました
ko: 계정이 폐쇄되었습니다.
pt_pt: A sua conta foi encerrada.
ru: Ваш аккаунт удален.
zh_hans: 你的账号已注销
zh_hant: 你的帳號已註銷

# login_register_success_message_lagre
source: Your account has been registered successfully.
de: Ihr Konto wurde erfolgreich registriert.
es: La cuenta se ha registrado correctamente.
fr: Votre compte a été enregistré avec succès.
it: Account registrato correttamente.
ja: アカウントは登録されました
ko: 계정이 등록되었습니다.
pt_pt: A sua conta foi registada com êxito.
ru: Ваш аккаунт зарегистрирован.
zh_hans: 你的账号已注册成功
zh_hant: 你的帳號已註冊成功

# sport_swimming_training_description
source: Your “Private Coach” in swimming training
de: Ihr „Private Coach“ im Schwimmtraining
es: Su “Entrenador privado” de natación
fr: Votre "Entraîneur Privé" en natation
it: Il tuo "allenatore privato" nell'allenamento per il nuoto
ja: あなたの水泳トレーニング「パーソナルトレーナー」
ko: 수영 트레이닝의 내 "개인 코치"
pt_pt: O seu “Treinador privado” no treino de natação
ru: Ваш «частный тренер», который научит вас плавать
zh_hans: 你的游泳训练“私人教练”
zh_hant: 你的游泳訓練“私人教練”

# mine_last_version
source: Your system is already the latest version.
de: Ihr System verfügt bereits über die neueste Version.
es: El sistema ya tiene la última versión.
fr: Votre système est déjà la dernière version.
it: Il sistema è già la versione più recente.
ja: 現在のバージョンは最新です
ko: 시스템이 이미 최신 버전입니다.
pt_pt: O seu sistema já tem a versão mais recente.
ru: Ваша система обновлена до последней версии.
zh_hans: 你的系统已经是最新版本
zh_hant: 你的系統已經是最新版本

# gender_male
source: Male
de: Männlich
es: Hombre
fr: Masculin
it: Maschio
ja: 男性
ko: 남성
pt_pt: Masculino
ru: Мужской
zh_hans: 男
zh_hant: 男

# ota_dialog_content_1
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Corrente
ja: 現在
ko: 현재
pt_pt: Atual
ru: Текущий
zh_hans: 目前
zh_hant: 目前

# sport_swimming_targetime
source: Target swimming time
de: Zielschwimmzeit
es: Tiempo objetivo de natación
fr: Temps de natation cible
it: Tempo di nuoto obiettivo
ja: 目標水泳タイム
ko: 목표 수영 시간
pt_pt: Tempo de natação alvo
ru: Целевое время плавания
zh_hans: 目标游进时间
zh_hant: 目標游進時間

# sport_swimming_training_targettime
source: Each group of target time
de: Jede Gruppe von Zielzeit
es: Cada grupo de tiempo objetivo
fr: Chaque groupe de temps cible
it: Ogni gruppo di tempo target
ja: ターゲット時間の各グループ
ko: 각 목표 시간 그룹
pt_pt: Cada grupo de tempo -alvo
ru: Каждая группа целевого времени
zh_hans: 每组目标时间
zh_hant: 每組目標時間

# sport_ble_hint_inSyncMessage_android
source: Seconds During synchronization, do not exit the APP or disconnect the swimming goggles.
de: Sek. Während der Synchronisierung dürfen Sie die APP nicht beenden und die Schwimmbrille nicht trennen.
es: Segundos Durante la sincronización, no salga de la APP ni desconecte la gafas de natación.
fr: Secondes Pendant la synchronisation, ne quittez pas l'APPLICATION ou déconnecter les lunettes de natation.
it: Secondi Durante la sincronizzazione, non uscire dalla APP o disconnettere gli occhialini da nuoto.
ja: 秒 同期中にアプリを終了しないでください。また、ゴーグルとの接続を切断しないでください
ko: 초 동기화 중에는 앱을 끝내거나 수영 고글을 연결 해제하지 마세요.
pt_pt: Segundos Durante a sincronização, não saia da aplicação ou desligue os óculos de natação.
ru: сек. Не выходите из приложения и не отсоединяйте очки для плавания во время синхронизации.
zh_hans: 秒 同步时请勿退出APP，请勿断开与泳镜的连接
zh_hant: 秒 同步時請勿退出APP，請勿斷開與泳鏡的連接

# unit_second
source: s
ja: 秒
ko: 초
zh_hans: 秒
zh_hant: 秒

# app_error_8
source: The password must be 8 to 18 digits in length.
de: Das Passwort muss 8 bis 18 Ziffern lang sein.
es: La contraseña debe tener entre 8 y 18 dígitos.
fr: Le mot de passe doit être composé de 8 à 18 chiffres.
it: La password deve essere lunga da 8 a 18 cifre.
ja: パスワードは 8 文字以上 18 文字以下である必要があります
ko: 암호는 8~18자리여야 합니다.
pt_pt: A palavra-passe tem de ter 8 a 18 dígitos de comprimento.
ru: Длина пароля должна составлять от 8 до 18 цифр.
zh_hans: 密码最少8位、最多18位
zh_hant: 密碼最少8位、最多18位

# login_pwd_title_lagre
source: Login by password
de: Anmeldung mit Passwort
es: Iniciar sesión con contraseña
fr: Se connecter par mot de passe
it: Accesso tramite password
ja: パスワード ログイン
ko: 암호로 로그인
pt_pt: Iniciar sessão com palavra-chave
ru: Вход с помощью пароля
zh_hans: 密码登录
zh_hant: 密碼登入

# app_error_6
source: The password cannot be empty.
de: Das Passwort darf nicht leer sein.
es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.
it: La password non può essere vuota.
ja: パスワードを入力してください
ko: 암호는 비워둘 수 없습니다.
pt_pt: A palavra-passe não pode estar vazia.
ru: Введите пароль.
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# login_email_pasword_lagre
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt_pt: Palavra-passe
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# unit_rice
source: M
zh_hans: 米
zh_hant: 公尺

# swimming_distance_show_once_android
source: Per swimming
de: Pro Schwimmen
es: Por natación
fr: Par natation
it: Per nuoto
ja: ラップごと
ko: 수영당
pt_pt: Por treino de natação
ru: За заплыв
zh_hans: 每游
zh_hant: 每遊

# swimming_distance_show_once
source: Display once on the screen when you move %@
de: Wird einmal auf dem Bildschirm angezeigt, wenn Sie sich um %@ bewegen
es: Aparece una vez en la pantalla cuando se mueve %@
fr: S'affiche une fois à l'écran lorsque vous vous déplacez %@
it: Visualizza una volta sullo schermo quando sposti %@
ja: %@画面を移動するごとに表示
ko: %@ 이동 시 화면에 한 번 표시합니다
pt_pt: Apresentar uma vez no visor quando mover %@
ru: Отобразить один раз на экране при движении %@
zh_hans: 每移动%@屏幕显示一次
zh_hant: 每移動%@屏幕顯示一次

# swimming_timer_show_once
source: Display once on the screen after %@
de: Wird einmal auf dem Bildschirm nach %@ angezeigt
es: Aparece una vez en la pantalla después de %@
fr: S'affiche une fois à l'écran après %@
it: Visualizza una volta sullo schermo dopo %@
ja: %@画面表示ごと
ko: %@ 이후 화면에 한 번 표시합니다
pt_pt: Apresentar uma vez no visor após %@
ru: Отобразить один раз на экране после %@
zh_hans: 每过%@屏幕显示一次
zh_hant: 每過%@屏幕顯示一次

# swimming_timer_show_once_android
source: After
de: Nach
es: Después
fr: Après
it: Dopo
ja: 距離ごと
ko: 이후
pt_pt: Após
ru: После
zh_hans: 每过
zh_hant: 每過

# sport_record_averageconsumptionPerSession
source: Average consumption per time(kcal)
de: Durchschnittlicher Verbrauch pro Zeit (kcal)
es: Consumo medio por tiempo (kcal)
fr: Consommation moyenne par temps (kcal)
it: Consumo medio per ora (kcal)
ja: 1回あたりの平均消費量/kcal
ko: 1회 평균 소모량(kcal)
pt_pt: Cons. médio tempo (kcal)
ru: Среднее потребление за раз (ккал)
zh_hans: 每次平均消耗/千卡
zh_hant: 每次平均消耗/千卡

# connect_no_find_tip
source: Tap here if no device is found
de: Tippen Sie hier, wenn kein Gerät gefunden wird
es: Toque aquí si no se encuentra ningún dispositivo
fr: Tapez ici si aucun appareil n'est trouvé
it: Tocca qui se non è stato trovato alcun dispositivo
ja: デバイスポイントが見つかりませんでした
ko: 발견된 장치가 없으면 여기를 탭하세요
pt_pt: Tocar aqui se não encontrar um dispositivo
ru: Нажмите здесь, если устройство не найдено
zh_hans: 没有发现设备点这里
zh_hant: 沒有發現設備點這裡

# device_connect_title_1
source: Not found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
it: Non trovato
ja: デバイスが見つかりません
ko: 찾지 못함
pt_pt: Não encontrado
ru: Не найдено
zh_hans: 没有发现
zh_hant: 沒有發現

# common_microphone
source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono
ja: マイクロフォン
ko: 마이크
pt_pt: Microfone
ru: Микрофон
zh_hans: 麦克风
zh_hant: 麥克風

# mine_modify_password_unsame
source: The passwords entered twice are inconsistent.
de: Die zweimal eingegebenen Passwörter sind widersprüchlich.
es: Las contraseñas introducidas dos veces son incoherentes.
fr: Les mots de passe saisis deux fois sont incohérents.
it: Le password immesse due volte non coincidono.
ja: 入力したパスワードが一致しません
ko: 두 번 입력한 암호가 일치하지 않습니다.
pt_pt: As palavras-passe introduzidas duas vezes não coincidem.
ru: Введенные пароли не совпадают.
zh_hans: 两次密码输入不一致
zh_hant: 兩次密碼輸入不一致

# mine_isContactInformationPublic
source: Disclose the contact information or not?
de: Offenlegung der Kontaktinformationen oder nicht?
es: ¿Desea divulgar o no la información de contacto?
fr: Divulguer ou non les coordonnées ?
it: Visualizzare le informazioni di contatto oppure no?
ja: 連絡先は公開されていますか？
ko: 연락처 정보를 공개할까요, 하지 않을까요?
pt_pt: Divulgar ou não as informações de contacto?
ru: Раскрывать контактную информацию?
zh_hans: 联系方式是否公开
zh_hant: 聯繫方式是否公開

# mine_contactInformation
source: Contact information
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
it: Informazioni di contatto
ja: 連絡先
ko: 연락처 정보
pt_pt: Informações de contacto
ru: Контактная информация
zh_hans: 联络资料
zh_hant: 聯絡資料

# device_connecting
source: Connecting...
de: Wird verbunden...
es: Conectando...
fr: Connexion...
it: Connessione in corso...
ja: 接続中…
ko: 연결 중...
pt_pt: A ligar...
ru: Подключение...
zh_hans: 连接中…
zh_hant: 連接中…

# mine_rebind_email_alert_content
source: Connect to an email address:
de: Mit einer E-Mail-Adresse verbinden:
es: Conectar con una dirección de correo electrónico:
fr: Se connecter à une adresse e-mail :
it: Collega a un indirizzo e-mail:
ja: 接続メールアドレス：
ko: 이메일 주소에 연결:
pt_pt: Associar a um endereço de e-mail:
ru: Подключение к адресу электронной почты:
zh_hans: 连接邮箱地址:
zh_hant: 連接電子信箱：

# connect_failure
source: Connection failed.
de: Verbindung fehlgeschlagen.
es: La conexión ha fallado.
fr: La connexion a échoué.
it: Connessione non riuscita.
ja: ペアリング失敗
ko: 연결에 실패했습니다.
pt_pt: Falha ao ligar.
ru: Сбой подключения.
zh_hans: 连接失败
zh_hant: 連接失敗

# ble_connect_failure
source: Failed to connect the device.
de: Das Gerät konnte nicht verbunden werden.
es: Error al conectar el dispositivo.
fr: Échec de la connexion de l'appareil.
it: Impossibile connettere il dispositivo.
ja: デバイスの接続に失敗しました
ko: 장치를 연결하지 못했습니다.
pt_pt: Falha ao ligar o dispositivo.
ru: Не удалось подключить устройство.
zh_hans: 连接设备失败
zh_hant: 連接設備失敗

# device_connect
source: Connect device
de: Gerät verbinden
es: Conectar dispositivo
fr: Connecter l'appareil.
it: Connetti dispositivo
ja: デバイスに接続
ko: 장치 연결
pt_pt: Ligar dispositivo
ru: Подключение устройства
zh_hans: 连接设备
zh_hant: 連接設備

# connect_success
source: Connected successfully.
de: Erfolgreich verbunden.
es: Conectado correctamente.
fr: Connecté avec succès.
it: Connessione riuscita.
ja: 接続成功
ko: 연결되었습니다.
pt_pt: Ligado com êxito.
ru: Подключено.
zh_hans: 连接成功
zh_hant: 連接成功

# base_error_5
source: Connection timed out.
de: Zeitüberschreitung der Verbindung.
es: La conexión ha superado el tiempo de espera.
fr: La connexion a été interrompue.
it: Connessione scaduta.
ja: 接続がタイムアウトしました
ko: 연결 시간이 초과되었습니다.
pt_pt: Tempo limite da ligação excedido.
ru: Тайм-аут соединения.
zh_hans: 连接超时
zh_hant: 連接超時

# connnect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
ko: 연결
pt_pt: Ligar
ru: Подключить
zh_hans: 连接
zh_hant: 連接

# update
source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: すぐに更新
ko: 지금 업데이트
pt_pt: Atualizar agora
ru: Обновить
zh_hans: 立即更新
zh_hant: 立即更新

# sport_calendar_historicalData
source: Historical data
de: Historische Daten
es: Datos históricos
fr: Données historiques
it: Dati storici
ja: 過去のデータ
ko: 기존 데이터
pt_pt: Histórico de dados
ru: Данные за все время
zh_hans: 历史数据
zh_hant: 歷史數據

# ble_un_open
source: Bluetooth is not enabled. Enable Bluetooth.
de: Bluetooth ist nicht aktiviert. Bluetooth aktivieren.
es: El Bluetooth no está habilitado. Habilítelo.
fr: Bluetooth n'est pas activé. Activer Bluetooth.
it: Bluetooth non attivato. Attiva Bluetooth.
ja: Bluetoothがオンになっていないので、Bluetoothをオンにしてください
ko: 블루투스가 실행되지 않았습니다. 블루투스를 실행하세요.
pt_pt: O Bluetooth não está ativado. Ativar o Bluetooth.
ru: Bluetooth не включен. Включите Bluetooth.
zh_hans: 蓝牙未开启，请开启蓝牙
zh_hant: 藍牙未開啟，請開啟藍牙

# common_bluetooth
source: Bluetooth
ja: ブルートゥース
ko: 블루투스
zh_hans: 蓝牙
zh_hant: 藍牙

source: Call reminder
de: Anruferinnerung
es: Recordatorio de llamada
fr: Rappel d'appel
it: Promemoria chiamata
ja: 着信通知
ko: 통화 미리 알림
pt_pt: Lembrete de chamada
ru: Напоминание о вызове
zh_hans: 来电提醒
zh_hant: 來電提醒

# swimming_input_pool_length_placeholder
source: You can set a length between 1 and 255.
de: Sie können eine Länge zwischen 1 und 255 einstellen.
es: Puede establecer una longitud entre 1 y 255.
fr: Vous pouvez définir une longueur entre 1 et 255.
it: Puoi impostare una lunghezza tra 1 e 255.
ja: 1～255の長さを設定できます
ko: 1~255 사이에서 길이를 설정할 수 있습니다.
pt_pt: Pode definir um comprimento entre 1 e 255.
ru: Укажите длину от 1 до 255.
zh_hans: 可设置1-255之间的长度
zh_hant: 可設置1~255之間的長度

# sport_common_startUse
source: Start using
de: Beginn der Nutzung
es: Empezar a usar
fr: Commencer à utiliser
it: Inizia a usare
ja: 使用開始
ko: 사용 시작
pt_pt: Iniciar utilização
ru: Использовать
zh_hans: 开始使用
zh_hant: 開始使用

# Bleuiskin_startDevice_startBinding
source: Start binding
de: Beginn der Verknüpfung
es: Empezar a vincular
fr: Commencer à lier
it: Inizia ad associare
ja: バインディングを開始
ko: 연결 시작
pt_pt: Iniciar associação
ru: Привязать
zh_hans: 开始绑定
zh_hant: 開始綁定

# mine_goswimming
source: Enable new underwater vision
de: Neue Unterwassersicht aktivieren
es: Habilitar nueva visión subacuática
fr: Activer une nouvelle vision sous-marine
it: Attiva nuova visione sott'acqua
ja: Go Swimming！
ko: 새 수중 비전 실행
pt_pt: Ativar nova visão subaquática
ru: Включить новое подводное видение
zh_hans: 开启水下新视界
zh_hant: 開啟水下新視界

# mine_openBletooth
source: Enable Bluetooth >
de: Bluetooth aktivieren >
es: Habilitar Bluetooth >
fr: Activer Bluetooth >
it: Attiva il Bluetooth >
ja: Bluetooth をオンにする >
ko: 블루투스 실행 >
pt_pt: Ativar o Bluetooth >
ru: Включить Bluetooth >
zh_hans: 开启蓝牙 >
zh_hant: 開啟藍牙 >

# swimming_open_intermission
source: Enable intermittent display
de: Intermittierende Anzeige aktivieren
es: Habilitar visualización intermitente
fr: Activer l'affichage intermittent
it: Attiva visualizzazione intermittente
ja: インターバル表示をオンにする
ko: 간헐적 표시 실행
pt_pt: Ativar visor intermitente
ru: Включить прерывистое отображение
zh_hans: 开启间歇显示
zh_hant: 開啟間歇顯示
