Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_home_chat_str_ios
source: Holosport has been with me for %@ days
de: Holosport ist seit %@ Tagen bei mir
es: Holosport ha estado conmigo durante %@ días
fr: Holosport est avec moi depuis %@ jours
it: Holosport è con me da %@ giorni
ja: Holosport は %@ 日間私と一緒にいます
ko: Holosport는 %@일 동안 나와 함께했습니다.
pt_pt: Holosport está comigo há %@ dias
ru: Голоспорт был со мной %@ дней
zh_hans: Holosport已经陪伴我%@天了
zh_hant: Holosport已經陪伴我%@天了

# sport_home_chat_str_andriod
source: Holosport has been with me for 365 days
de: Holosport begleitet mich seit 365 Tagen
es: Holosport ha estado conmigo durante 365 días.
fr: Holosport est avec moi depuis 365 jours
it: Holosport è con me da 365 giorni
ja: Holosport は 365 日私とともにあります
ko: 홀로스포츠는 365일 나와 함께 했습니다.
pt_pt: Holosport está comigo há 365 dias
ru: Голоспорт был со мной 365 дней
zh_hans: Holosport已经陪伴我365天了
zh_hant: Holosport已經陪伴我365天了

# sport_home_chat_str_2
source: Long press or click on the image card to share it
de: Drücken oder klicken Sie lange auf die Bildkarte, um sie zu teilen
es: Mantenga presionada o haga clic en la tarjeta de imagen para compartirla.
fr: Appuyez longuement ou cliquez sur la carte image pour la partager
it: Premi a lungo o fai clic sulla scheda immagine per condividerla
ja: 画像カードを長押しまたはクリックして共有します
ko: 공유하려면 이미지 카드를 길게 누르거나 클릭하세요.
pt_pt: Pressione longamente ou clique no cartão de imagem para compartilhá-lo
ru: Нажмите и удерживайте карточку изображения, чтобы поделиться ею.
zh_hans: 长按或点击形象卡片进行分享吧
zh_hant: 長按或點擊形象卡進行分享吧

# sport_home_other
source: other
de: andere
es: otro
fr: autre
it: altro
ja: 他の
ko: 다른
pt_pt: outro
ru: другой
zh_hans: 其他
zh_hant: 其他

# sport_home_updatedata_str_year_ios
source: Updated %@ years ago
de: Vor %@ Jahren aktualisiert
es: Actualizado hace %@ años
fr: Mis à jour il y a %@ ans
it: Aggiornato %@ anni fa
ja: %@ 年前に更新されました
ko: %@년 전에 업데이트됨
pt_pt: Atualizado há %@ anos
ru: Обновлено %@ лет назад
zh_hans: %@年前更新
zh_hant: %@年前更新

# sport_home_updatedata_str_day_ios
source: Updated %@ days ago
de: Vor %@ Tagen aktualisiert
es: Actualizado hace %@ días
fr: Mis à jour il y a %@ jours
it: Aggiornato %@ giorni fa
ja: %@ 日前に更新されました
ko: %@일 전에 업데이트됨
pt_pt: Atualizado há %@ dias
ru: Обновлено %@ дней назад
zh_hans: %@天前更新
zh_hant: %@天前更新

# sport_home_updatedata_str_hour_ios
source: Updated %@ hours %@ minutes ago
de: Vor %@ Stunden %@ Minuten aktualisiert
es: Actualizado hace %@ horas %@ minutos
fr: Mis à jour il y a %@ heures %@ minutes
it: Aggiornato %@ ore %@ minuti fa
ja: %@ 時間 %@ 分前に更新されました
ko: %@시간 %@분 전에 업데이트됨
pt_pt: Atualizado há %@ horas, %@ minutos atrás
ru: Обновлено %@ часов %@ минут назад
zh_hans: %@小时%@分前更新
zh_hant: %@小時%@分前更新

# sport_home_updatedata_str_hour
source: Updated %@ hours ago
de: Vor %@ Stunden aktualisiert
es: Actualizado hace %@ horas
fr: Mis à jour il y a %@ heures
it: Aggiornato %@ ore fa
ja: %@ 時間前に更新されました
ko: %@시간 전에 업데이트됨
pt_pt: Atualizado %@ horas atrás
ru: Обновлено %@ часов назад
zh_hans: %@小时前更新
zh_hant: %@小時前更新

# sport_home_updatedata_str_minutes_ios
source: Updated %@ minutes ago
de: Vor %@ Minuten aktualisiert
es: Actualizado hace %@ minutos
fr: Mis à jour il y a %@ minutes
it: Aggiornato %@ minuti fa
ja: %@ 分前に更新されました
ko: %@분 전에 업데이트됨
pt_pt: Atualizado há %@ minutos
ru: Обновлено %@ минут назад
zh_hans: %@分钟前更新
zh_hant: %@分鐘前更新

# sport_home_login_check
source: Please log in to view
de: Bitte melden Sie sich an, um es anzuzeigen
es: Por favor inicia sesión para ver
fr: Veuillez vous connecter pour voir
it: Effettua il login per visualizzare
ja: 閲覧するにはログインしてください
ko: 보려면 로그인하세요.
pt_pt: Faça login para visualizar
ru: Пожалуйста, войдите, чтобы просмотреть
zh_hans: 请登录后查看
zh_hant: 請登入後查看

# sport_home_login_check_key
source: log in
de: melden Sie sich an
es: inicia sesión
fr: vous connecter
ja: ログイン
ko: 로그인
ru: войдите
zh_hans: 登录
zh_hant: 登入

# sport_home_nodata_subtitle_norecorde
source: Wear "%@" and start exercising
de: Tragen Sie „%@“ und beginnen Sie mit dem Training
es: Ponte "%@" y empieza a hacer ejercicio.
fr: Portez "%@" et commencez à faire de l'exercice
it: Indossa "%@" e inizia ad allenarti
ja: 「%@」を身に着けてエクササイズを始めましょう
ko: "%@"을(를) 착용하고 운동을 시작하세요
pt_pt: Use "%@" e comece a se exercitar
ru: Наденьте «%@» и начните тренироваться.
zh_hans: 佩戴“%@”开始运动吧
zh_hant: 穿著「%@」開始運動吧

# sport_home_nodata_subtitle_nodevice
source: Turn on the smart glasses, bring them close to the phone and automatically connect and start synchronizing recent exercise records.
de: Schalten Sie die Datenbrille ein, bringen Sie sie in die Nähe des Telefons, stellen Sie automatisch eine Verbindung her und beginnen Sie mit der Synchronisierung der letzten Trainingsaufzeichnungen.
es: Encienda las gafas inteligentes, acérquelas al teléfono y conéctelas automáticamente y comience a sincronizar registros de ejercicio recientes.
fr: Allumez les lunettes intelligentes, rapprochez-les du téléphone, connectez-vous automatiquement et commencez à synchroniser les enregistrements d'exercices récents.
it: Accendi gli occhiali intelligenti, avvicinali al telefono e connettiti automaticamente e avvia la sincronizzazione dei record degli esercizi recenti.
ja: スマートグラスの電源を入れてスマートフォンに近づけると、自動的に接続され、最近の運動記録の同期が開始されます。
ko: 스마트 안경을 켜고 휴대폰에 가까이 가져가면 자동으로 연결되어 최근 운동 기록을 동기화합니다.
pt_pt: Ligue os óculos inteligentes, aproxime-os do telefone e conecte-se automaticamente e comece a sincronizar registros de exercícios recentes.
ru: Включите умные очки, поднесите их к телефону, автоматически подключитесь и начните синхронизировать последние записи тренировок.
zh_hans: 开启智能眼镜，靠近手机自动连接后开始同步最近运动记录
zh_hant: 開啟智慧眼鏡，靠近手機自動連線後開始同步最近運動紀錄

# sport_ring_publish_updates
source: Post new news
de: Veröffentlichen Sie neue Nachrichten
es: Publicar nueva noticia
fr: Publier de nouvelles nouvelles
it: Pubblica nuove notizie
ja: 新しいニュースを投稿する
ko: 새 소식 게시
pt_pt: Postar novas notícias
ru: Публикуйте новые новости
zh_hans: 发布新动态
zh_hant: 發布新動態

# sport_ring_publish
source: release
de: freigeben
es: liberar
fr: libérer
it: pubblicazione
ja: リリース
ko: 풀어 주다
pt_pt: liberar
ru: выпускать
zh_hans: 发布
zh_hant: 發布

# sport_ring_publish_updates_share_live
source: Share your sports tips and fun life
de: Teilen Sie Ihre Sporttipps und Ihren Lebensspaß
es: Comparte tus consejos deportivos y tu vida divertida.
fr: Partagez vos conseils sportifs et votre vie amusante
it: Condividi i tuoi consigli sportivi e la tua vita divertente
ja: スポーツのヒントや楽しい生活を共有しましょう
ko: 스포츠 팁과 즐거운 삶을 공유하세요
pt_pt: Compartilhe suas dicas de esportes e vida divertida
ru: Поделитесь своими спортивными советами и веселой жизнью
zh_hans: 分享你的运动干货和趣味生活吧
zh_hant: 分享你的運動乾貨和趣味生活吧

# sport_ring_publish_updates_hot_topics
source: hot topics
de: heiße Themen
es: temas candentes
fr: sujets chauds
it: argomenti caldi
ja: ホットトピック
ko: 뜨거운 주제
pt_pt: tópicos quentes
ru: горячие темы
zh_hans: 热门话题
zh_hant: 熱門話題

# sport_ring_publish_sucess
source: Posted successfully
de: Erfolgreich gepostet
es: Publicado exitosamente
fr: Publié avec succès
it: Inserito con successo
ja: 正常に投稿されました
ko: 성공적으로 게시되었습니다
pt_pt: Postado com sucesso
ru: Опубликовано успешно
zh_hans: 发布成功
zh_hant: 發布成功

# sport_ring_publish_fail_save
source: Publishing failed, draft saved
de: Veröffentlichung fehlgeschlagen, Entwurf gespeichert
es: Error al publicar, borrador guardado
fr: Échec de la publication, brouillon enregistré
it: Pubblicazione non riuscita, bozza salvata
ja: 公開に失敗しました。下書きは保存されました
ko: 게시 실패, 초안이 저장됨
pt_pt: Falha na publicação, rascunho salvo
ru: Не удалось опубликовать, черновик сохранен.
zh_hans: 发布失败，已保存草稿
zh_hant: 發布失敗，已儲存草稿

# sport_home_all_type
source: all types
de: alle Arten
es: todos los tipos
fr: tous types
it: tutti i tipi
ja: すべてのタイプ
ko: 모든 유형
pt_pt: todos os tipos
ru: все типы
zh_hans: 所有类型
zh_hant: 所有類型

# sport_home_all_time
source: all time
de: alle Zeit
es: todo el tiempo
fr: tout le temps
it: tutto il tempo
ja: いつも
ko: 항상
pt_pt: o tempo todo
ru: все время
zh_hans: 全部时间
zh_hant: 全部時間

# sport_home_all_time_today
source: today
de: Heute
es: hoy
fr: aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_pt: hoje
ru: сегодня
zh_hans: 今日
zh_hant: 今日

# sport_home_all_time_weak
source: last 7 days
de: letzten 7 Tage
es: últimos 7 días
fr: les 7 derniers jours
it: ultimi 7 giorni
ja: 過去7日間
ko: 지난 7일
pt_pt: últimos 7 dias
ru: последние 7 дней
zh_hans: 近7天
zh_hant: 近7天

# sport_home_all_time_fourteen
source: Last 14 days
de: Letzte 14 Tage
es: Últimos 14 días
fr: 14 derniers jours
it: Ultimi 14 giorni
ja: 過去 14 日間
ko: 지난 14일
pt_pt: Últimos 14 dias
ru: Последние 14 дней
zh_hans: 近14天
zh_hant: 近14天

# sport_home_all_time_month
source: Last 30 days
de: Letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去 30 日間
ko: 지난 30일
pt_pt: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 近30天
zh_hant: 近30天

# sport_home_all_tracking_ios
source: A total of %@ sports records
de: Insgesamt %@ Sportrekorde
es: Un total de %@ récords deportivos
fr: Un total de %@ records sportifs
it: Un totale di %@ record sportivi
ja: 合計 %@ スポーツ記録
ko: 총 %@ 스포츠 기록
pt_pt: Um total de %@ recordes esportivos
ru: Всего спортивных рекордов: %@
zh_hans: 共%@条运动记录
zh_hant: 共%@筆運動紀錄

# sport_ring_publish_need_save
source: Do you need to save your edited content?
de: Müssen Sie Ihre bearbeiteten Inhalte speichern?
es: ¿Necesitas guardar tu contenido editado?
fr: Avez-vous besoin de sauvegarder votre contenu modifié ?
it: Hai bisogno di salvare i tuoi contenuti modificati?
ja: 編集した内容を保存する必要がありますか?
ko: 편집한 내용을 저장해야 합니까?
pt_pt: Você precisa salvar seu conteúdo editado?
ru: Вам нужно сохранить отредактированный контент?
zh_hans: 您编辑的内容需要保存吗
zh_hant: 您編輯的內容需要儲存嗎

# sport_calendar_yearView
source: year view
de: Jahresansicht
es: vista anual
fr: vue de l'année
it: vista dell'anno
ja: 年ビュー
ko: 연도 보기
pt_pt: visualização do ano
ru: вид на год
zh_hans: 年视图
zh_hant: 年視圖

# sport_home_upload_success_number_ios
source: Successfully updated %@ records
de: %@ Datensätze wurden erfolgreich aktualisiert
es: %@ registros actualizados correctamente
fr: %@ enregistrements mis à jour avec succès
it: Record %@ aggiornati correttamente
ja: %@ レコードが正常に更新されました
ko: %@ 레코드를 성공적으로 업데이트했습니다.
pt_pt: %@ registros atualizados com sucesso
ru: Записи %@ успешно обновлены.
zh_hans: 成功更新%@条记录
zh_hant: 成功更新%@筆記錄

# sport_home_upload_fail
source: Upload failed, please scroll down and try again
de: Der Upload ist fehlgeschlagen. Bitte scrollen Sie nach unten und versuchen Sie es erneut
es: La carga falló, desplácese hacia abajo e inténtelo nuevamente.
fr: Échec du téléchargement, veuillez faire défiler vers le bas et réessayer
it: Caricamento non riuscito, scorri verso il basso e riprova
ja: アップロードに失敗しました。下にスクロールしてもう一度お試しください
ko: 업로드에 실패했습니다. 아래로 스크롤한 후 다시 시도해 주세요.
pt_pt: Falha no upload, role para baixo e tente novamente
ru: Не удалось загрузить. Прокрутите страницу вниз и повторите попытку.
zh_hans: 上传失败，请下拉页面重试
zh_hant: 上傳失敗，請下拉頁面重試

# sport_detail_overView
source: Overview
de: Überblick
es: Descripción general
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pt_pt: Visão geral
ru: Обзор
zh_hans: 概览
zh_hant: 概覽

# sport_detail_mustSpeed
source: best pace
de: bestes Tempo
es: mejor ritmo
fr: meilleur rythme
it: miglior ritmo
ja: ベストペース
ko: 최고의 속도
pt_pt: melhor ritmo
ru: лучший темп
zh_hans: 最佳配速
zh_hant: 最佳配速

# sport_detail_allTime
source: Full time
de: Vollzeit
es: tiempo completo
fr: À temps plein
it: A tempo pieno
ja: フルタイム
ko: 풀타임
pt_pt: Tempo total
ru: На постоянной основе
zh_hans: 全程计时
zh_hant: 全程計時

# sport_detail_movementTime
source: Sports timing
de: Sport-Timing
es: Cronometraje deportivo
fr: Chronométrage sportif
it: Cronometraggio sportivo
ja: スポーツのタイミング
ko: 스포츠 타이밍
pt_pt: Cronometragem esportiva
ru: Спортивный тайминг
zh_hans: 运动计时
zh_hant: 運動計時

# sport_detail_restTime
source: rest timer
de: Ruhe-Timer
es: temporizador de descanso
fr: minuterie de repos
it: timer di riposo
ja: 休憩タイマー
ko: 휴식 타이머
pt_pt: temporizador de descanso
ru: таймер отдыха
zh_hans: 休息计时
zh_hant: 休息計時

# sport_detail_allStrokeNum
source: total number of strokes
de: Gesamtzahl der Schläge
es: número total de golpes
fr: nombre total de coups
it: numero totale di colpi
ja: 総ストローク数
ko: 총 스트로크 수
pt_pt: número total de golpes
ru: общее количество ударов
zh_hans: 总划水数
zh_hant: 總划水數

# sport_detail_averageStrokeNum
source: average number of strokes
de: durchschnittliche Schlagzahl
es: número promedio de golpes
fr: nombre moyen de coups
it: numero medio di colpi
ja: 平均ストローク数
ko: 평균 스트로크 수
pt_pt: número médio de golpes
ru: среднее количество ударов
zh_hans: 平均划水数
zh_hant: 平均划水數

# sport_detail_averageStrokeSpeed
source: average stroke rate
de: durchschnittliche Schlagfrequenz
es: tasa de carrera promedio
fr: fréquence moyenne des coups
it: frequenza media della corsa
ja: 平均ストローク数
ko: 평균 스트로크 속도
pt_pt: taxa média de acidente vascular cerebral
ru: средняя частота гребков
zh_hans: 平均划水速率
zh_hant: 平均划水速率

# sport_detail_averageHeartRate
source: average heart rate
de: durchschnittliche Herzfrequenz
es: frecuencia cardíaca promedio
fr: fréquence cardiaque moyenne
it: frequenza cardiaca media
ja: 平均心拍数
ko: 평균 심박수
pt_pt: frequência cardíaca média
ru: средняя частота сердечных сокращений
zh_hans: 平均心率
zh_hant: 平均心率

# sport_detail_speedMessage
source: Pace information
de: Informationen zum Tempo
es: Información de ritmo
fr: Informations sur le rythme
it: Informazioni sul ritmo
ja: ペース情報
ko: 페이스 정보
pt_pt: Informações de ritmo
ru: Информация о темпе
zh_hans: 配速信息
zh_hant: 配速資訊

# sport_detail_timepiece
source: timer
es: minutero
fr: minuteur
ja: タイマー
ko: 시간제 노동자
pt_pt: temporizador
ru: таймер
zh_hans: 计时器
zh_hant: 計時器

# sport_detail_strokeNum
source: Number of strokes
de: Anzahl der Hübe
es: Número de golpes
fr: Nombre de coups
it: Numero di colpi
ja: ストローク数
ko: 스트로크 수
pt_pt: Número de golpes
ru: Количество ударов
zh_hans: 划水数
zh_hant: 划水數

# sport_detail_dynamicData
source: dynamic data
de: dynamische Daten
es: datos dinámicos
fr: données dynamiques
it: dati dinamici
ja: 動的データ
ko: 동적 데이터
pt_pt: dados dinâmicos
ru: динамические данные
zh_hans: 动态数据
zh_hant: 動態數據

# sport_home_edit_card
source: Edit card
de: Karte bearbeiten
es: Editar tarjeta
fr: Modifier la carte
it: Modifica carta
ja: カードを編集する
ko: 카드 수정
pt_pt: Editar cartão
ru: Редактировать карточку
zh_hans: 编辑卡片
zh_hant: 編輯卡片

# sport_home_nodata_subtitle_nodata
source: Please connect your device and start exercising
de: Bitte schließen Sie Ihr Gerät an und beginnen Sie mit dem Training
es: Por favor conecta tu dispositivo y comienza a hacer ejercicio.
fr: Veuillez connecter votre appareil et commencer à faire de l'exercice
it: Collega il tuo dispositivo e inizia ad allenarti
ja: デバイスを接続してエクササイズを開始してください
ko: 기기를 연결하고 운동을 시작하세요
pt_pt: Conecte seu dispositivo e comece a se exercitar
ru: Пожалуйста, подключите ваше устройство и начните тренироваться
zh_hans: 请连接设备开始运动吧
zh_hant: 請連接設備開始運動吧

# sport_home_nodata_subcontent_1
source: You have not uploaded data for more than %@ days!
de: Sie haben seit mehr als %@ Tagen keine Daten hochgeladen!
es: ¡No has subido datos durante más de %@ días!
fr: Vous n'avez pas téléchargé de données depuis plus de %@ jours !
it: Non hai caricato dati da più di %@ giorni!
ja: %@ 日以上データをアップロードしていません。
ko: %@일 이상 데이터를 업로드하지 않았습니다!
pt_pt: Você não carrega dados há mais de %@ dias!
ru: Вы не загружали данные более %@ ​​дней!
zh_hans: 您已经超过%@天没有上传数据！
zh_hant: 您已經超過%@天沒有上傳資料！

# sport_home_nodata_subcontent_2
source: You haven't uploaded data for more than a month!
de: Sie haben seit mehr als einem Monat keine Daten mehr hochgeladen!
es: ¡No has subido datos desde hace más de un mes!
fr: Vous n'avez pas téléchargé de données depuis plus d'un mois !
it: Non carichi dati da più di un mese!
ja: 1 か月以上データをアップロードしていません。
ko: 한 달 넘게 데이터를 업로드하지 않으셨습니다!
pt_pt: Você não carrega dados há mais de um mês!
ru: Вы не загружали данные больше месяца!
zh_hans: 您已经超过一个月没有上传数据！
zh_hant: 您已經超過一個月沒有上傳數據！

# sport_device_not_device_alert
source: Add equipment to open a new mode of healthy exercise
de: Fügen Sie Geräte hinzu, um eine neue Art gesunder Bewegung zu eröffnen
es: Agregue equipos para abrir una nueva modalidad de ejercicio saludable
fr: Ajoutez du matériel pour ouvrir un nouveau mode d’exercice sain
it: Aggiungi attrezzature per aprire una nuova modalità di esercizio sano
ja: 器具を追加して健康的な運動の新しいモードを開く
ko: 건강한 운동의 새로운 모드를 여는 장비 추가
pt_pt: Adicione equipamentos para abrir um novo modo de exercício saudável
ru: Добавьте оборудование, чтобы открыть новый режим здоровых упражнений.
zh_hans: 添加设备开启健康运动新模式
zh_hant: 新增設備開啟健康運動新模式

# sport_device_userguide
source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide de l'utilisateur
it: Guida per l'utente
ja: ユーザーガイド
ko: 사용자 가이드
pt_pt: Guia do usuário
ru: Руководство пользователя
zh_hans: 使用指南
zh_hant: 使用指南

# sport_device_function_settings
source: Function settings
de: Funktionseinstellungen
es: Configuración de funciones
fr: Paramètres de fonction
it: Impostazioni delle funzioni
ja: 機能設定
ko: 기능 설정
pt_pt: Configurações de função
ru: Настройки функций
zh_hans: 功能设置
zh_hant: 功能設定

# sport_detail_coil
source: counting laps
de: Runden zählen
es: contando vueltas
fr: compter les tours
it: conteggio dei giri
ja: ラップを数える
ko: 랩 계산
pt_pt: contando voltas
ru: подсчет кругов
zh_hans: 计圈
zh_hant: 計圈

# sport_device_poolswing_moudle
source: Pool mode
de: Poolmodus
es: Modo piscina
fr: Mode piscine
it: Modalità piscina
ja: プールモード
ko: 풀 모드
pt_pt: Modo piscina
ru: Режим бассейна
zh_hans: 泳池模式
zh_hant: 泳池模式

# sport_device_device_setting
source: Device settings
de: Geräteeinstellungen
es: Configuración del dispositivo
fr: Paramètres de l'appareil
it: Impostazioni del dispositivo
ja: デバイス設定
ko: 장치 설정
pt_pt: Configurações do dispositivo
ru: Настройки устройства
zh_hans: 设备设置
zh_hant: 設備設定

# sport_device_single_pool
source: single pool
de: Einzelbecken
es: piscina individual
fr: piscine simple
it: piscina unica
ja: 単一プール
ko: 단일 풀
pt_pt: piscina única
ru: одиночный бассейн
zh_hans: 单人泳池
zh_hant: 單人泳池

# sport_device_Automatic_recognition
source: automatic identification
de: automatische Identifizierung
es: identificación automática
fr: identification automatique
it: identificazione automatica
ja: 自動識別
ko: 자동 식별
pt_pt: identificação automática
ru: автоматическая идентификация
zh_hans: 自动识别
zh_hant: 自動識別

# sport_device_offeneswasser_moudle
source: open water mode
de: Open-Water-Modus
es: modo de aguas abiertas
fr: mode eau libre
it: modalità in acque libere
ja: オープンウォーターモード
ko: 개방 수역 모드
pt_pt: modo de águas abertas
ru: режим открытой воды
zh_hans: 开放水域模式
zh_hant: 開放水域模式

# sport_device_stroke_recognition
source: Swimming style recognition
de: Erkennung des Schwimmstils
es: Reconocimiento del estilo de natación
fr: Reconnaissance du style de natation
it: Riconoscimento dello stile di nuoto
ja: 水泳スタイルの認識
ko: 수영 스타일 인식
pt_pt: Reconhecimento do estilo de natação
ru: Распознавание стиля плавания
zh_hans: 泳姿识别
zh_hant: 泳姿識別

# sport_device_stroke_recognition_tip
source: Automatically recognizes swimming postures by default, you can choose to recognize a single swimming posture
de: Erkennt standardmäßig automatisch Schwimmhaltungen. Sie können festlegen, dass eine einzelne Schwimmhaltung erkannt wird
es: Reconoce automáticamente las posturas de natación de forma predeterminada, puede optar por reconocer una única postura de natación
fr: Reconnaît automatiquement les postures de nage par défaut, vous pouvez choisir de reconnaître une seule posture de nage
it: Riconosce automaticamente le posture di nuoto per impostazione predefinita, puoi scegliere di riconoscere una singola postura di nuoto
ja: デフォルトで水泳姿勢を自動的に認識しますが、単一の水泳姿勢を認識することを選択できます
ko: 기본적으로 수영 자세를 자동으로 인식하며, 단일 수영 자세를 인식하도록 선택할 수 있습니다.
pt_pt: Reconhece automaticamente as posturas de natação por padrão, você pode optar por reconhecer uma única postura de natação
ru: По умолчанию автоматически распознает позы для плавания. Вы можете выбрать распознавание одной позы для плавания.
zh_hans: 默认自动识别泳姿，可选择识别单一泳姿
zh_hant: 預設自動辨識泳姿，可選擇辨識單一泳姿

# sport_device_swimming_AI_tip
source: After turning it on, the swimming goggles enable intelligent edge contact and rest detection functions
de: Nach dem Einschalten ermöglicht die Schwimmbrille intelligente Kantenkontakt- und Ruheerkennungsfunktionen
es: Después de encenderlas, las gafas de natación habilitan funciones inteligentes de contacto con el borde y detección de reposo.
fr: Après l'avoir allumée, les lunettes de natation activent des fonctions intelligentes de détection de contact de bord et de repos
it: Dopo l'accensione, gli occhialini da nuoto abilitano le funzioni intelligenti di contatto con il bordo e rilevamento del riposo
ja: スイミングゴーグルをオンにすると、インテリジェントなエッジ接触とレスト検出機能が有効になります。
ko: 수영 고글을 켜면 지능형 가장자리 접촉 및 휴식 감지 기능이 활성화됩니다.
pt_pt: Depois de ligados, os óculos de natação permitem funções inteligentes de contato de borda e detecção de repouso
ru: После включения очки для плавания активируют интеллектуальные функции касания кромки и обнаружения покоя.
zh_hans: 开启后，泳镜开启智能触边和休息检测功能
zh_hant: 開啟後，泳鏡開啟智慧觸邊與休息偵測功能

# sport_device_swimming_AI_title
source: Intelligent algorithm
de: Intelligenter Algorithmus
es: Algoritmo inteligente
fr: Algorithme intelligent
it: Algoritmo intelligente
ja: インテリジェントなアルゴリズム
ko: 지능형 알고리즘
pt_pt: Algoritmo inteligente
ru: Интеллектуальный алгоритм
zh_hans: 智能算法
zh_hant: 智慧演算法

# sport_device_call_reminder_title
source: Caller ID
de: Anrufer-ID
es: identificador de llamadas
fr: Identification de l'appelant
it: ID chiamante
ja: 発信者番号通知
ko: 거는 사람 확인
pt_pt: Identificador de chamadas
ru: Идентификатор вызывающего абонента
zh_hans: 来电显示
zh_hant: 來電顯示

# sport_device_call_reminder_tip
source: Turn on display of incoming calls
de: Anzeige eingehender Anrufe einschalten
es: Activar visualización de llamadas entrantes
fr: Activer l'affichage des appels entrants
it: Attiva la visualizzazione delle chiamate in arrivo
ja: 着信通話の表示をオンにする
ko: 수신 전화 표시 켜기
pt_pt: Ativar a exibição de chamadas recebidas
ru: Включите отображение входящих звонков
zh_hans: 开启显示来电数目
zh_hant: 開啟顯示來電數目

# sport_device_external_device_tip
source: Compatible with multiple smart devices
de: Kompatibel mit mehreren Smart-Geräten
es: Compatible con múltiples dispositivos inteligentes
fr: Compatible avec plusieurs appareils intelligents
it: Compatibile con più dispositivi intelligenti
ja: 複数のスマートデバイスに対応
ko: 여러 스마트 장치와 호환 가능
pt_pt: Compatível com vários dispositivos inteligentes
ru: Совместимость с несколькими интеллектуальными устройствами
zh_hans: 适配多款智能设备
zh_hant: 適配多款智慧設備

# sport_detail_consumption
source: Exercise consumption
de: Sport treiben
es: Consumo de ejercicio
fr: Consommation d'exercice
it: Consumo di esercizio
ja: 運動消費量
ko: 운동 소비
pt_pt: Consumo de exercício
ru: Потребление физических упражнений
zh_hans: 运动消耗
zh_hant: 運動消耗

# sport_detail_time_trip
source: times/trip
de: Zeiten/Fahrt
es: tiempos/viaje
fr: horaires/voyage
it: orari/viaggio
ja: 回数/旅行
ko: 횟수/여행
pt_pt: tempos/viagem
ru: раз/поездка
zh_hans: 次/趟
zh_hant: 次/趟

# sport_device_device_info
source: Device information
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
it: Informazioni sul dispositivo
ja: デバイス情報
ko: 장치 정보
pt_pt: Informações do dispositivo
ru: Информация об устройстве
zh_hans: 设备信息
zh_hant: 設備資訊

# sport_detail_loop_time
source: Lap timing
de: Rundenzeiten
es: Cronometraje de vuelta
fr: Chronométrage des tours
it: Tempi sul giro
ja: ラップタイム
ko: 랩 타이밍
pt_pt: Tempo de volta
ru: Время круга
zh_hans: 分圈计时
zh_hant: 分圈計時

# sport_detail_loop_second
source: seconds/lap
de: Sekunden/Runde
es: segundos/vuelta
fr: secondes/tour
it: secondi/giro
ja: 秒/ラップ
ko: 초/랩
pt_pt: segundos/volta
ru: секунды/круг
zh_hans: 秒/圈
zh_hant: 秒/圈

# sport_detail_fastest
source: fastest
de: am schnellsten
es: lo más rápido
fr: le plus rapide
it: più veloce
ja: 最速の
ko: 가장 빠른
pt_pt: mais rápido
ru: самый быстрый
zh_hans: 最快
zh_hant: 最快
