Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_swimming_installation_tips_detail
source: * If the binding is not completed for a long time after installation, please check the connection between Apple Watch and iPhone and keep the swimming goggles on.
de: * Sollte die Bindung längere Zeit nach der Installation nicht abgeschlossen sein, überprüfen Sie bitte die Verbindung zwischen Apple Watch und iPhone und lassen Sie die Schwimmbrille auf.
es: * Si la vinculación no se completa durante mucho tiempo después de la instalación, verifique la conexión entre Apple Watch y iPhone y mantenga las gafas de natación puestas.
fr: * Si la liaison n'est pas terminée longtemps après l'installation, veuillez vérifier la connexion entre l'Apple Watch et l'iPhone et garder les lunettes de natation en place.
it: * Se il collegamento non viene completato per molto tempo dopo l'installazione, controlla la connessione tra Apple Watch e iPhone e tieni gli occhialini da nuoto.
ja: ※取り付け後、長時間バインディングが完了しない場合は、Apple WatchとiPhoneの接続を確認し、スイミングゴーグルを装着したままにしてください。
ko: * 설치 후 오랜 시간 동안 바인딩이 완료되지 않을 경우, Apple Watch와 iPhone의 연결 상태를 확인하신 후 수영용 고글을 착용해 주시기 바랍니다.
pt_pt: * Se a ligação não for concluída por muito tempo após a instalação, verifique a conexão entre o Apple Watch e o iPhone e mantenha os óculos de natação colocados.
ru: * Если привязка не завершается в течение длительного времени после установки, проверьте соединение между Apple Watch и iPhone и не снимайте очки для плавания.
zh_hans: * 如安装后长时间未完成绑定，请检查Apple Watch与iPhone连接情况，并保持泳镜开启
zh_hant: * 安裝後長時間未完成綁定，請檢查Apple Watch與iPhone連線狀況，並保持泳鏡開啟

# sport_swimming_training_average_time
source: Average time
de: Durchschnittliche Zeit
es: Tiempo promedio
fr: Temps moyen
it: Tempo medio
ja: 平均時間
ko: 평균 시간
pt_pt: Tempo médio
ru: Среднее время
zh_hans: 平均时间
zh_hant: 平均時間

# sport_swimming_training_times
source: frequency
de: Frequenz
es: frecuencia
fr: fréquence
it: frequenza
ja: 頻度
ko: 빈도
pt_pt: frequência
ru: частота
zh_hans: 次数
zh_hant: 次數

# sport_swimming_training_strength_level
source: intensity level
de: Intensitätsstufe
es: nivel de intensidad
fr: niveau d'intensité
it: livello di intensità
ja: 強度レベル
ko: 강도 수준
pt_pt: nível de intensidade
ru: уровень интенсивности
zh_hans: 强度水平
zh_hant: 強度水平

# sport_swimming_training_total_distance
source: total distance
de: Gesamtentfernung
es: distancia total
fr: distance totale
it: distanza totale
ja: 総距離
ko: 총 거리
pt_pt: distância total
ru: общее расстояние
zh_hans: 总距离
zh_hant: 總距離

# sport_swimming_training_estimated_calorie
source: Estimated calorie consumption
de: Geschätzter Kalorienverbrauch
es: Consumo estimado de calorías
fr: Consommation calorique estimée
it: Consumo calorico stimato
ja: 推定消費カロリー
ko: 예상 칼로리 소모량
pt_pt: Consumo estimado de calorias
ru: Примерное потребление калорий
zh_hans: 预计卡路里消耗
zh_hant: 預計卡路里消耗

# sport_swimming_training_training_objective
source: training objectives
de: Trainingsziele
es: objetivos de entrenamiento
fr: Objectifs de formation
it: obiettivi formativi
ja: トレーニングの目的
ko: 훈련 목표
pt_pt: Objetivos de Treinamento
ru: цели обучения
zh_hans: 训练目标
zh_hant: 訓練目標

# sport_swimming_training_detail
source: Training details
de: Trainingsdetails
es: Detalles del entrenamiento
fr: Détails de la formation
it: Dettagli della formazione
ja: トレーニングの詳細
ko: 교육 세부정보
pt_pt: Detalhes do treinamento
ru: Подробности обучения
zh_hans: 训练详情
zh_hant: 訓練詳情

# sport_swimming_training_add_list
source: Add to list
de: Zur Liste hinzufügen
es: Agregar a la lista
fr: Ajouter à la liste
it: Aggiungi alla lista
ja: リストに追加する
ko: 목록에 추가
pt_pt: Adicionado a lista
ru: Добавить в список
zh_hans: 加入列表
zh_hant: 加入列表

# sport_swimming_training_plan_detail
source: Program details
de: Programmdetails
es: Detalles del programa
fr: Détails du programme
it: Dettagli del programma
ja: プログラム詳細
ko: 프로그램 세부정보
pt_pt: Detalhes do programa
ru: Детали программы
zh_hans: 计划详情
zh_hant: 計劃詳情

# sport_swimming_training_single
source: single training
de: Einzeltraining
es: entrenamiento único
fr: formation unique
it: singola formazione
ja: シングルトレーニング
ko: 단일 훈련
pt_pt: treinamento único
ru: одиночное обучение
zh_hans: 单次训练
zh_hant: 單次訓練

# sport_swimming_training_high
source: high
de: hoch
es: alto
fr: haut
it: alto
ja: 高い
ko: 높은
pt_pt: alto
ru: высокий
zh_hans: 高
zh_hant: 高

# sport_swimming_training_middle
source: middle
de: Mitte
es: medio
fr: milieu
it: mezzo
ja: 真ん中
ko: 가운데
pt_pt: meio
ru: середина
zh_hans: 中
zh_hant: 中

# sport_swimming_training_low
source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低い
ko: 낮은
pt_pt: Baixo
ru: Низкий
zh_hans: 低
zh_hant: 低

# sport_swimming_training_buy
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquistare
ja: 買う
ko: 구입하다
pt_pt: Comprar
ru: Купить
zh_hans: 购买
zh_hant: 購買

# sport_swimming_training_charge
source: Fee-Based
de: MAUT
es: PEAJE
fr: SONNER
it: PEDAGGIO
ja: 通行料金
ko: 통행료
pt_pt: PEDÁGIO
ru: ПОТЕРИ
zh_hans: 付费模版
zh_hant: 付費模版

# sport_swimming_training_get_code1
source: first step.
de: erster Schritt.
es: primer paso.
fr: premier pas.
it: primo passo.
ja: 最初の一歩。
ko: 첫 번째 단계.
pt_pt: Primeiro passo.
ru: первый шаг.
zh_hans: 第一步.
zh_hant: 第一步.

# sport_swimming_training_get_code2
source: Purchase the plan you need on the e-commerce platform
de: Kaufen Sie den Plan, den Sie benötigen, auf der E-Commerce-Plattform
es: Compra el plan que necesitas en la plataforma de comercio electrónico
fr: Achetez le forfait dont vous avez besoin sur la plateforme e-commerce
it: Acquista il piano di cui hai bisogno sulla piattaforma e-commerce
ja: eコマースプラットフォームで必要なプランを購入します
ko: 전자상거래 플랫폼에서 필요한 플랜을 구매하세요
pt_pt: Adquira o plano que você precisa na plataforma de e-commerce
ru: Приобретите нужный вам план на платформе электронной коммерции
zh_hans: 在电商平台上购买你需要的计划
zh_hant: 在電商平台上購買你需要的計劃

# sport_swimming_training_get_code3
source: Buy the plan you need on our website
de: Kaufen Sie den Plan, den Sie benötigen, auf unserer Website
es: Compra el plan que necesitas en nuestra web
fr: Achetez le plan dont vous avez besoin sur notre site Web
it: Acquista il piano di cui hai bisogno sul nostro sito web
ja: 弊社ウェブサイトで必要なプランを購入してください
ko: 당사 웹사이트에서 필요한 플랜을 구매하세요
pt_pt: Compre o plano que você precisa em nosso site
ru: Купите нужный вам план на нашем сайте
zh_hans: 在我们的网站上购买你需要的计划
zh_hant: 在我們的網站上購買你需要的計劃

# sport_swimming_training_get_code4
source: Step two.
de: Schritt zwei.
es: Segundo paso.
fr: Deuxième étape.
it: Passo due.
ja: ステップ2。
ko: 2단계.
pt_pt: Passo dois.
ru: Шаг второй.
zh_hans: 第二步.
zh_hant: 第二步.

# sport_swimming_training_get_code5
source: Enter the code you received after purchase
de: Geben Sie den Code ein, den Sie nach dem Kauf erhalten haben
es: Ingrese el código que recibió después de la compra
fr: Entrez le code que vous avez reçu après l'achat
it: Inserisci il codice che hai ricevuto dopo l'acquisto
ja: 購入後に受け取ったコードを入力してください
ko: 구매 후 받은 코드를 입력하세요
pt_pt: Digite o código que você recebeu após a compra
ru: Введите код, который вы получили после покупки
zh_hans: 输入你在购买后得到的编码
zh_hant: 輸入你購買後得到的編碼

# sport_swimming_training_verify
source: verify
de: verifizieren
es: verificar
fr: vérifier
it: verificare
ja: 確認する
ko: 확인하다
pt_pt: verificar
ru: проверять
zh_hans: 验证
zh_hant: 驗證

# sport_swimming_training_added
source: added
de: hinzugefügt
es: agregado
fr: ajoutée
it: aggiunto
ja: 追加した
ko: 추가됨
pt_pt: adicionado
ru: добавлен
zh_hans: 已添加
zh_hant: 已新增

# sport_swimming_training_synchronized
source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
ja: 同期済み
ko: 동기화됨
pt_pt: Sincronizado
ru: Синхронизировано
zh_hans: 已同步
zh_hant: 已同步

# sport_swimming_training_redeemed_plan
source: You have successfully redeemed the plan
de: Sie haben den Plan erfolgreich eingelöst
es: Has canjeado exitosamente el plan
fr: Vous avez utilisé le plan avec succès
it: Hai riscattato con successo il piano
ja: プランを正常に利用しました
ko: 요금제를 성공적으로 사용했습니다.
pt_pt: Você resgatou o plano com sucesso
ru: Вы успешно активировали план
zh_hans: 您已成功兑换该计划
zh_hant: 您已成功兌換該計劃

# sport_swimming_training_synchronize_connected_device
source: Sync to connected devices
de: Mit angeschlossenen Geräten synchronisieren
es: Sincronizar con dispositivos conectados
fr: Synchroniser avec les appareils connectés
it: Sincronizza con i dispositivi collegati
ja: 接続されたデバイスと同期する
ko: 연결된 장치와 동기화
pt_pt: Sincronizar com dispositivos conectados
ru: Синхронизация с подключенными устройствами
zh_hans: 同步到连接的设备
zh_hant: 同步到連接的設備

# sport_swimming_training_plan_synchronized
source: Plan synced to device
de: Plan mit Gerät synchronisiert
es: Plan sincronizado con el dispositivo
fr: Forfait synchronisé avec l'appareil
it: Piano sincronizzato con il dispositivo
ja: プランがデバイスに同期されました
ko: 기기에 동기화된 계획
pt_pt: Plano sincronizado com o dispositivo
ru: План синхронизирован с устройством
zh_hans: 计划已同步至设备
zh_hant: 計劃已同步至設備

# sport_swimming_training_not_switched_mode
source: The current device has not switched to training plan mode
de: Das aktuelle Gerät hat nicht in den Trainingsplanmodus gewechselt
es: El dispositivo actual no ha cambiado al modo de plan de entrenamiento
fr: L'appareil actuel n'est pas passé en mode plan d'entraînement
it: Il dispositivo attuale non è passato alla modalità piano di allenamento
ja: 現在のデバイスはトレーニング プラン モードに切り替わっていません
ko: 현재 장치가 훈련 계획 모드로 전환되지 않았습니다.
pt_pt: O dispositivo atual não mudou para o modo de plano de treino
ru: Текущее устройство не перешло в режим плана тренировок.
zh_hans: 当前设备未切换到训练计划模式
zh_hant: 目前設備未切換至訓練計畫模式

# sport_swimming_training_to_switched
source: Go to switch
de: Gehen Sie zum Wechseln
es: Ir a cambiar
fr: Allez changer
it: Vai a cambiare
ja: スイッチに移動
ko: 스위치로 이동
pt_pt: Vá para mudar
ru: Перейти к переключению
zh_hans: 前往切换
zh_hant: 前往切換

# sport_swimming_training_poollength_not_match
source: Does not match current device pool length
de: Entspricht nicht der aktuellen Gerätepoollänge
es: No coincide con la longitud actual del grupo de dispositivos
fr: Ne correspond pas à la longueur actuelle du pool d'appareils
it: Non corrisponde alla lunghezza attuale del pool di dispositivi
ja: 現在のデバイス プールの長さと一致しません
ko: 현재 장치 풀 길이와 일치하지 않습니다.
pt_pt: Não corresponde ao comprimento atual do pool de dispositivos
ru: Не соответствует текущей длине пула устройств
zh_hans: 与当前设备泳池长度不匹配
zh_hant: 與目前設備泳池長度不匹配

# sport_swimming_training_adjustment
source: Go to adjust
de: Gehen Sie zum Anpassen
es: Ir a ajustar
fr: Allez ajuster
it: Vai a regolare
ja: 調整に行く
ko: 조정하러 가기
pt_pt: Vá para ajustar
ru: Перейти к настройке
zh_hans: 前往调整
zh_hant: 前往調整

# sport_swimming_training_plan_list
source: Go to plan list
de: Gehen Sie zur Planliste
es: Ir a la lista de planes
fr: Aller à la liste des plans
it: Vai all'elenco dei piani
ja: プラン一覧へ
ko: 요금제 목록으로 이동
pt_pt: Ir para a lista de planos
ru: Перейти к списку планов
zh_hans: 前往计划列表
zh_hant: 前往計劃列表

# sport_swimming_training_not_connected_device
source: No device connected
de: Kein Gerät verbunden
es: Ningún dispositivo conectado
fr: Aucun périphérique connecté
it: Nessun dispositivo connesso
ja: デバイスが接続されていません
ko: 연결된 기기 없음
pt_pt: Nenhum dispositivo conectado
ru: Ни одно устройство не подключено
zh_hans: 没有连接设备
zh_hant: 沒有連接設備

# sport_swimming_training_purchase_visible
source: Visible after purchase
de: Nach dem Kauf sichtbar
es: Visible después de la compra
fr: Visible après achat
it: Visibile dopo l'acquisto
ja: 購入後に表示される
ko: 구매 후 표시
pt_pt: Visível após a compra
ru: Видно после покупки
zh_hans: 购买后可见
zh_hant: 購買後可見

# sport_swimming_training_added_list
source: Already added to your training plan list
de: Bereits zu Ihrer Trainingsplanliste hinzugefügt
es: Ya agregado a tu lista de planes de entrenamiento
fr: Déjà ajouté à votre liste de plans de formation
it: Già aggiunto all'elenco dei tuoi piani di formazione
ja: トレーニング プラン リストにすでに追加されています
ko: 훈련 계획 목록에 이미 추가되었습니다.
pt_pt: Já adicionado à sua lista de planos de treinamento
ru: Уже добавлено в список ваших планов тренировок
zh_hans: 已经加入你的训练计划列表
zh_hant: 已經加入你的訓練計畫列表

# sport_swimming_training_view_list
source: view list
de: Liste anzeigen
es: ver lista
fr: Afficher la liste
it: visualizzare l'elenco
ja: リストを見る
ko: 목록 보기
pt_pt: ver lista
ru: просмотреть список
zh_hans: 查看列表
zh_hant: 查看列表

# sport_swimming_training_plans
source: plan
de: planen
it: piano
ja: プラン
ko: 계획
pt_pt: plano
ru: план
zh_hans: 计划
zh_hant: 計劃

# sport_swimming_training_exceeded
source: Exceeded!
de: Die Pläne sind voll!
es: ¡Los planes están llenos!
fr: Les plans sont pleins !
it: I piani sono pieni!
ja: プランがいっぱいです！
ko: 계획이 가득 찼습니다!
pt_pt: Os planos estão cheios!
ru: Планов полно!
zh_hans: 计划已满!
zh_hant: 計劃已滿!

# sport_swimming_training_not_support_training
source: The currently connected device does not support the training plan
de: Das aktuell verbundene Gerät unterstützt den Trainingsplan nicht
es: El dispositivo actualmente conectado no es compatible con el plan de entrenamiento
fr: L'appareil actuellement connecté ne prend pas en charge le plan d'entraînement
it: Il dispositivo attualmente connesso non supporta il piano di allenamento
ja: 現在接続されているデバイスはトレーニング プランをサポートしていません
ko: 현재 연결된 장치는 훈련 계획을 지원하지 않습니다.
pt_pt: O dispositivo atualmente conectado não suporta o plano de treino
ru: Подключенное в данный момент устройство не поддерживает план тренировок.
zh_hans: 当前连接设备不支持训练计划
zh_hant: 目前連接設備不支援訓練計劃

# sport_swimming_training_not_support_template
source: The currently connected device does not support template delivery.
de: Das aktuell verbundene Gerät unterstützt die Vorlagenübermittlung nicht.
es: El dispositivo actualmente conectado no admite la entrega de plantillas.
fr: L'appareil actuellement connecté ne prend pas en charge la livraison de modèles.
it: Il dispositivo attualmente connesso non supporta la consegna dei modelli.
ja: 現在接続されているデバイスはテンプレートの配信をサポートしていません。
ko: 현재 연결된 장치는 템플릿 전달을 지원하지 않습니다.
pt_pt: O dispositivo atualmente conectado não oferece suporte à entrega de modelos.
ru: Подключенное в данный момент устройство не поддерживает доставку шаблонов.
zh_hans: 当前连接设备不支持模板同步
zh_hant: 目前連接設備不支援模板同步

# sport_swimming_training_not_available
source: unavailable
de: nicht verfügbar
es: indisponible
fr: indisponible
it: non disponibile
ja: 利用不可
ko: 없는
pt_pt: indisponível
ru: недоступен
zh_hans: 不可用
zh_hant: 不可用

# sport_swimming_training_not_bindDevice
source: No device bound
de: Kein Gerät gebunden
es: Ningún dispositivo vinculado
fr: Aucun appareil lié
it: Nessun dispositivo associato
ja: デバイスがバインドされていません
ko: 바인딩된 기기 없음
pt_pt: Nenhum dispositivo vinculado
ru: Ни одно устройство не привязано
zh_hans: 没有绑定设备
zh_hant: 沒有綁定設備

# sport_swimming_training_bindDevice
source: Bind device
de: Gerät binden
es: Dispositivo de enlace
fr: Lier le périphérique
it: Associare il dispositivo
ja: バインドデバイス
ko: 장치 바인딩
pt_pt: Vincular dispositivo
ru: Привязать устройство
zh_hans: 绑定设备
zh_hant: 綁定裝置

# sport_swimming_training_templateType_single
source: single loop
de: einfache Wiederholung
es: bucle único
fr: boucle simple
it: ciclo singolo
ja: シングルループ
ko: 단일 루프
pt_pt: Loop único
ru: одиночный цикл
zh_hans: 单次循环
zh_hant: 單次循環

# sport_swimming_training_templateType_combinations
source: multiple combinations
de: mehrere Kombinationen
es: múltiples combinaciones
fr: plusieurs combinaisons
it: molteplici combinazioni
ja: 複数の組み合わせ
ko: 여러 조합
pt_pt: múltiplas combinações
ru: несколько комбинаций
zh_hans: 多次组合
zh_hant: 多次組合

# sport_swimming_training_not_supported_ota
source: The current firmware version is too low and does not support the training plan function.
de: Die aktuelle Firmware-Version ist zu niedrig und unterstützt die Trainingsplanfunktion nicht.
es: La versión actual del firmware es demasiado baja y no admite la función del plan de entrenamiento.
fr: La version actuelle du micrologiciel est trop basse et ne prend pas en charge la fonction de plan d'entraînement.
it: La versione attuale del firmware è troppo bassa e non supporta la funzione del piano di allenamento.
ja: 現在のファームウェアのバージョンが低すぎるため、トレーニング プラン機能がサポートされていません。
ko: 현재 펌웨어 버전이 너무 낮아 훈련 계획 기능을 지원하지 않습니다.
pt_pt: A versão atual do firmware é muito baixa e não suporta a função de plano de treino.
ru: Текущая версия прошивки слишком низкая и не поддерживает функцию плана тренировки.
zh_hans: 当前固件版本过低，不支持训练计划功能
zh_hant: 目前韌體版本過低，不支援訓練計畫功能

# sport_swimming_training_to_ota
source: Go to upgrade
de: Gehen Sie zum Upgrade
es: Ir a actualizar
fr: Aller à la mise à niveau
it: Vai all'aggiornamento
ja: アップグレードに進む
ko: 업그레이드로 이동
pt_pt: Ir para atualizar
ru: Перейти к обновлению
zh_hans: 前往升级
zh_hant: 前往升級

# sport_swimming_training_remove_list
source: Remove from list
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
it: Rimuovere dalla lista
ja: リストから削除する
ko: 목록에서 제거하다
pt_pt: Remover da lista
ru: Убрать из списка
zh_hans: 移出列表
zh_hant: 移出列表

# sport_swimming_training_remove_already
source: The current template has been removed
de: Die aktuelle Vorlage wurde entfernt
es: La plantilla actual ha sido eliminada.
fr: Le modèle actuel a été supprimé
it: Il modello corrente è stato rimosso
ja: 現在のテンプレートは削除されました
ko: 현재 템플릿이 제거되었습니다.
pt_pt: O modelo atual foi removido
ru: Текущий шаблон удален.
zh_hans: 当前模板已移除
zh_hant: 目前模板已移除

# sport_swimming_training_remove_cannot
source: The current template has been synchronized and cannot be removed
de: Die aktuelle Vorlage wurde synchronisiert und kann nicht entfernt werden
es: La plantilla actual se ha sincronizado y no se puede eliminar
fr: Le modèle actuel a été synchronisé et ne peut pas être supprimé
it: Il modello corrente è stato sincronizzato e non può essere rimosso
ja: 現在のテンプレートは同期されているため、削除できません
ko: 현재 템플릿이 동기화되었으므로 제거할 수 없습니다.
pt_pt: O modelo atual foi sincronizado e não pode ser removido
ru: Текущий шаблон синхронизирован и не может быть удален.
zh_hans: 当前模板已同步，不能移除
zh_hant: 目前模板已同步，無法移除

# sport_swimming_training_sync_current_device
source: Send the training plan to the current device
de: Senden Sie den Trainingsplan an das aktuelle Gerät
es: Enviar el plan de entrenamiento al dispositivo actual
fr: Envoyer le plan de formation à l'appareil actuel
it: Invia il piano di allenamento al dispositivo corrente
ja: トレーニングプランを現在のデバイスに送信します
ko: 훈련 계획을 현재 장치로 보내기
pt_pt: Envie o plano de treinamento para o dispositivo atual
ru: Отправьте план тренировок на текущее устройство
zh_hans: 下发训练计划到当前设备
zh_hant: 下發訓練計畫到目前設備

# sport_swimming_training_to_purchase
source: Click to buy
de: Klicken um zu kaufen
es: Haga clic para comprar
fr: Cliquez pour acheter
it: Clicca per comprare
ja: クリックして購入
ko: 구매하려면 클릭하세요
pt_pt: Clique para comprar
ru: Нажмите, чтобы купить
zh_hans: 点击前往购买
zh_hant: 點擊前往購買

# sport_swimming_training_to_train
source: The ‘training plan’ mode of the current device is turned on. Go to the training plan list settings and send your training plan.
de: Der „Trainingsplan“-Modus des aktuellen Geräts ist aktiviert. Gehen Sie zu den Einstellungen der Trainingsplanliste und senden Sie Ihren Trainingsplan.
es: El modo ’plan de entrenamiento’ del dispositivo actual está activado. Vaya a la configuración de la lista de planes de entrenamiento y envíe su plan de entrenamiento.
fr: Le mode « plan d'entraînement » de l'appareil actuel est activé. Accédez aux paramètres de la liste des plans d'entraînement et envoyez votre plan d'entraînement.
it: La modalità ’piano di allenamento’ del dispositivo corrente è attivata. Vai alle impostazioni dell'elenco dei piani di allenamento e invia il tuo piano di allenamento.
ja: 現在のデバイスの「トレーニング プラン」モードがオンになっているため、トレーニング プラン リストの設定に移動し、トレーニング プランを送信します。
ko: 현재 장치의 ’훈련 계획’ 모드가 켜져 있습니다. 훈련 계획 목록 설정으로 이동하여 훈련 계획을 보냅니다.
pt_pt: O modo ’plano de treinamento‘ do dispositivo atual está ativado. Vá para as configurações da lista do plano de treinamento e envie seu plano de treinamento.
ru: Включен режим «плана тренировок» на текущем устройстве. Зайдите в настройки списка планов тренировок и отправьте свой план тренировок.
zh_hans: 当前设备“训练计划”模式已开启，前往训练计划列表设置并同步你的训练计划
zh_hant: 目前設備「訓練計畫」模式已開啟，前往訓練計畫清單設定並同步你的訓練計劃

# sport_swimming_go_save
source: Go to save
de: Gehen Sie zum Speichern
es: ir a guardar
fr: Allez sauvegarder
it: Vai a salvare
ja: 保存に行く
ko: 저장하러 가기
pt_pt: Vá para salvar
ru: Перейти к сохранению
zh_hans: 前往保存
zh_hant: 前往保存

# common_device_not_connected
source: Device not connected
de: Gerät nicht verbunden
es: Dispositivo no conectado
fr: Appareil non connecté
it: Dispositivo non connesso
ja: デバイスが接続されていません
ko: 장치가 연결되지 않음
pt_pt: Dispositivo não conectado
ru: Устройство не подключено
zh_hans: 设备未连接
zh_hant: 裝置未連接

# sport_swimming_training_template
source: Template
de: Schablone
es: Plantilla
fr: Pochoir
it: Stampino
ja: ステンシル
ko: 원판
pt_pt: Estêncil
ru: Tрафарет
zh_hans: 模版
zh_hant: 模版

# sport_swimming_training_sync_device_ios
source: Synced to %@ devices
de: Mit %@ Geräten synchronisiert
es: Sincronizado con %@ dispositivos
fr: Synchronisé sur %@ appareils
it: Sincronizzato su %@ dispositivi
ja: %@台のデバイスに同期しました
ko: %@개의 기기에 동기화됨
pt_pt: Sincronizado com %@ dispositivos
ru: Синхронизировано с %@ устройствами
zh_hans: 已同步至 %@ 台设备
zh_hant: 已同步至 %@ 台設備

# sport_swimming_training_sync_device_android1
source: Synced to
de: Synchronisiert mit
es: Sincronizado con
fr: Synchronisé avec
it: Sincronizzato con
ja: 同期先
ko: 동기화됨
pt_pt: Sincronizado com
ru: Синхронизировано с
zh_hans: 已同步至
zh_hant: 已同步至

# sport_swimming_training_sync_device_android2
source: equipment
de: Ausrüstung
es: equipo
fr: équipement
it: attrezzatura
ja: 装置
ko: 장비
pt_pt: equipamento
ru: оборудование
zh_hans: 台设备
zh_hant: 台設備

# sport_swimming_appleBind_finsh_leftBreath
source: Breathing on the left side Set the goggles to display on the left eye Wear the watch on the left-hand
de: Atmung auf der linken Seite Stellen Sie die Schwimmbrille so ein, dass sie für das linke Auge angezeigt wird Auf der linken Hand eine Uhr tragen
es: Respirar por el lado izquierdo Configure las gafas de natación para que se muestren en el ojo izquierdo Llevar reloj en la mano izquierda
fr: Respiration du côté gauche Régler les lunettes de natation à afficher pour l'œil gauche Porter une montre à la main gauche
it: Respirazione sul lato sinistro Impostare gli occhialini da nuoto da visualizzare per l'occhio sinistro Indossare un orologio sulla mano sinistra
ja: 左側で呼吸する スイミングゴーグルを左目に表示するように設定します 左手に時計をしている
ko: 왼쪽으로 호흡 왼쪽 눈에 표시되도록 수영 고글 설정 왼손에 시계를 차고
pt_pt: Respirando do lado esquerdo Definir óculos de natação para exibição no olho esquerdo Usando um relógio na mão esquerda
ru: Дыхание на левой стороне Установите плавательные очки для отображения для левого глаза. Ношение часов на левой руке
zh_hans: 左侧呼吸 设置泳镜为左眼显示 左手佩戴手表
zh_hant: 左側呼吸 設定泳鏡為左眼顯示 左手佩戴手表

# sport_swimming_appleBind_finsh_rightBreath
source: Breathe on the right side Set the goggles to display on the right eye Wear the watch on the right-hand
de: Atme auf der rechten Seite Stellen Sie die Brille so ein, dass sie auf dem rechten Auge angezeigt wird Auf der rechten Hand eine Uhr tragen
es: Respira por el lado derecho Configure las gafas para que se muestren en el ojo derecho Llevar un reloj en la mano derecha.
fr: Respirez du côté droit Réglez les lunettes pour qu'elles s'affichent sur l'œil droit Porter une montre à la main droite
it: Respira sul lato destro Imposta gli occhiali da visualizzare sull'occhio destro Indossare un orologio sulla mano destra
ja: 右側で呼吸する ゴーグルを右目に表示するように設定します 右手に時計をしている
ko: 오른쪽으로 숨을 쉬세요 오른쪽 눈에 표시되도록 고글을 설정합니다. 오른손에 시계를 착용
pt_pt: Respire pelo lado direito Defina os óculos para serem exibidos no olho direito Usando um relógio na mão direita
ru: Дышите на правой стороне Установите очки для отображения на правом глазу Ношение часов на правой руке
zh_hans: 右侧呼吸 设置泳镜为右眼显示 右手佩戴手表
zh_hant: 右側呼吸 設定泳鏡為右眼顯示 右手佩戴手表
