Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_start_content
source: Welcome to register as a Holosport user! You can use this app to control, purchase, connect to, and share smart devices. During registration, you need to complete the corresponding process and sign the following agreements online by tapping Agree. Please carefully read and fully understand terms and conditions in the agreements before tapping Agree (especially those marked in bold or underlined, as the terms may clarify your obligations or limit your rights):
de: Willkommen bei der Registrierung als Holosport-Nutzer! Sie können diese App verwenden, um intelligente Geräte zu steuern, zu kaufen, zu verbinden und zu teilen. Während der Registrierung müssen Sie den jeweiligen Prozess abschließen und die folgenden Vereinbarungen online unterzeichnen, indem Sie auf „Zustimmen“ tippen. Bitte lesen Sie die Geschäftsbedingungen in den Vereinbarungen sorgfältig durch und machen Sie sich mit ihnen vertraut, bevor Sie auf „Zustimmen“ tippen (insbesondere jene, die fett gedruckt oder unterstrichen sind, da die Bedingungen Ihre Pflichten erläutern bzw. Ihre Rechte einschränken können):
es: Bienvenido al proceso de registro como usuario de Holosport. Puede utilizar esta aplicación para controlar, comprar, conectarse y compartir dispositivos inteligentes. Durante el registro, para completar el proceso correspondiente y firmar los siguientes acuerdos en línea, debe tocar Aceptar. Lea atentamente y comprenda en su totalidad los términos y condiciones de los acuerdos antes de tocar Aceptar (especialmente aquellos marcados en negrita o subrayados, ya que los términos pueden aclarar sus obligaciones o limitar sus derechos):
fr: Bienvenue pour vous inscrire en tant qu'utilisateur d'Holosport ! Cette application vous permet de contrôler, d'acheter, de vous connecter et de partager des appareils intelligents. Lors de l'enregistrement, vous devez compléter le processus correspondant et signer les accords suivants en ligne en appuyant sur Accepter. Veuillez lire attentivement et comprendre pleinement les termes et conditions des accords avant de cliquer sur Accepter (en particulier ceux qui sont marqués en gras ou soulignés, car les termes peuvent clarifier vos obligations ou limiter vos droits) :
it: Benvenuto/a nella registrazione come utente Holosport! Puoi utilizzare questa app per controllare, acquistare e condividere dispositivi intelligenti, nonché connetterti a essi. Durante la registrazione, devi completare il processo corrispondente e firmare gli accordi seguenti online toccando Accetto. Leggi attentamente e comprendi in toto i termini e le condizioni negli accordi prima di toccare Accetto (specialmente quelli contrassegnati in grassetto o sottolineati, poiché i termini possono chiarire i tuoi obblighi o limitare i tuoi diritti):
ja: Guangliユーザーの新規登録ありがとうございました。 このAppを使って、スマートデバイスの制御、購入、接続、デバイス共有などのさまざまな機能を実現できます。登録するには、「同意する」をクリックしてオンラインで次の契約に署名する必要があります。 「同意する」をクリックする前に、本契約の条項を読んで理解してください (特に、太字または下線が引かれている条項で、義務と権利が明確に説明されています):
ko: Holosport 사용자로 등록하신 것을 환영합니다! 이 앱을 사용하면 스마트 장치를 제어, 구매, 연결, 공유할 수 있습니다. 등록 중에는 해당 프로세스를 완료하고 동의를 탭하여 온라인으로 다음 계약에 서명해야 합니다. 동의를 탭하기 전에 계약의 이용 약관(특히 의무를 명확하게 규정하거나 권리를 제한할 수 있는 굵은 글씨나 밑줄로 표시된 조항)을 주의 깊게 읽고 완전히 이해하시기 바랍니다.
pt_pt: Damos-lhe as boas-vindas para se registar como um utilizador Holosport! Pode utilizar esta aplicação para controlar, comprar, ligar e partilhar dispositivos inteligentes. Durante o registo, tem de concluir o processo correspondente e assinar os seguintes contratos ao tocar em Aceitar. Leia cuidadosamente e compreenda na íntegra os termos e condições nos contratos antes de tocar em Aceitar (em especial, os marcados a negrito ou sublinhados, uma vez que os termos podem clarificar as suas obrigações ou limitar os seus direitos):
ru: Приветствуем вас в качестве нового пользователя приложения Holosport! Вы можете использовать его для управления, покупки, подключения и совместного использования умных устройств. Во время регистрации вам необходимо завершить определенные шаги и подписать следующие соглашения в режиме онлайн, нажав Принимаю. Внимательно ознакомьтесь и полностью поймите условия соглашений, прежде чем нажать Принимаю (особенно те положения, которые выделены жирным шрифтом или подчеркнуты, поскольку в них могут содержаться разъясняющие обязательства или ограничения ваших прав):
zh_hans: 欢迎注册成为光粒用户! 您可使用本应用实现智能设备的控制、购买、连接、设备共享等功能。 在您注册过程中，您需要完成我们的注册流程并通过点击同意的形式在线签署以下协议，请您务必仔细阅读、充分理解协议中的条款内容后再点击同意(尤其是以粗体或下划线标识的条款，因为这些条款可能会明确您应履行的义务或对您的权利有所限制)：
zh_hant: 歡迎註冊成為光粒用戶! 您可使用本應用實現智能設備的控製、購買、連接、設備共享等功能。 在您註冊過程中，您需要完成我們的註冊流程並通過點擊同意的形式在線簽署以下協議，請您務必仔細閱讀、充分理解協議中的條款內容後再點擊同意(尤其是以粗體或下劃線標識的條款，因為這些條款可能會明確您應履行的義務或對您的權利有所限製)：

# MJRefreshTrailerIdleText
source: Slide to view graphic and text detail
de: Schieben, um Grafik- und Textdetails anzuzeigen
es: Deslizar para ver detalles de gráficos y texto
fr: Glisser pour visualiser les détails du graphique et du texte
it: Scorri per visualizzare i dettagli di grafico e testo
ja: スライド画像の詳細
ko: 밀어서 그래픽 및 텍스트 상세정보 보기
pt_pt: Deslizar para ver detalhes do gráfico e de texto
ru: Проведите, чтобы просмотреть графические и текстовые сведения
zh_hans: 滑动查看图文详情
zh_hant: 滑動查看圖文詳情

# sport_detail_share_seeMore
source: Slide to view more
de: Schieben, um mehr anzuzeigen
es: Deslizar para ver más
fr: Glisser pour en voir plus
it: Scorri per visualizzare altro
ja: スライド表示詳細
ko: 밀어서 더 보기
pt_pt: Deslizar para ver mais
ru: Проведите, чтобы просмотреть еще
zh_hans: 滑动查看更多
zh_hant: 滑動查看更多

# sport_detail_chart_strokeRate
source: Stroke frequency
de: Schwimmzughäufigkeit
es: Frecuencia de brazada
fr: Fréquence du style de nage
it: Frequenza bracciate
ja: ストローク数/分
ko: 스트로크 빈도
pt_pt: Frequência da braçada
ru: Частота гребков
zh_hans: 划水频率
zh_hant: 划水頻率

# sport_detail_segment_numberOfStrokes
source: Stroke times
de: Schwimmzugmale
es: Tiempos de brazada
fr: Temps de style de nage
it: Tempi bracciata
ja: ストローク数
ko: 스트로크 횟수
pt_pt: Número de braçadas
ru: Количество гребков
zh_hans: 划水次数
zh_hant: 划水次數

# sport_detail_numberOfStrokes
source: Stroke times
de: Schwimmzugmale
es: Tiempos de brazada
fr: Temps de style de nage
it: Tempi bracciata
ja: ストローク数
ko: 스트로크 횟수
pt_pt: Número de braçadas
ru: Количество гребков
zh_hans: 划水次数
zh_hant: 划水次數

# sport_detail_rower
source: Stroke hand
de: Schwimmzughand
es: Mano de brazada
fr: Main de style de nage
it: Mano bracciata
ja: 手をスワ イプする
ko: 스트로크 핸드
pt_pt: Mão na braçada
ru: Активная рука
zh_hans: 划手
zh_hant: 劃手

# mine_notify_message
source: Interactive message notification
de: Interaktive Nachrichtenbenachrichtigung
es: Notificación interactiva de mensajes
fr: Notification interactive de messages
it: Notifica messaggi interattiva
ja: インタラクティブなメッセージ通知
ko: 대화형 메시지 알림
pt_pt: Notificação de mensagem interativa
ru: Интерактивное уведомление о сообщении
zh_hans: 互动消息通知
zh_hant: 互動消息通知

# mine_blacklist
source: Blocklist
de: Blockierungsliste
es: Lista de bloqueo
fr: Liste de blocage
it: Lista bloccati
ja: ブラックリスト
ko: 차단 목록
pt_pt: Lista de bloqueio
ru: Черный список
zh_hans: 黑名单
zh_hant: 黑名單

# app_error_36
source: No friends
de: Keine Freunde
es: No hay amigos
fr: Pas d'amis
it: Nessun amico
ja: まだ友達がいません
ko: 친구 없음
pt_pt: Sem amigos
ru: Нет друзей
zh_hans: 还没有好友
zh_hant: 還沒有好友

# mine_nofollow_tip
source: No following yet
de: Noch nicht gefolgt
es: Aún no sigue a nadie
fr: Aucun suivi pour l'instant
it: Nessuno seguito
ja: まだ誰もフォローしていません
ko: 아직 팔로우 없음
pt_pt: Ainda não segue
ru: Вы ни на кого не подписаны
zh_hans: 还没有关注的人
zh_hant: 還沒有追蹤的人

# app_error_37
source: No followers yet
de: Noch keine Follower
es: Aún no tiene seguidores
fr: Pas encore d'abonnés
it: Nessun follower
ja: あなたにはまだフォロワーがいません
ko: 아직 팔로워 없음
pt_pt: Ainda sem seguidores
ru: Нет подписчиков
zh_hans: 还没有粉丝
zh_hant: 還沒有粉絲

# mine_country
source: Country/region
de: Land/Region
es: País/región
fr: Pays/région
it: Paese/area geo.
ja: 国・地域
ko: 국가/지역
pt_pt: País/região
ru: Страна или регион
zh_hans: 国家/地区
zh_hant: 國家/地區

# mine_setting_privacy_content
source: Holosport's User Registration Agreement and Privacy Policy
de: Benutzerregistrierungsvereinbarung und Datenschutzrichtlinie von Holosport
es: Acuerdo de registro de usuario y política de privacidad de Holosport
fr: Accord d'enregistrement de l'utilisateur et Politique de confidentialité de Holosport
it: Informativa sulla Privacy e Accordo sulla registrazione dell'utente di Holosport
ja: 登録同意書とプライバシーポリシー
ko: Holosport 사용자 등록 계약 및 개인정보 보호정책
pt_pt: Contrato de Registo do Utilizador e Política de Privacidade da Holosport
ru: Соглашение о регистрации пользователя и политика конфиденциальности Holosport
zh_hans: 光粒用户注册协议和隐私政策
zh_hant: 光粒用戶註冊協議和隱私政策

# mine_follow
source: Follow
de: Folgen
es: Seguir
fr: Suivre
it: Segui
ja: フォロー
ko: 팔로우
pt_pt: Seguir
ru: Подписаться
zh_hans: 关注
zh_hant: 追蹤

# mine_about
source: About
de: Über
es: Acerca de
fr: À propos de
it: Informazioni
ja: について
ko: 정보
pt_pt: Acerca de
ru: Сведения
zh_hans: 关于
zh_hant: 關於

# mine_close_circle_tip
source: After you turn off Swimming moments, others will not be able to view your swimming moments.
de: Nachdem Sie Schwimmmomente ausgeschaltet haben, können andere Ihre Schwimmmomente nicht mehr sehen.
es: Después de desactivar Momentos de natación, el resto de usuarios no podrán ver los momentos de natación.
fr: Après avoir désactivé les moments de natation, les autres personnes ne pourront plus voir vos moments de natation.
it: Se disattivi Momenti di nuoto, gli altri non potranno vedere i tuoi momenti di nuoto.
ja: サークルのモ－メンツをオフにすると、他の人はあなたのモーメントを見ることができなくなります
ko: 수영 모멘트를 끄면 다른 사람이 내 수영 모멘트를 볼 수 없습니다.
pt_pt: Depois de desativar os momentos de natação, outras pessoas não poderão vê-los.
ru: После выключения функции Моментов плавания, другие пользователи не смогут просматривать ваши моменты плавания.
zh_hans: 关闭泳圈动态后，其他人将无法查看你的泳圈动态
zh_hant: 關閉泳圈動態後，其他人將無法查看你的泳圈動態

# close
source: Turn off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ja: Off
ko: 끄기
pt_pt: Desativar
ru: Выключить
zh_hans: 关闭
zh_hant: 關閉

# ota
source: Firmware upgrade
de: Firmware-Aufrüstung
es: Mejora de firmware
fr: Mise à niveau du micrologiciel
it: Aggiornamento firmware
ja: ファームウェアのアップグレード
ko: 펌웨어 업그레이드
pt_pt: Atualização de firmware
ru: Обновление ПО
zh_hans: 固件升级
zh_hant: 固件升級

# ota_update
source: Firmware update
de: Firmware-Aktualisierung
es: Actualización de firmware
fr: Mise à jour du micrologiciel
it: Aggiornamento firmware
ja: ソフトの更新
ko: 펌웨어 업데이트
pt_pt: Atualização de firmware
ru: Обновление встроенного ПО
zh_hans: 固件更新
zh_hant: 固件更新

# hard_version
source: Firmware version
es: Versión de firmware
fr: Version du micrologiciel
it: Versione firmware
ja: ソフトのバージョン
ko: 펌웨어 버전
pt_pt: Versão de firmware
ru: Версия встроенного ПО
zh_hans: 固件版本
zh_hant: 軟體版本

# swimming_storke
source: Fixed stroke settings
de: Feste Schwimmzugeinstellungen
es: Ajustes de brazada fija
fr: Paramètres fixes du style de nage
it: Impostazioni bracciata fisse
ja: 泳法
ko: 고정 스트로크 설정
pt_pt: Definições de braçada corrigidas
ru: Устан. фиксир. стиля плав.
zh_hans: 固定泳姿设置
zh_hant: 固定泳姿设置

# mine_update
source: Update
de: Aktualisierung
es: Actualización
fr: Mettre à jour
it: Aggiorna
ja: 更新する
ko: 업데이트
pt_pt: Atualizar
ru: Обновить
zh_hans: 更新
zh_hant: 更新

# mine_modify_phone_alert
source: Change bound mobile phone number
de: Verknüpfte Mobiltelefonnummer ändern
es: Cambiar número de teléfono móvil vinculado
fr: Modifier le numéro de téléphone portable lié
it: Modifica numero di telefono di associazione
ja: バインドされたスマホ番号を変更する
ko: 연결된 휴대폰 번호 변경
pt_pt: Alterar número de telemóvel associado
ru: Изменение привязанного номера мобильного телефона
zh_hans: 更换已绑定的手机号
zh_hant: 更换已绑定的手机号

# mine_modify_avatar
source: Change avatar
de: Avater ändern
es: Cambiar avatar
fr: Modifier l'avatar
it: Modifica avatar
ja: プロフィール画像を変更
ko: 아바타 변경
pt_pt: Alterar avatar
ru: Изм. фото профиля
zh_hans: 更换头像
zh_hant: 更換大頭貼

# mine_replace_bind
source: Change binding
de: Verknüpfung ändern
es: Cambiar vinc.
fr: Modifier la liaison
it: Modifica associazione
ja: バインドを置き換える
ko: 연결 변경
pt_pt: Alterar associação
ru: Изменение привязки
zh_hans: 更换绑定
zh_hant: 更換綁定

# mine_change
source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
ko: 변경
pt_pt: Alterar
ru: Изменить
zh_hans: 更换
zh_hant: 更換

# mine_modify_email_alert
source: Change email address
de: E-Mail-Adresse ändern
es: Cambiar dirección de correo electrónico
fr: Modifier l'adresse e-mail
it: Modifica indirizzo e-mail
ja: メールアドレスを変更する
ko: 이메일 주소 변경
pt_pt: Alterar endereço de e-mail
ru: Изменение адреса электронной почты
zh_hans: 更改邮箱地址
zh_hant: 更改電子信箱

# login_third_moreLoginWays
source: More login methods
de: Mehr Anmeldemethoden
es: Más métodos de inicio de sesión
fr: Plus de méthodes d'ouverture de session
it: Ulteriori metodi di accesso
ja: その他のログイン方法
ko: 로그인 방법 더 보기
pt_pt: Mais métodos de início de sessão
ru: Другие способы входа
zh_hans: 更多登录方式
zh_hant: 更多登錄方式

# mine_more
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと
ko: 더 보기
pt_pt: Mais
ru: Еще
zh_hans: 更多
zh_hant: 更多

# mine_notify_system_message
source: Personalized recommendation
de: Personalisierte Empfehlung
es: Recomendación personalizada
fr: Recommandation personnalisée
it: Consigli personalizzati
ja: システム メッセージ通知
ko: 맞춤형 추천
pt_pt: Recomendação personalizada
ru: Персональные рекомендации
zh_hans: 个性化推荐
zh_hant: 系統消息通知

# sport_best_record
source: Personal best
de: Pers. Bestleistung
es: Mejor marca personal
fr: Record personnel
it: Record personale
ja: 自己最高記録
ko: 개인 최고
pt_pt: Recorde pessoal
ru: Перс. достиж.
zh_hans: 个人最佳成绩
zh_hant: 個人最佳成績

# mine_userInfo
source: Personal info
de: Persönliche Infos
es: Información personal
fr: Informations personnelles
it: Informazioni personali
ja: 個人情報
ko: 개인 정보
pt_pt: Informações pessoais
ru: Персональные данные
zh_hans: 个人资料
zh_hant: 個人資料

# mine_personal_center
source: Personal center
de: Persönliches Zentrum
es: Centro personal
fr: Centre personnel
it: Centro personale
ja: アカウント情報
ko: 개인 센터
pt_pt: Centro pessoal
ru: Персональный центр
zh_hans: 个人中心
zh_hant: 個人中心

# login_third_tip_boundPhoneNumber
source: The mobile phone number has been bound. Log in directly with the number.
de: Die Mobiltelefonnummer wurde verknüpft. Melden Sie sich direkt mit der Nummer an.
es: El número de teléfono móvil se ha vinculado. Inicie sesión directamente con el número.
fr: Le numéro de téléphone portable a été lié. Connectez-vous directement avec le numéro.
it: Il numero di telefono è stato associato. Accedi direttamente con il numero.
ja: この電話番号はバインドされています。この電話番号で直接ログインしてください
ko: 휴대폰 번호가 연결되었습니다. 해당 번호로 바로 로그인하세요.
pt_pt: O número de telemóvel foi associado. Inicie sessão diretamente com o número.
ru: Номер мобильного телефона привязан. Войдите напрямую с помощью номера.
zh_hans: 该手机号已被绑定，请直接使用该手机号登录！
zh_hant: 該手機號已被綁定，請直接使用該手機號登錄！

# app_error_19
source: The mobile phone number has been bound. Log in directly with the number.
de: Die Mobiltelefonnummer wurde verknüpft. Melden Sie sich direkt mit der Nummer an.
es: El número de teléfono móvil se ha vinculado. Inicie sesión directamente con el número.
fr: Le numéro de téléphone portable a été lié. Connectez-vous directement avec le numéro.
it: Il numero di telefono è stato associato. Accedi direttamente con il numero.
ja: この電話番号はすでにバインドされています。この電話番号でログインできます
ko: 휴대폰 번호가 연결되었습니다. 해당 번호로 바로 로그인하세요.
pt_pt: O número de telemóvel foi associado. Inicie sessão diretamente com o número.
ru: Номер мобильного телефона привязан. Войдите напрямую с помощью номера.
zh_hans: 该手机号码已被绑定，请直接使用该手机号码的登录
zh_hant: 該手機號碼已被綁定，請直接使用該手機號碼登入

# base_error_2
source: The server is experiencing tech issues.
de: Der Server hat ein technisches Problem festgestellt.
es: El servidor está teniendo problemas técnicos.
fr: Le serveur rencontre des problèmes techniques.
it: Sono presenti problemi tecnici nel server.
ja: 現在のネットワークは利用できません。ネットワーク設定を確認してください
ko: 서버에 기술적인 문제가 발생했습니다.
pt_pt: O servidor está com problemas técnicos.
ru: На сервере возникли технические неисправности.
zh_hans: 服务器在开小差
zh_hant: 伺服器無法連接

# base_error_3
source: The server seems to be lost.
de: Der Server scheint verloren gegangen zu sein.
es: Parece que el servidor se ha perdido.
fr: Le serveur semble être perdu.
it: La connessione al server sembra essere persa.
ja: サーバーが見つかりません
ko: 서버가 손실된 것 같습니다.
pt_pt: O servidor parece estar perdido.
ru: Кажется, соединение с сервером потеряно.
zh_hans: 服务器好像丢失了
zh_hant: 伺服器遺失

# mine_fans
source: Followers
de: Follower
es: Seguidores
fr: Abonnés
it: Follower
ja: フォロア
ko: 팔로워
pt_pt: Seguidores
ru: Подписчики
zh_hans: 粉丝
zh_hant: 粉絲

# unit_minute
source: m
ja: 分
zh_hans: 分
zh_hant: 分

# unit_minute_min
source: min
zh_hans: 分
zh_hant: 分

# thirdPlatform_authTip_shareFailedUnknown
source: The reason for sharing failure is unknown.
de: Der Grund für das Scheitern der gemeinsamen Nutzung ist unbekannt.
es: Se desconoce el motivo del error de uso compartido.
fr: La raison de l'échec du partage n'est pas connue.
it: Il motivo dell'errore nella condivisione è sconosciuto.
ja: 共有失敗の不明な理由
ko: 공유 실패 원인을 알 수 없습니다.
pt_pt: O motivo de falha da partilha é desconhecido.
ru: Неизвестная причина сбоя отправки.
zh_hans: 分享失败原因未知
zh_hant: 分享失敗原因未知

# thirdPlatform_authTip_shareFailed
source: Sharing failure
de: Scheitern der gemeinsamen Nutzung
es: Error de uso compartido
fr: Échec du partag
it: Errore di condivisione
ja: 共有に失敗しました
ko: 공유 실패
pt_pt: Falha da partilha
ru: Сбой отправки
zh_hans: 分享失败
zh_hant: 分享失敗

# thirdPlatform_authTip_shareCanceled
source: Sharing canceled
de: Gemeinsame Nutzung abgebrochen
es: Uso compartido cancelado
fr: Partage annulé
it: Condivisione annullata
ja: シェアキャンセル
ko: 공유 취소됨
pt_pt: Partilha cancelada
ru: Отправка отменена
zh_hans: 分享取消
zh_hant: 分享取消

# thirdPlatform_authTip_shareContentIsEmpty
source: Shared content is empty.
de: Gemeinsame Inhalte sind leer.
es: El contenido compartido está vacío.
fr: Le contenu partagé est vide.
it: Il contenuto della condivisione è vuoto.
ja: 共有コンテンツが空です
ko: 공유 콘텐츠가 비었습니다.
pt_pt: O conteúdo partilhado está vazio.
ru: Общее содержимое пусто.
zh_hans: 分享内容为空
zh_hant: 分享內容為空

# thirdPlatform_authTip_shareContentNotSupport
source: Shared content is not supported.
de: Gemeinsame Inhalte werden nicht unterstützt.
es: No se admite el contenido compartido.
fr: Le contenu partagé n'est pas pris en charge.
it: Il contenuto della condivisione non è supportato.
ja: コンテンツの共有はサポートされていません
ko: 공유 콘텐츠가 지원되지 않습니다.
pt_pt: O conteúdo partilhado não é suportado.
ru: Отправляемый контент не поддерживается.
zh_hans: 分享內容不支持
zh_hant: 分享內容不支持

# thirdPlatform_authTip_shareSuccessed
source: Shared successfully.
de: Erfolgreich geteilt.
es: Compartido correctamente.
fr: Partagé avec succès.
it: Condivisione riuscita.
ja: 成功を共有する
ko: 공유되었습니다.
pt_pt: Partilhado com êxito.
ru: Отправлено.
zh_hans: 分享成功
zh_hant: 分享成功

# sport_record_share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유
pt_pt: Partilhar
ru: Отправить
zh_hans: 分享
zh_hant: 分享

# sport_analyzeing
source: Analyzing...
de: Wird analysiert...
es: Se está analizando...
fr: Analyser...
it: Analisi in corso...
ja: 分析中...
ko: 분석 중...
pt_pt: A analisar...
ru: Анализ...
zh_hans: 分析中...
zh_hant: 分析中...

# sport_analyze_report_result
source: Analysis result:
de: Analyseergebnis:
es: Resultado del análisis:
fr: Résultat de l'analyse :
it: Risultato dell'analisi:
ja: 分析結果:
ko: 분석 결과:
pt_pt: Resultado da análise:
ru: Результат анализа:
zh_hans: 分析结果：
zh_hant: 分析結果：

# sport_detail_segment
source: Segment
es: Segmento
it: Segmento
ja: セグメント
ko: 세그먼트
pt_pt: Segmento
ru: Сегмент
zh_hans: 分段
zh_hant: 分段

# mine_back
source: Return
de: Rückgabe
es: Devolver
fr: Retour
it: Ritorno
ja: 戻る
ko: 돌아가기
pt_pt: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

# mine_traditional
source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
it: Cinese tradizionale
ja: 繁体字中国語
ko: 중국어 번체
pt_pt: Chinês tradicional
ru: Традиционный китайский
zh_hans: 繁体中文
zh_hant: 繁體中文

# mine_find_newversion
source: Find new version
de: Neue Version finden
es: Buscar nueva versión
fr: Trouver une nouvelle version
it: Trova nuova versione
ja: ニューバージョン発見
ko: 새 버전 찾기
pt_pt: Procurar nova versão
ru: Поиск новой версии
zh_hans: 发现新版本
zh_hant: 發現新版本

# ble_found
source: Find
de: Finden
es: Buscar
fr: Trouver
it: Trova
ja: 探す
ko: 찾기
pt_pt: Localizar
ru: Поиск
zh_hans: 发现
zh_hant: 發現

# mine_dynamic
source: Moments
de: Momente
es: Momentos
it: Momenti
ja: モーメント
ko: 모멘트
pt_pt: Momentos
ru: Моменты
zh_hans: 动态
zh_hant: 動態

# app_error_14
source: Location permission is disabled.
de: Die Standortberechtigung ist deaktiviert.
es: El permiso Ubicación está inhabilitado.
fr: L'autorisation de localisation est désactivée
it: Autorizzazione posizione disattivata.
ja: 位置情報の利用許可が有効になっていません
ko: 위치 권한이 종료되었습니다.
pt_pt: A permissão de localização está desativada.
ru: Право доступа к данным о местоположении выключено.
zh_hans: 定位权限未开启
zh_hant: 定位權限未開啟

# app_error_15
source: Location service is turned off.
de: Der Ortungsdienst ist ausgeschaltet.
es: El servicio de ubicación está desactivado.
fr: Le service de localisation est désactivé.
it: Il servizio di posizionamento è disattivato.
ja: 位置情報サービスがオンになっていません
ko: 위치 서비스가 꺼졌습니다.
pt_pt: O serviço de localização está desativado.
ru: Служба определения местоположения выключена.
zh_hans: 定位服务未打开
zh_hant: 定位服務未打開

# swimming_butterfly
source: Butterfly stroke
de: Schmetterlingsschwimmen
es: Brazada mariposa
fr: Brasse papillon
it: Farfalla
ja: バタフライ
ko: 접영 스트로크
pt_pt: Mariposa
ru: Баттерфляй
zh_hans: 蝶泳
zh_hant: 蝶式

# login_email_input_lagre
source: Email
es: C. electrónico
ja: Eメール
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 電子信箱

# mine_bettering
source: Obtaining the battery level...
de: Rufe Akkustand ab...
es: Obteniendo el nivel de la batería…
fr: Obtention du niveau de la batterie...
it: Acquisizione livello batteria in corso…
ja: 充電中・・・
ko: 배터리 수준 확인 중…
pt_pt: A obter o nível da bateria…
ru: Расчет уровня заряда батареи...
zh_hans: 电量获取中…
zh_hant: 電量獲取中…

# device_connect_error_2
source: Fully charged
de: Vollständig aufgeladen
es: Totalmente cargado
fr: Chargement complet
it: Carica completa
ja: 完全に充電されています
ko: 완충됨
pt_pt: Completamente carregado
ru: Полностью заряжено
zh_hans: 电量充足
zh_hant: 電量充足

# mine_battery
source: Power
de: Stromversorgung
es: Alimentación
fr: Alimentation
it: Alimentazione
ja: バッテリー残量
ko: 전원
pt_pt: Autonomia
ru: Питание
zh_hans: 电量
zh_hant: 電量

# login_resend_title_lagre
source: Tap to resend a verification code
de: Tippen, um einen Bestätigungscode erneut zu senden
es: Toque para reenviar un código de verificación
fr: Tapez pour renvoyer un code de vérification
it: Tocca per inviare nuovamente un codice di verifica
ja: 認証コードを再送信
ko: 탭하여 확인 코드 재전송
pt_pt: Tocar para reenviar um código de verificação
ru: Нажмите, чтобы повторно отправить код подтверждения
zh_hans: 点击重新发送验证码
zh_hant: 點擊重新發送驗證碼

# device_connect_next_tip
source: Tap to continue
de: Tippen, um fortzufahren
es: Toque para continuar
fr: Tapez pour continuer
it: Tocca per continuare
ja: 続けるにはタップ
ko: 탭하여 계속
pt_pt: Tocar para continuar
ru: Нажмите, чтобы продолжить
zh_hans: 点击继续
zh_hant: 點擊繼續

# MJRefreshAutoFooterIdleText
source: Tap or pull up to load more
de: Tippen oder nach oben ziehen, um mehr zu laden
es: Toque o deslice hacia arriba para cargar más
fr: Tapez ou tirez vers le haut pour en charger plus
it: Tocca o scorri verso l'alto per caricare altro
ja: クリックまたはドロップアップロードの詳細
ko: 탭하거나 위로 당겨 더 로드하기
pt_pt: Tocar ou arrastar para cima para carregar mais
ru: Нажмите или потяните вверх, чтобы загрузить еще
zh_hans: 点击或上拉加载更多
zh_hant: 點擊或上拉加載更多
