Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# Bleuiskin_startDevice_usage
source: 1. Recording and collection of swimming statistics 2. Personalized swimming goggles setting
de: 1. Aufzeichnung und Erfassung von Schwimmstatistiken 2. Personalisierte Einstellung der Schwimmbrille
es: 1. Registro y recopilación de estadísticas de natación 2. Ajuste personalizado de las gafas de natación
fr: 1. Enregistrement et collecte des statistiques de natation 2. Réglage personnalisé des lunettes de natation
it: 1. Registrazione e raccolta delle statistiche del nuoto 2. Impostazioni personalizzate degli occhialini da nuoto
ja: 1．水泳データの記録と統計 2．パーソナライズの水泳ゴーグル設定
ko: 1. 수영 통계의 기록 및 수집 2. 맞춤형 수영 고글 설정
pt_pt: 1. Registo e recolha de estatísticas de natação 2. Definição personalizada dos óculos de natação
ru: 1. Запись и сбор статистики плавания. 2. Индивидуальная настройка очков для плавания.
zh_hans: 1.游泳数据的记录与统计 2.个性化的泳镜设置
zh_hant: 1.游泳數據的記錄與統計 2.個性化的泳鏡設置

# ble_device_disConnect_morehelp_content
source: 1. Make sure the mobile phone connects to the network as expected. 2. Make sure %@ is fully charged. 3. Turn off and turn on mobile phone Bluetooth again. 4. Move %@ to a location closer to the mobile phone and try again. 5. If your connection still fails after you've tried the preceding methods, you can describe the issue at the after-sales service email address: support@guangli.com.
de: 1. Vergewissern Sie sich, dass das Mobiltelefon wie vorgesehen mit dem Netz verbunden ist. 2. Vergewissern Sie sich, dass %@ vollständig geladen ist. 3. Schalten Sie das Bluetooth des Mobiltelefons aus und wieder ein. 4. Bringen Sie %@ an einen Ort, der näher am Mobiltelefon ist und versuchen Sie es erneut. 5. Wenn die Verbindung nach dem Ausprobieren der oben genannten Methoden immer noch nicht funktioniert, können Sie das Problem unter der E-Mail-Adresse des Kundendienstes beschreiben: support@guangli.com.
es: 1. Asegúrese de que el teléfono móvil se conecte a la red como está previsto. 2. Asegúrese de que %@ esté totalmente cargado. 3. Apague y vuelva a encender el Bluetooth del teléfono móvil. 4. Mueva %@ a un lugar más cercano al teléfono móvil e inténtelo de nuevo. 5. Si la conexión sigue fallando después de probar los métodos anteriores, puede describir el problema y enviarlo a la dirección de correo electrónico del servicio posventa: support@guangli.com.
fr: 1. Assurez-vous que le téléphone portable se connecte au réseau comme prévu. 2. Assurez-vous que %@ est complètement chargé. 3. Désactivez et réactivez le Bluetooth du téléphone portable. 4. Déplacez-vous %@ vers un endroit plus proche du téléphone portable et réessayez. 5. Si votre connexion échoue toujours après avoir essayé les méthodes précédentes, vous pouvez décrire le problème à l'adresse électronique du service après-vente :support@guangli.com.
it: 1. Assicurati che il telefono si connetta alla rete come previsto. 2. Assicurati che %@ sia completamente carico. 3. Disattiva e riattiva nuovamente il Bluetooth del telefono. 4. Sposta %@ in una posizione più vicina al telefono e riprova. 5. Se la connessione non funziona ancora dopo aver provato i metodi precedenti, puoi descrivere il problema all'indirizzo e-mail del servizio post vendita: support@guangli.com.
ja: 1. 携帯電話がネットワークに正常に接続されていることを確認してください 2. Holoswim2 が完全に充電されていることを確認してください 3. 携帯電話の Bluetooth をオフにしてからオンにします 4. Holoswim2 を携帯電話の近くの場所に移動します電話してもう一度お試しください 5. 上記の方法を試しても接続できない場合は、アフターサービスの電子メール support@guangli.com に連絡して、発生した問題を説明してください。
ko: 1. 휴대폰이 예상대로 네트워크에 연결되어 있는지 확인합니다. 2. %@이(가) 완전히 충전되었는지 확인합니다. 3. 휴대폰 블루투스를 껐다가 다시 켭니다. 4. %@을(를) 휴대폰과 가까운 곳으로 옮긴 후 다시 시도합니다. 5. 위 방법을 시도한 후에도 계속 연결에 실패하는 경우 애프터 서비스 이메일 주소(support@guangli.com)로 문제를 설명할 수 있습니다.
pt_pt: 1. Certifique-se de que o telemóvel liga à rede como previsto. 2. Certifique-se de que %@ está totalmente carregado. 3. Desative e ative novamente o Bluetooth do telemóvel. 4. Mova %@ para uma localização mais próxima do telemóvel e tente novamente. 5. Se a ligação continuar a falhar depois de ter tentado os métodos anteriores, pode descrever o problema através do endereço de e-mail do serviço de pós-venda: support@guangli.com.
ru: 1. Убедитесь, что мобильный телефон подключен к сети. 2. Убедитесь, что %@ полностью заряжен. 3. Выключите и снова включите Bluetooth на мобильном телефоне. 4. Переместите %@ ближе к мобильному телефону и повторите попытку. 5. Если соединение по-прежнему не удается установить после того, как вы попробовали предыдущие методы, вы можете описать проблему по адресу электронной почты послепродажного обслуживания: support@guangli.com.
zh_hans: 1.请确认手机正常连接网络 2.请确认 %@ 电量充足 3.重新关闭打开手机蓝牙 4.把%@ 移到距离手机近的地方再次尝试 5.如果尝试过以上方法仍连接失败，可联系售后服务邮箱：support@guangli.com 说明遇到的问题
zh_hant: 1.請確認手機正常連接網絡 2.請確認 Holoswim2 電量充足 3.重新關閉打開手機藍牙 4.把Holoswim2 移到距離手機近的地方再次嘗試 5.如果嘗試過以上方法仍連接失敗，可聯繫售後服務郵箱：support@guangli.com 說明遇到的問題

# connect_search_error_descripiton
source: 1. Make sure the device is fully charged. 2. Turn off and turn on mobile phone Bluetooth again. 3. Move the device to a location closer to the mobile phone and try again.
de: 1. Vergewissern Sie sich, dass das Gerät vollständig aufgeladen ist. 2. Schalten Sie das Bluetooth des Mobiltelefons aus und wieder ein. 3. Bringen Sie das Gerät an einen Ort, der näher am Mobiltelefon ist, und versuchen Sie es erneut.
es: 1. Asegúrese de que el dispositivo está completamente cargado. 2. Apague y vuelva a encender el Bluetooth del teléfono móvil. 3. Mueva el dispositivo a un lugar más cercano al teléfono móvil e inténtelo de nuevo.
fr: 1. Assurez-vous que l'appareil est complètement chargé. 2. Désactivez et réactivez le Bluetooth du téléphone portable. 3. Déplacez l'appareil vers un endroit plus proche du téléphone portable et réessayez.
it: 1. Assicurati che il dispositivo sia completamente carico. 2. Disattiva e riattiva nuovamente il Bluetooth del telefono. 3. Sposta il dispositivo in una posizione più vicina al telefono e riprova.
ja: 「1.設備の電力量が十分であることを確保してください2.携帯電話のBluetooth電源を入れ直す3.携帯電話に近い場所に機器を移して再度トライする」
ko: 1. 장치가 완전히 충전되어 있는지 확인합니다. 2. 휴대폰 블루투스를 껐다가 다시 켭니다. 3. 장치를 휴대폰과 가까운 곳으로 옮긴 후 다시 시도합니다.
pt_pt: 1. Certifique-se de que o dispositivo está totalmente carregado. 2. Desative e ative novamente o Bluetooth do telemóvel. 3. Mova o dispositivo para uma localização mais próxima do telemóvel e tente novamente.
ru: 1. Убедитесь, что устройство полностью заряжено. 2. Выключите и снова включите Bluetooth на мобильном телефоне. 3. Переместите устройство ближе к мобильному телефону и повторите попытку.
zh_hans: 1.请确保设备电量充足 2.重新关闭打开手机蓝牙 3.把设备移到距离手机近的地方再次尝试
zh_hant: 1.請確保設備電量充足 2.重新關閉打開手機藍牙 3.把設備移到距離手機近的地方再次嘗試

# mine_Swimminggoggles_diconnected_warn_content
source: 1. Try to turn on the app again or restart swimming goggles; 2. Check whether swimming goggles are on or within the searchable range of Bluetooth; 3. If the device system is being upgraded, try again after upgrading; 4. Remain unresolved? View more help
de: 1. Versuchen Sie, die App erneut einzuschalten oder die Schwimmbrille neu zu starten; 2. Überprüfen Sie, ob die Schwimmbrille eingeschaltet ist oder sich im Suchbereich von Bluetooth befindet; 3. Wenn das Gerätesystem gerade aufgerüstet wird, versuchen Sie es nach der Aufrüstung erneut; 4. Bleibt ungelöst? Mehr Hilfe anzeigen
es: 1. Intente activar de nuevo la app o reinicie las gafas de natación; 2. Compruebe si las gafas de natación están encendidas o dentro del alcance de búsqueda del Bluetooth; 3. Si el sistema del dispositivo se está actualizando, inténtelo de nuevo tras la actualización; 4. ¿Sigue sin resolverse? Ver más ayuda
fr: 1. Essayez de rallumer l'application ou de redémarrer les lunettes de natation ; 2. Vérifiez si les lunettes de natation sont allumées ou si elles se trouvent dans la zone de recherche du Bluetooth ; 3. Si le système de l'appareil est en cours de mise à jour, réessayez après la mise à jour ; 4. Le problème n'est toujours pas résolu ? Voir plus d'aide
it: 1. Prova ad accendere nuovamente l'app o riavvia gli occhialini da nuoto; 2. Controlla che gli occhialini da nuoto siano accesi o all'interno dell'intervallo di ricerca del Bluetooth; 3. Se è in corso l'aggiornamento del sistema del dispositivo, riprova nuovamente dopo l'aggiornamento; 4. Non hai risolto il problema? Visualizza altro della guida
ja: 1. アプリを再度開くか、スイミング ゴーグルを再起動してみてください 2. 水泳用ゴーグルの電源が入っているか、Bluetooth の検索範囲内にあるかを確認してください 3. デバイス システムが現在アップグレード中の場合は、アップグレードの完了後にもう一度お試しください。 4. それでも解決できませんか? さらにヘルプを表示
ko: 1. 앱을 다시 켜거나 수영 고글을 다시 시작해 봅니다. 2. 수영 고글이 켜져 있는지 또는 블루투스 검색 가능 범위 내에 있는지 확인합니다. 3. 장치 시스템이 업그레이드되는 경우 업그레이드 후에 다시 시도합니다. 4. 문제가 해결되지 않았나요? 도움말 더 보기
pt_pt: 1. Tente ativar novamente a aplicação ou reiniciar os óculos de natação; 2. Verifique se os óculos de natação estão ligados ou a uma distância detetável do Bluetooth; 3. Se o sistema do dispositivo estiver a ser atualizado, tente novamente após a atualização; 4. Permanece por resolver? Ver mais ajuda
ru: 1. Попробуйте еще раз включить приложение или выключить и снова включить очки для плавания. 2. Убедитесь, что очки для плавания включены или находятся в зоне поиска Bluetooth. 3. Если система устройства обновляется, повторите попытку после обновления. 4. Не удалось устранить неисправность? Посмотреть дополнительную помощь
zh_hans: 1.请尝试重新打开 APP 或者重启泳镜； 2.请确认泳镜是否打开或者在蓝牙可搜索范围内； 3.若当前处于设备系统升级状态，请完成升级后再次尝试； 4.仍无法解决？ 查看更多帮助
zh_hant: 1.請嘗試重新打開 APP 或者重啟泳鏡； 2.請確認泳鏡是否打開或者在藍牙可搜索範圍內； 3.若當前處於設備系統升級狀態，請完成升級後再次嘗試； 4.仍無法解決？查看更多幫助

# mine_Swimminggoggles_diconnected_warn_content_1
source: 1. Try to turn on the app again or restart swimming goggles;
de: 1. Versuchen Sie, die App erneut einzuschalten oder die Schwimmbrille neu zu starten;
es: 1. Intente activar de nuevo la aplicación o reinicie las gafas de natación;
fr: 1. Essayez de rallumer l'application ou de redémarrer les lunettes de natation ;
it: 1. Prova ad avviare nuovamente l'app o riavvia gli occhialini da nuoto;
ja: 1. アプリを再度開くか、ゴーグルを再起動してください
ko: 1. 앱을 다시 켜거나 수영 고글을 다시 시작해 봅니다.
pt_pt: 1. Tente ativar novamente a aplicação ou reiniciar os óculos de natação;
ru: 1. Попробуйте еще раз включить приложение или перезагрузить очки для плавания.
zh_hans: 1.请尝试重新打开 APP 或者重启泳镜；
zh_hant: 1.請嘗試重新打開 APP 或者重啟泳鏡；

# sport_home_Sep
source: September
es: Septiembre
fr: Septembre
it: Settembre
ja: 09月
ko: 9월
pt_pt: Setembro
ru: Сентябрь
zh_hans: 09月
zh_hant: 09月

# sport_home_Aug
source: August
es: Agosto
fr: Aout
it: Agosto
ja: 08月
ko: 8월
pt_pt: Agosto
ru: Август
zh_hans: 08月
zh_hant: 08月

# sport_home_Jul
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
ja: 07月
ko: 7월
pt_pt: Julho
ru: Июль
zh_hans: 07月
zh_hant: 07月

# sport_home_Jun
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
ja: 06月
ko: 6월
pt_pt: Junho
ru: Июнь
zh_hans: 06月
zh_hant: 06月

# sport_home_May
source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
ja: 05月
ko: 5월
pt_pt: Maio
ru: Май
zh_hans: 05月
zh_hant: 05月

# sport_home_Apr
source: April
es: Abril
fr: Avril
it: Aprile
ja: 04月
ko: 4월
pt_pt: Abril
ru: Апрель
zh_hans: 04月
zh_hant: 04月

# sport_home_Mar
source: March
de: März
es: Marzo
fr: Mars
it: Marzo
ja: 03月
ko: 3월
pt_pt: Março
ru: Март
zh_hans: 03月
zh_hant: 03月

# sport_home_Feb
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
ja: 02月
ko: 2월
pt_pt: Fevereiro
ru: Февраль
zh_hans: 02月
zh_hant: 02月

# sport_home_Jan
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
ja: 01月
ko: 1월
pt_pt: Janeiro
ru: Январь
zh_hans: 01月
zh_hant: 01月

# app_permission_content_3
source: [Holosport] needs access toyour location information to guarantee Holosport security and provide you with services such as location sharing, location marking, Bluetooth pairing and search,. The need will continue even if the app is turned off or not used. Besides, the data are also used to recommend information that may interest you.
de: [Holosport] benötigt Zugriff auf Ihre Standortinformationen, um die Sicherheit von Holosport zu gewährleisten und Ihnen Services wie Standortfreigabe, Standortmarkierung, Bluetooth-Kopplung und Suche zur Verfügung zu stellen. Die Notwendigkeit besteht auch dann, wenn die App ausgeschaltet ist oder nicht verwendet wird. Außerdem werden die Daten auch dazu verwendet, Ihnen Informationen zu empfehlen, die Sie interessieren könnten.
es: [Holosport] necesita acceder a la información de ubicación para garantizar la seguridad de Holosport y prestarle servicios como compartir ubicación, marcar ubicación, emparejamiento Bluetooth y búsqueda. Esta necesidad continuará aunque la aplicación esté desactivada o no se utilice. Además, los datos también se utilizan para recomendarle información que pueda ser de su interés.
fr: [Holosport] a besoin d'accéder à vos informations de localisation pour garantir la sécurité d'Holosport et vous fournir des services tels que le partage de localisation, le marquage de localisation, le couplage Bluetooth et la recherche. Ce besoin persiste même si l'application est désactivée ou n'est pas utilisée. En outre, les données sont également utilisées pour recommander des informations susceptibles de vous intéresser.
it: [Holosport] deve eccedere alle informazioni della tua posizione per garantire la sicurezza di Holosport e fornirti servizi quali condivisione della posizione, contrassegno della posizione, associazione e ricerca Bluetooth. Questa necessità continuerà anche se l'app viene disattivata o non utilizzata. Inoltre, i dati vengono utilizzati anche per consigliare informazioni che potrebbero essere di tuo interesse.
ja: 「Holosport」は、位置情報の共有、位置のマーキング、Bluetooth のペアリングと捜索などのサービスを提供するために位置情報を取得する必要があり、Holosport のセキュリティ保護のために、このアプリケーションが閉じられている場合や使用されていない場合でも、引き続き位置情報を取得します。取得したデータは、あなたが興味を持つ可能性のある情報を提供するためにも使用されます
ko: [Holosport]는 Holosport의 보안을 보장하고 위치 공유, 위치 표시, 블루투스 페어링 및 검색 등의 서비스를 제공하기 위해 위치 정보에 액세스해야 합니다. 앱을 끄거나 사용하지 않아도 관련 필요성은 계속 유지됩니다. 또한, 해당 데이터는 관심을 가질 만한 정보를 추천하는 목적으로도 사용됩니다.
pt_pt: A [Holosport] tem de aceder às suas informações de localização para garantir a segurança da Holosport e fornecer-lhe serviços como a partilha da localização, marcação da localização, a pesquisa e emparelhamento Bluetooth. Este requisito vai continuar mesmo se a aplicação for desativada ou não for utilizada. Para além disso, os dados são também utilizados para recomendar informações que lhe possam interessar.
ru: Приложению [Holosport] требуется право доступа к информации о вашем местоположении, чтобы гарантировать безопасность приложения Holosport и предоставлять вам такие службы, как отправка местоположения, маркировка местоположения, сопряжение Bluetooth и поиск. Такая потребность сохранится, даже если приложение выключено или не используется. Кроме того, данные также будут использоваться для рекомендации контента, который может быть вам интересен.
zh_hans: 「Holosport」 需要获取您的位置信息为您提供分享位置、位置标记、蓝牙配对与搜索等服务，并用于 Holosport 安全保障，即使本应用已关闭或未在使用中也仍会这样做，此外此类数据还用于为您推荐可能感兴趣的信息
zh_hant: 「Holosport」 需要獲取您的位置信息為您提供分享位置、位置標記、藍牙配對與搜索等服務，並用於 Holosport 安全保障，即使本應用已關閉或未在使用中也仍會這樣做，此外此類數據還用於為您推薦可能感興趣的信息

# app_permission_content_4
source: [Holosport] needs access to your phone number for the call reminder feature.
de: [Holosport] benötigt für die Anruferinnerungsfunktion Zugriff auf Ihre Telefonnummer.
es: [Holosport] necesita acceder al número de teléfono para la función de recordatorio de llamada.
fr: [Holosport] a besoin d'accéder à votre numéro de téléphone pour la fonction de rappel d'appel.
it: [Holosport] deve accedere al tuo numero di telefono per la funzione di promemoria delle chiamate.
ja: 「Holosport」は、着信通知機能のために電話番号を取得する必要があります
ko: [Holosport]는 통화 알림 기능을 위해 전화번호에 액세스해야 합니다.
pt_pt: A [Holosport] tem de aceder ao seu número de telefone para a funcionalidade de lembrete de chamada.
ru: Приложению [Holosport] требуется право доступа к вашему номеру телефона работы для функции напоминания о вызове.
zh_hans: 「Holosport」 需要获取您的电话，用于来电提醒的功能
zh_hant: 「Holosport」 需要獲取您的電話，用於來電提醒的功能

# app_permission_content_1
source: [Holosport] needs access to your camera for features such as taking photos.
de: [Holosport] benötigt Zugriff auf Ihre Kamera für Funktionen wie das Aufnehmen von Fotos.
es: [Holosport] necesita acceso a la cámara para funciones como hacer fotos.
fr: [Holosport] a besoin d'accéder à votre appareil photo pour des fonctions telles que la prise de photos.
it: [Holosport] deve accedere alla tua fotocamera per funzioni quali lo scatto di foto.
ja: 「Holosport」はカメラ使用を求めいてます
ko: [Holosport]는 사진 촬영 등의 기능을 위해 카메라에 액세스해야 합니다.
pt_pt: A [Holosport] tem de aceder à sua câmara para funcionalidades como tirar fotografias.
ru: Приложению [Holosport] требуется право доступа к камере для работы таких функций, как съемка фото.
zh_hans: 「Holosport」 需要访问您的相机用于拍摄照片等功能
zh_hant: 「Holosport」 需要訪問您的相機用於拍攝照片等功能

# app_permission_content_2
source: [Holosport] needs access to your album for features such as changing avatars and sharing.
de: [Holosport] benötigt Zugriff auf Ihr Album für Funktionen wie das Ändern von Avataren und die Freigabe.
es: [Holosport] necesita acceso al álbum para funciones como cambiar avatares y compartir.
fr: [Holosport] a besoin d'accéder à votre album pour des fonctions telles que le changement d'avatar et le partage.
it: [Holosport] deve accedere al tuo album per funzioni quali la modifica di avatar e la condivisione.
ja: 「Holosport」はフォトアルバム使用を求めいてます（写真共有、プロフィール画像の変更するため）
ko: [Holosport]는 아바타 변경, 공유 등의 기능을 위해 앨범에 액세스해야 합니다.
pt_pt: A [Holosport] tem de aceder ao seu álbum para funcionalidades como a alteração de avatars e a partilha.
ru: Приложению [Holosport] требуется право доступа к вашему альбому для работы таких функций, как смена фото профиля и обмена информацией.
zh_hans: 「Holosport」 需要访问您的相册用于分享，更换头像等功能
zh_hant: 「Holosport」 需要訪問您的相冊用於分享，更換頭像等功能

# app_permission_content_5
source: [Holosport] needs to access your images and save swimming data. If it’s not allowed, swimming data/images cannot be saved.
de: [Holosport] benötigt Zugriff auf Ihre Bilder und die Speicherung von Schwimmdaten. Wenn dies nicht erlaubt wird, können die Schwimmdaten/Bilder nicht gespeichert werden.
es: [Holosport] necesita acceder a las imágenes y guardar los datos de natación. Si no está permitido, no se pueden guardar los datos/imágenes de natación.
fr: [Holosport] a besoin d'accéder à vos images et de sauvegarder les données de natation. Si cela n'est pas autorisé, les données/images de natation ne peuvent pas être sauvegardées.
it: [Holosport] deve accedere alle tue immagini e salvare i dati di nuoto. Se non viene concesso il permesso, i dati di nuoto/le immagini non potranno essere salvati.
ja: 「Holosport」はあなたのフォトアルバムにアクセスして水泳データを保存する必要とデーター保存必要があります。許可されていない場合、水泳データの保存/写真の保存ができなくなります
ko: [Holosport]는 이미지에 액세스하고 수영 데이터를 저장해야 합니다. 허용하지 않으면 수영 데이터/이미지를 저장할 수 없습니다.
pt_pt: A [Holosport] tem de aceder às suas imagens e guardar os dados de natação. Se não for permitido, os dados/imagens de natação não poderão ser guardados.
ru: Приложению [Holosport] требуется право доступа к изображениям и право сохранять данных о плавании. Без этого права данные и изображения о плавании не будут сохранены.
zh_hans: 「Holosport」 需要访问您的图片以及保存游泳数据，如果不允许，将无法保存游泳数据/保存图片
zh_hant: 「Holosport」 需要訪問您的圖片以及保存遊泳數據，如果不允許，將無法保存遊泳數據/保存圖片

# app_permission_content_6
source: [Holosport] needs that mobile phone Bluetooth is on to find and add devices. Enable?
de: [Holosport] erfordert, dass Bluetooth auf dem Mobiltelefon eingeschaltet ist, um Geräte zu finden und hinzuzufügen. Aktivieren?
es: [Holosport] necesita que el Bluetooth del móvil esté activado para encontrar y añadir dispositivos. ¿Desea habilitarlo?
fr: [Holosport] a besoin que le Bluetooth du téléphone portable soit activé pour trouver et ajouter des appareils. Activer ?
it: [Holosport] necessita dell'attivazione del Bluetooth per trovare e aggiungere dispositivi. Vuoi attivarlo?
ja: 「Holosport」アアプリはデバイスを発見して追加するために Bluetooth を有効にする必要があります
ko: [Holosport]에서는 장치 찾기 및 추가를 위해 휴대폰 블루투스가 켜져 있어야 합니다. 실행할까요?
pt_pt: A [Holosport] requer que o Bluetooth do telemóvel esteja ativado para localizar e adicionar dispositivos. Pretende ativar?
ru: Приложению [Holosport] требуется, чтобы на мобильном телефоне был включен Bluetooth для поиска и добавления устройств. Предоставить это право доступа?
zh_hans: 「Holosport」 需开启手机蓝牙，以发现和添加设备。是否开启？
zh_hant: 「Holosport」 需開啟手機藍牙，以發現和添加設備。是否開啟？

# mine_close_agreement
source: Account Cancellation Agreement
de: Kontokündigungsvereinbarung
es: Acuerdo de cancelación de cuenta
fr: Accord d'annulation de compte
it: Accordo di cancellazione dell'account
ja: 「アカウント削除同意書」
ko: 계정 해지 계약
pt_pt: Contrato de Cancelamento da Conta
ru: Соглашение об удалении аккаунта
zh_hans: 《账号注销协议》
zh_hant: 《帳號註銷協議》

# mine_close_agreement_title
source: Account Cancellation Agreement
de: Kontokündigungsvereinbarung
es: Acuerdo de cancelación de cuenta
fr: Accord d'annulation de compte
it: Accordo di cancellazione dell'account
ja: アカウント削除同意書
ko: 계정 해지 계약
pt_pt: Contrato de Cancelamento da Conta
ru: Соглашение об удалении аккаунта
zh_hans: 账号注销协议
zh_hant: 帳號註銷協議

# login_privacy_user_lagre
source: User Agreement
de: Benutzervereinbarung
es: Acuerdo de usuario
fr: accord d'utilisateur
it: Accordo utente
ja: ユーザー規約
ko: 사용자 계약
pt_pt: Contrato do Utilizador
ru: Соглашение с пользователем
zh_hans: 《用户协议》
zh_hant: 《用戶協議》

# login_privacy_protocol_lagre
source: Privacy Agreement
de: Datenschutzvereinbarung
es: Acuerdo de privacidad
fr: Accord de confidentialité
it: Informativa sulla privacy
ja: 「プライバシー契約」
ko: 개인 정보 보호 계약
pt_pt: Contrato de Privacidade
ru: Соглашение о конфиденциальности
zh_hans: 《隐私协议》
zh_hant: 《隱私協議》

# sport_start_content_registration_agreement
source: Holosport User Registration Agreement
de: Benutzerregistrierungsvereinbarung von Holosport
es: Acuerdo de registro de usuario de Holosport
fr: Accord d'enregistrement de l'utilisateur de Holosport
it: Accordo sulla registrazione dell'utente di Holosport
ja: 「光粒ユーザー登録規約」
ko: Holosport 사용자 등록 계약
pt_pt: Contrato de Registo do Utilizador da Holosport
ru: Соглашение о регистрации с пользователем Holosport
zh_hans: 《光粒用户注册协议》
zh_hant: 《光粒用戶註冊協議》

# sport_start_content_privacy_policy
source: Holosport Privacy Policy
de: Datenschutzrichtlinie von Holosport
es: Política de privacidad de Holosport
fr: Politique relative à la vie privée de Holosport
it: Informativa sulla privacy di Holosport
ja: 「光粒プライバシーポリシー」
ko: Holosport 개인정보 보호정책
pt_pt: Política de Privacidade da Holosport
ru: Политика конфиденциальности Holosport
zh_hans: 《光粒隐私政策》
zh_hant: 《光粒隱私政策》

# login_register_tip_lagre
source: * Password must contain at least 8 characters.
de: * Passwort muss mind. 8 Zeichen enthalten.
es: * La contraseña debe contener al menos 8 car.
fr: * Le mdp doit contenir au moins 8 caractères.
it: * Deve contenere almeno 8 caratteri.
ja: *パスワードは8文字以上でなければなりません
ko: * 암호는 8자 이상으로 구성되어야 합니다.
pt_pt: * A palavra-passe tem de conter, pelo menos, 8 carateres.
ru: *Пароль должен содержать не менее 8 симв.
zh_hans: *密码至少8个字符
zh_hant: *密碼至少8個字元

# login_setpsw_aginput_tip_lagre
source: * Password must contain at least 8 characters.
de: * Passwort muss mind. 8 Zeichen enthalten.
es: * La contraseña debe contener al menos 8 car.
fr: * Le mdp doit contenir au moins 8 caractères.
it: * Deve contenere almeno 8 caratteri.
ja: *パスワードは最低8文字です
ko: * 암호는 8자 이상으로 구성되어야 합니다.
pt_pt: * A palavra-passe tem de conter, pelo menos, 8 carateres.
ru: *Пароль должен содержать не менее 8 симв.
zh_hans: *密码必须至少8个字符
zh_hant: *密碼必須至少8個字符

# sport_swimming_training_input_digit
source: * Enter a number between 1 and 255.
de: * Geben Sie eine Zahl zwischen 1 und 255 ein.
es: * Introduzca un número entre 1 y 255.
fr: * Saisissez un nombre entre 1 et 255.
it: * Immetti un numero tra 1 e 255.
ja: ※ 1～255の数字を入力してください
ko: * 1~255 사이의 숫자를 입력하세요.
pt_pt: * Introduza um número entre 1 e 255.
ru: *Введите число от 1 до 255.
zh_hans: * 请输入1～255之间的数字
zh_hant: * 請輸入1～255之間的數字
