Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_record_calories_intro
source: Calorie, abbreviated as cal, is transliterated from English and is a heat unit that is widely used in nutritional measurement and fitness manuals. The international standard energy unit is joule. When an adult's daily energy intake is 1,600 to 2,400 kcal, physical activity consumes 15%, which is approximately 240 to 360 kcal. The "Dietary Guidelines for Chinese Residents" recommends that daily physical activity should be adhered to, and moderate-intensity physical activity should be carried out at least 5 days a week for a total of more than 150 minutes. Active physical activity is preferably 6,000 steps a day.
de: Kalorien, abgekürzt als Cal, wird aus dem Englischen übersetzt und ist eine Wärmeeinheit, die häufig in Handbüchern zur Ernährungsmessung und Fitness verwendet wird. Die internationale Standardenergieeinheit ist Joule. Wenn die tägliche Energieaufnahme eines Erwachsenen 1.600 bis 2.400 kcal beträgt, verbraucht körperliche Aktivität 15 %, also etwa 240 bis 360 kcal. In den „Ernährungsrichtlinien für chinesische Einwohner“ wird empfohlen, die tägliche körperliche Aktivität einzuhalten und an mindestens 5 Tagen pro Woche eine körperliche Aktivität mittlerer Intensität mit einer Gesamtlänge von mehr als 150 Minuten durchzuführen ein Tag.
es: La caloría, abreviada como cal, se transcribe del inglés y es una unidad de calor que se usa ampliamente en los manuales de medición nutricional y fitness. La unidad de energía estándar internacional es el joule. Cuando el aporte energético diario de un adulto es de 1.600 a 2.400 kcal, la actividad física consume un 15%, lo que equivale aproximadamente a 240 a 360 kcal. Las "Pautas dietéticas para residentes chinos" recomiendan seguir la actividad física diaria y realizar actividad física de intensidad moderada al menos 5 días a la semana durante un total de más de 150 minutos. La actividad física activa es preferiblemente de 6.000 pasos. un día.
fr: La calorie, abrégée en cal, est une translittération de l'anglais et est une unité thermique largement utilisée dans les manuels de mesure nutritionnelle et de fitness. L'unité énergétique standard internationale est le joule. Lorsque l'apport énergétique quotidien d'un adulte est de 1 600 à 2 400 kcal, l'activité physique en consomme 15 %, soit environ 240 à 360 kcal. Les « Directives diététiques pour les résidents chinois » recommandent de respecter une activité physique quotidienne et une activité physique d'intensité modérée doit être pratiquée au moins 5 jours par semaine pour un total de plus de 150 minutes. L'activité physique active est de préférence de 6 000 pas. un jour.
it: La caloria, abbreviata in cal, è traslitterata dall'inglese ed è un'unità di calore ampiamente utilizzata nei manuali di misurazione nutrizionale e di fitness. L'unità di energia standard internazionale è il joule. Quando l'apporto energetico giornaliero di un adulto è compreso tra 1.600 e 2.400 kcal, l'attività fisica ne consuma il 15%, ovvero tra 240 e 360 ​​kcal. Le "Linee guida dietetiche per i residenti cinesi" raccomandano di attenersi all'attività fisica quotidiana e di svolgere un'attività fisica di moderata intensità almeno 5 giorni alla settimana per un totale di più di 150 minuti. L'attività fisica attiva è preferibilmente di 6.000 passi un giorno.
ja: カロリー (cal と略称) は英語から音訳されたもので、栄養測定やフィットネスのマニュアルで広く使用されている熱単位です。国際標準のエネルギー単位はジュールです。 成人の1日のエネルギー摂取量が1,600～2,400kcalの場合、身体活動による消費エネルギーは15％、約240～360kcalになります。 「中国居住者の食事ガイドライン」では、毎日の身体活動を遵守し、中程度の強度の身体活動を週に少なくとも 5 日、合計 150 分以上実施することが推奨されています。積極的な身体活動は 6,000 歩が望ましいとされています。一日。
ko: Cal로 약칭되는 칼로리(Calorie)는 영어에서 음역된 것이며 영양 측정 및 피트니스 매뉴얼에서 널리 사용되는 열 단위입니다. 국제 표준 에너지 단위는 줄(joule)입니다. 성인의 일일 에너지 섭취량이 1,600~2,400kcal일 때 신체활동에 소모되는 에너지량은 15%로 약 240~360kcal이다. '중국인을 위한 식생활 지침'에서는 매일의 신체활동을 준수하고, 중등도 신체활동을 주 5일 이상 총 150분 이상 실시할 것을 권고하고 있습니다. 활동적인 신체활동은 6,000걸음이 바람직합니다. 하루.
pt_pt: Caloria, abreviada como cal, é transliterada do inglês e é uma unidade de calor amplamente utilizada em manuais de medição nutricional e de condicionamento físico. A unidade de energia padrão internacional é o joule. Quando a ingestão energética diária de um adulto é de 1.600 a 2.400 kcal, a atividade física consome 15%, o que equivale a aproximadamente 240 a 360 kcal. As "Diretrizes Dietéticas para Residentes Chineses" recomendam que a atividade física diária seja seguida e que a atividade física de intensidade moderada seja realizada pelo menos 5 dias por semana, num total de mais de 150 minutos. A atividade física ativa é de preferência 6.000 passos. um dia.
ru: Калория, сокращенно «кал», транслитерируется с английского языка и представляет собой тепловую единицу, широко используемую в руководствах по измерению питания и фитнесе. Международным стандартом энергетической единицы является джоуль. Когда суточное потребление энергии взрослым составляет от 1600 до 2400 ккал, физическая активность потребляет 15%, что составляет примерно 240–360 ккал. «Руководство по питанию для жителей Китая» рекомендует соблюдать ежедневную физическую активность, а также осуществлять физическую активность умеренной интенсивности не менее 5 дней в неделю общей продолжительностью более 150 минут. Активная физическая активность предпочтительно составляет 6000 шагов. день.
zh_hans: 卡路里(Calorie),简称卡，缩写为cal,由英文音译而来，是一种热量单位，被广泛使用在营养计量和健身手册上，国际标准的能量单位是焦耳(joule)。 成年人每天能量摄入量在1600~2400千卡时，身体活动消耗15%，大约是240~360千卡。《中国居民膳食指南》建议应坚持日常身体活动，每周至少进行5天中等强度身体活动，累计150分钟以上，主动身体活动最好每天6000步。
zh_hant: 卡路里(Calorie),簡稱卡，縮寫為cal,由英文音譯而來，是一種熱量單位，被廣泛使用在營養計量和健身手冊上，國際標準的能量單位是焦耳(joule)。 成年人每天能量攝取量在1600~2400千卡時，身體活動消耗15%，約240~360千張卡。 《中國居民膳食指南》建議應堅持日常身體活動，每週至少進行5天中等強度身體活動，累計150分鐘以上，主動身體活動最好每天6000步。

# sport_record_week_total_calories
source: Total this week
de: Insgesamt diese Woche
es: Total esta semana
fr: Total cette semaine
it: Totale questa settimana
ja: 今週の合計
ko: 이번주 합계
pt_pt: Total esta semana
ru: Всего на этой неделе
zh_hans: 本周累计
zh_hant: 本週累計

# sport_record_month_total_calories
source: Total this month
de: Insgesamt diesen Monat
es: Total este mes
fr: Total ce mois-ci
it: Totale questo mese
ja: 今月の合計
ko: 이번 달 합계
pt_pt: Total este mês
ru: Всего в этом месяце
zh_hans: 本月累计
zh_hant: 本月累計

# sport_record_year_total_calories
source: Cumulative this year
de: Kumulativ in diesem Jahr
es: Acumulado este año
fr: Cumulable cette année
it: Cumulativo quest'anno
ja: 今年累計
ko: 올해 누적
pt_pt: Acumulado este ano
ru: Совокупно в этом году
zh_hans: 本年累计
zh_hant: 本年累計

# sport_record_week_total_time
source: total week duration
de: Gesamtwochendauer
es: duración total de la semana
fr: durée totale de la semaine
it: durata totale della settimana
ja: 週の合計期間
ko: 총 일주일 기간
pt_pt: duração total da semana
ru: общая продолжительность недели
zh_hans: 周总时长
zh_hant: 週總時長

# sport_record_month_total_time
source: Total time per month
de: Gesamtzeit pro Monat
es: Tiempo total por mes
fr: Durée totale par mois
it: Tempo totale al mese
ja: 1 か月あたりの合計時間
ko: 월별 총 시간
pt_pt: Tempo total por mês
ru: Общее время в месяц
zh_hans: 月总时长
zh_hant: 月總時長

# sport_record_year_total_time
source: total yearly duration
de: Gesamtjahresdauer
es: duración total anual
fr: durée annuelle totale
it: durata complessiva annua
ja: 年間合計期間
ko: 연간 총 기간
pt_pt: duração anual total
ru: общая годовая продолжительность
zh_hans: 年总时长
zh_hant: 年總時長

# sport_record_week_total_expend
source: Total weekly consumption
de: Gesamter wöchentlicher Verbrauch
es: Consumo total semanal
fr: Consommation hebdomadaire totale
it: Consumo settimanale totale
ja: 週ごとの総消費量
ko: 주간 총 소비량
pt_pt: Consumo semanal total
ru: Общее недельное потребление
zh_hans: 周总消耗
zh_hant: 週總消耗

# sport_record_month_total_expend
source: Total monthly consumption
de: Gesamtmonatsverbrauch
es: Consumo total mensual
fr: Consommation mensuelle totale
it: Consumo mensile totale
ja: 毎月の総消費量
ko: 월별 총 소비량
pt_pt: Consumo mensal total
ru: Общее ежемесячное потребление
zh_hans: 月总消耗
zh_hant: 月總消耗

# sport_record_year_total_expend
source: Total annual consumption
de: Gesamtjahresverbrauch
es: Consumo total anual
fr: Consommation annuelle totale
it: Consumo annuo totale
ja: 年間総消費量
ko: 연간 총 소비량
pt_pt: Consumo total anual
ru: Общее годовое потребление
zh_hans: 年总消耗
zh_hant: 年總消耗

# sport_record_detail_trips_change
source: Trip number correction
de: Korrektur der Fahrtnummer
es: Corrección del número de viaje
fr: Correction du numéro de voyage
it: Correzione del numero di viaggio
ja: トリップ番号修正
ko: 여행 번호 수정
pt_pt: Correção do número da viagem
ru: Корректировка номера поездки
zh_hans: 趟数修正
zh_hant: 趟數修正

# sport_record_detail_tips
source: * After manually correcting the number of times, the associated data will be modified simultaneously. Each exercise record can only be modified once.
de: * Nach der manuellen Korrektur der Anzahl werden die zugehörigen Daten gleichzeitig geändert. Jeder Trainingsdatensatz kann nur einmal geändert werden.
es: * Después de corregir manualmente el número de veces, los datos asociados se modificarán simultáneamente. Cada registro de ejercicio solo se podrá modificar una vez.
fr: * Après avoir corrigé manuellement le nombre de fois, les données associées seront modifiées simultanément. Chaque enregistrement d'exercice ne pourra être modifié qu'une seule fois.
it: * Dopo aver corretto manualmente il numero di volte, i dati associati verranno modificati simultaneamente. Ciascun record di allenamento può essere modificato solo una volta.
ja: ※手動で回数を修正すると、関連するデータも同時に修正されます。修正できるのは各運動記録につき1回のみです。
ko: * 횟수를 수동으로 수정하면 해당 데이터도 동시에 수정됩니다. 각 운동 기록은 한 번만 수정할 수 있습니다.
pt_pt: * Após a correção manual do número de vezes, os dados associados serão modificados simultaneamente. Cada registro de exercício só poderá ser modificado uma vez.
ru: * После ручной коррекции количества раз соответствующие данные будут изменены одновременно. Каждую запись тренировки можно изменить только один раз.
zh_hans: * 手动修正趟数后会同步修改关联数据，每条运动记录仅能修改1次
zh_hant: * 手動修正趟數後會同步修改關聯數據，每筆運動記錄僅能修改1次

# sport_record_detail_change_success
source: Modification successful
de: Änderung erfolgreich
es: Modificación exitosa
fr: Modification réussie
it: Modifica riuscita
ja: 変更が成功しました
ko: 수정 성공
pt_pt: Modificação bem-sucedida
ru: Модификация прошла успешно
zh_hans: 修改成功
zh_hant: 修改成功

# sport_record_detail_chartX_tips
source: *Each columnar bar on the X-axis represents a segment
de: *Jeder Säulenbalken auf der X-Achse stellt ein Segment dar
es: *Cada barra columnar en el eje X representa un segmento
fr: *Chaque barre de colonnes sur l'axe X représente un segment
it: *Ogni barra colonnare sull'asse X rappresenta un segmento
ja: *X 軸上の各棒はセグメントを表します
ko: *X축의 각 기둥 막대는 세그먼트를 나타냅니다.
pt_pt: *Cada barra colunar no eixo X representa um segmento
ru: *Каждая столбчатая полоса на оси X представляет собой сегмент.
zh_hans: *X轴上每一条柱状条代表一趟分段
zh_hant: *X軸上每一條柱狀條代表一趟分段

# sport_record_detail_chartY_tips
source: *The Y-axis represents the exercise time and the exercise duration of this trip
de: *Die Y-Achse stellt die Trainingszeit und die Trainingsdauer dieser Reise dar
es: *El eje Y representa el tiempo de ejercicio y la duración del ejercicio de este viaje.
fr: *L'axe Y représente le temps d'exercice et la durée d'exercice de ce voyage
it: *L'asse Y rappresenta il tempo di allenamento e la durata dell'allenamento di questo viaggio
ja: ※Y軸は今回の旅行の運動時間と運動時間を表します
ko: *Y축은 이번 여행의 운동시간과 운동시간을 나타냅니다.
pt_pt: *O eixo Y representa o tempo de exercício e a duração do exercício desta viagem
ru: *Ось Y представляет время тренировки и продолжительность тренировки в этой поездке.
zh_hans: *Y轴代表运动时间本趟的运动时长
zh_hant: *Y軸代表運動時間本趟的運動時長

# sport_home_legend_score_comprehensive
source: is a comprehensive indicator to evaluate your overall performance and athletic ability in various sports in the past thirty days. Based on your exercise duration, exercise days, exercise distance and average pace in the past thirty days, the final score is calculated based on the standard data. It should be noted that only the data recorded by the Holosport device is counted here, so the score obtained should not be used as the only criterion to judge the quality of your performance, but should be considered in conjunction with other factors.
de: ist ein umfassender Indikator zur Bewertung Ihrer Gesamtleistung und sportlichen Leistungsfähigkeit in verschiedenen Sportarten in den letzten dreißig Tagen. Basierend auf Ihrer Trainingsdauer, Ihren Trainingstagen, Ihrer Trainingsdistanz und Ihrem durchschnittlichen Tempo in den letzten dreißig Tagen wird die Endpunktzahl auf Basis der Standarddaten berechnet. Es ist zu beachten, dass hier nur die vom Holosport-Gerät aufgezeichneten Daten gezählt werden, sodass die erzielte Punktzahl nicht als einziges Kriterium zur Beurteilung der Qualität Ihrer Leistung herangezogen werden sollte, sondern in Verbindung mit anderen Faktoren betrachtet werden sollte.
es: es un indicador integral para evaluar su rendimiento general y capacidad atlética en varios deportes en los últimos treinta días. Según la duración del ejercicio, los días de ejercicio, la distancia del ejercicio y el ritmo promedio de los últimos treinta días, la puntuación final se calcula según los datos estándar. Cabe señalar que aquí solo se cuentan los datos registrados por el dispositivo Holosport, por lo que la puntuación obtenida no debe usarse como el único criterio para juzgar la calidad de su desempeño, sino que debe considerarse junto con otros factores.
fr: est un indicateur complet permettant d'évaluer votre performance globale et votre capacité athlétique dans divers sports au cours des trente derniers jours. En fonction de la durée de votre exercice, des jours d'exercice, de la distance parcourue et de l'allure moyenne au cours des trente derniers jours, le score final est calculé sur la base des données standard. Il est à noter que seules les données enregistrées par l'appareil Holosport sont prises en compte ici, le score obtenu ne doit donc pas être utilisé comme seul critère pour juger de la qualité de votre performance, mais doit être considéré en conjonction avec d'autres facteurs.
it: è un indicatore completo per valutare le prestazioni complessive e l'abilità atletica in vari sport negli ultimi trenta giorni. In base alla durata dell'esercizio, ai giorni di allenamento, alla distanza dell'esercizio e al ritmo medio degli ultimi trenta giorni, il punteggio finale viene calcolato in base ai dati standard. È opportuno notare che qui vengono conteggiati solo i dati registrati dal dispositivo Holosport, pertanto il punteggio ottenuto non deve essere utilizzato come unico criterio per giudicare la qualità della propria prestazione, ma deve essere considerato insieme ad altri fattori.
ja: は、過去30日間の各種スポーツにおける総合的なパフォーマンスや運動能力を総合的に評価する指標です。過去 30 日間の運動時間、運動日数、運動距離、平均ペースに基づいて、標準データに基づいて最終スコアが計算されます。ここでは Holosport デバイスによって記録されたデータのみがカウントされるため、取得されたスコアはパフォーマンスの品質を判断する唯一の基準として使用されるのではなく、他の要素と組み合わせて考慮される必要があることに注意してください。
ko: 은 지난 30일 동안의 다양한 스포츠에서의 전반적인 경기력과 운동능력을 평가하는 종합 지표입니다. 지난 30일 동안의 운동 시간, 운동 일수, 운동 거리, 평균 속도를 기준으로 표준 데이터를 기준으로 최종 점수가 계산됩니다. 여기서는 Holosport 장치에서 기록한 데이터만 계산되므로 획득한 점수를 성능 품질을 판단하는 유일한 기준으로 사용해서는 안 되며, 다른 요소와 함께 고려해야 합니다.
pt_pt: é um indicador abrangente para avaliar seu desempenho geral e capacidade atlética em vários esportes nos últimos trinta dias. Com base na duração do exercício, nos dias de exercício, na distância do exercício e no ritmo médio dos últimos trinta dias, a pontuação final é calculada com base nos dados padrão. Ressalta-se que aqui são contabilizados apenas os dados registrados pelo aparelho Holosport, portanto a pontuação obtida não deve ser utilizada como único critério para julgar a qualidade do seu desempenho, mas deve ser considerada em conjunto com outros fatores.
ru: — это комплексный показатель, позволяющий оценить ваши общие результаты и спортивные способности в различных видах спорта за последние тридцать дней. На основе продолжительности тренировок, дней тренировок, дистанции тренировок и среднего темпа за последние тридцать дней окончательный балл рассчитывается на основе стандартных данных. Следует отметить, что здесь учитываются только данные, записанные устройством «Холоспорт», поэтому полученный балл не должен использоваться как единственный критерий оценки качества вашего выступления, а должен рассматриваться в совокупности с другими факторами.
zh_hans: 是评估您在近三十天内的多种运动项目的整体表现和运动能力的综合指标。根据您近三十天的运动时长、运动天数、运动距离以及平均配速，对照标准数据进行综合计算得出最终分数。需要注意的是，此处仅统计Holosport设备所记录的数据，因此得出的分数并不应该被用作唯一的标准来评判您表现的优劣，而应该结合其他因素进行综合考虑。
zh_hant: 是評估您在近三十天內的多種運動項目的整體表現和運動能力的綜合指標。根據您近三十天的運動時長、運動天數、運動距離以及平均配速，對照標準數據進行綜合計算得出最終分數。需要注意的是，此處僅統計Holosport設備所記錄的數據，因此得出的分數並不應該被用作唯一的標準來評判您表現的優劣，而應該結合其他因素進行綜合考慮。

# sport_home_legend_score_outdoor
source: is an indicator that evaluates the user's comprehensive ability when hiking, mountain climbing, and cycling in the outdoor environment in the past thirty days. Based on the user's exercise duration, exercise days, exercise distance and average pace in the past thirty days, the final score is calculated based on the standard data. It should be noted that only the data recorded by the Holosport device is counted here, so the score obtained should not be used as the only criterion to judge the quality of your performance, but should be considered in conjunction with other factors.
de: ist ein Indikator, der die umfassenden Fähigkeiten des Benutzers beim Wandern, Bergsteigen und Radfahren im Freien in den letzten dreißig Tagen bewertet. Basierend auf der Trainingsdauer, den Trainingstagen, der Trainingsdistanz und dem durchschnittlichen Tempo des Benutzers in den letzten dreißig Tagen wird die endgültige Punktzahl auf Basis der Standarddaten berechnet. Es ist zu beachten, dass hier nur die vom Holosport-Gerät aufgezeichneten Daten gezählt werden, sodass die erzielte Punktzahl nicht als einziges Kriterium zur Beurteilung der Qualität Ihrer Leistung herangezogen werden sollte, sondern in Verbindung mit anderen Faktoren betrachtet werden sollte.
es: es un indicador que evalúa la capacidad integral del usuario al caminar, escalar montañas y andar en bicicleta en el ambiente al aire libre en los últimos treinta días. Según la duración del ejercicio del usuario, los días de ejercicio, la distancia del ejercicio y el ritmo promedio en los últimos treinta días, la puntuación final se calcula según los datos estándar. Cabe señalar que aquí solo se cuentan los datos registrados por el dispositivo Holosport, por lo que la puntuación obtenida no debe usarse como el único criterio para juzgar la calidad de su desempeño, sino que debe considerarse junto con otros factores.
fr: est un indicateur qui évalue la capacité globale de l'utilisateur en matière de randonnée, d'alpinisme et de cyclisme en extérieur au cours des trente derniers jours. Sur la base de la durée de l'exercice de l'utilisateur, des jours d'exercice, de la distance parcourue et de l'allure moyenne au cours des trente derniers jours, le score final est calculé sur la base des données standard. Il est à noter que seules les données enregistrées par l'appareil Holosport sont prises en compte ici, le score obtenu ne doit donc pas être utilisé comme seul critère pour juger de la qualité de votre performance, mais doit être considéré en conjonction avec d'autres facteurs.
it: è un indicatore che valuta la capacità complessiva dell'utente durante l'escursionismo, l'alpinismo e il ciclismo in ambiente esterno negli ultimi trenta giorni. In base alla durata dell'esercizio dell'utente, ai giorni di allenamento, alla distanza dell'esercizio e al ritmo medio negli ultimi trenta giorni, il punteggio finale viene calcolato in base ai dati standard. È opportuno notare che qui vengono conteggiati solo i dati registrati dal dispositivo Holosport, pertanto il punteggio ottenuto non deve essere utilizzato come unico criterio per giudicare la qualità della propria prestazione, ma deve essere considerato insieme ad altri fattori.
ja: は、過去30日間にアウトドア環境でハイキング、登山、サイクリングを行った際の総合的な能力を評価する指標です。ユーザーの過去 30 日間の運動時間、運動日数、運動距離、平均ペースに基づいて、標準データに基づいて最終スコアが計算されます。ここでは Holosport デバイスによって記録されたデータのみがカウントされるため、取得されたスコアはパフォーマンスの品質を判断する唯一の基準として使用されるのではなく、他の要素と組み合わせて考慮される必要があることに注意してください。
ko: 은 지난 30일 동안 야외 환경에서 하이킹, 등산, 사이클링을 했을 때 사용자의 종합적인 능력을 평가하는 지표입니다. 사용자의 지난 30일간의 운동시간, 운동일수, 운동거리, 평균속도 등을 기준으로 표준데이터를 바탕으로 최종 점수를 산출합니다. 여기서는 Holosport 장치에서 기록한 데이터만 계산되므로 획득한 점수를 성능 품질을 판단하는 유일한 기준으로 사용해서는 안 되며, 다른 요소와 함께 고려해야 합니다.
pt_pt: é um indicador que avalia a capacidade abrangente do usuário ao fazer caminhadas, escalar montanhas e andar de bicicleta em ambientes externos nos últimos trinta dias. Com base na duração do exercício do usuário, nos dias de exercício, na distância do exercício e no ritmo médio dos últimos trinta dias, a pontuação final é calculada com base nos dados padrão. Ressalta-se que aqui são contabilizados apenas os dados registrados pelo aparelho Holosport, portanto a pontuação obtida não deve ser utilizada como único critério para julgar a qualidade do seu desempenho, mas deve ser considerada em conjunto com outros fatores.
ru: — это показатель, который оценивает комплексные способности пользователя при пеших походах, альпинизме и езде на велосипеде на открытом воздухе за последние тридцать дней. На основе продолжительности тренировок пользователя, дней тренировок, дистанции тренировок и среднего темпа за последние тридцать дней окончательный балл рассчитывается на основе стандартных данных. Следует отметить, что здесь учитываются только данные, записанные устройством «Холоспорт», поэтому полученный балл не должен использоваться как единственный критерий оценки качества вашего выступления, а должен рассматриваться в совокупности с другими факторами.
zh_hans: 是评估用户在近三十天内的户外环境下进行徒步、登山、骑行运动时所展现出的综合能力的指标。根据用户近三十天的运动时长、运动天数、运动距离以及平均配速，对照标准数据进行综合计算得出最终分数。需要注意的是，此处仅统计Holosport设备所记录的数据，因此得出的分数并不应该被用作唯一的标准来评判您表现的优劣，而应该结合其他因素进行综合考虑。
zh_hant: 是評估使用者在近三十天內的戶外環境下進行健行、登山、騎乘運動時所展現出的綜合能力的指標。根據使用者近三十天的運動時長、運動天數、運動距離以及平均配速，對照標準數據進行綜合計算得出最終分數。需要注意的是，此處僅統計Holosport設備所記錄的數據，因此得出的分數並不應該被用作唯一的標準來評判您表現的優劣，而應該結合其他因素進行綜合考慮。
