Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_home_legend_score_swimming
source: is an ability indicator to evaluate the user's performance in swimming events in the past thirty days. Based on the user's exercise duration, exercise days, exercise distance and average pace in the past thirty days, the final score is calculated based on the standard data. It should be noted that only the data recorded by the Holosport device is counted here, so the score obtained should not be used as the only criterion to judge the quality of your performance, but should be considered in conjunction with other factors.
de: ist ein Fähigkeitsindikator zur Bewertung der Leistung des Benutzers bei Schwimmveranstaltungen in den letzten dreißig Tagen. Basierend auf der Trainingsdauer, den Trainingstagen, der Trainingsdistanz und dem durchschnittlichen Tempo des Benutzers in den letzten dreißig Tagen wird die endgültige Punktzahl auf Basis der Standarddaten berechnet. Es ist zu beachten, dass hier nur die vom Holosport-Gerät aufgezeichneten Daten gezählt werden, sodass die erzielte Punktzahl nicht als einziges Kriterium zur Beurteilung der Qualität Ihrer Leistung herangezogen werden sollte, sondern in Verbindung mit anderen Faktoren betrachtet werden sollte.
es: es un indicador de capacidad para evaluar el desempeño del usuario en eventos de natación en los últimos treinta días. Según la duración del ejercicio del usuario, los días de ejercicio, la distancia del ejercicio y el ritmo promedio en los últimos treinta días, la puntuación final se calcula según los datos estándar. Cabe señalar que aquí solo se cuentan los datos registrados por el dispositivo Holosport, por lo que la puntuación obtenida no debe usarse como el único criterio para juzgar la calidad de su desempeño, sino que debe considerarse junto con otros factores.
fr: est un indicateur de capacité permettant d'évaluer les performances de l'utilisateur lors d'épreuves de natation au cours des trente derniers jours. Sur la base de la durée de l'exercice de l'utilisateur, des jours d'exercice, de la distance parcourue et de l'allure moyenne au cours des trente derniers jours, le score final est calculé sur la base des données standard. Il est à noter que seules les données enregistrées par l'appareil Holosport sont prises en compte ici, le score obtenu ne doit donc pas être utilisé comme seul critère pour juger de la qualité de votre performance, mais doit être considéré en conjonction avec d'autres facteurs.
it: è un indicatore di abilità per valutare le prestazioni dell'utente negli eventi di nuoto negli ultimi trenta giorni. In base alla durata dell'esercizio dell'utente, ai giorni di allenamento, alla distanza dell'esercizio e al ritmo medio negli ultimi trenta giorni, il punteggio finale viene calcolato in base ai dati standard. È opportuno notare che qui vengono conteggiati solo i dati registrati dal dispositivo Holosport, pertanto il punteggio ottenuto non deve essere utilizzato come unico criterio per giudicare la qualità della propria prestazione, ma deve essere considerato insieme ad altri fattori.
ja: は、過去30日間の水泳競技におけるユーザーの成績を評価する能力指標です。ユーザーの過去 30 日間の運動時間、運動日数、運動距離、平均ペースに基づいて、標準データに基づいて最終スコアが計算されます。ここでは Holosport デバイスによって記録されたデータのみがカウントされるため、取得されたスコアはパフォーマンスの品質を判断する唯一の基準として使用されるのではなく、他の要素と組み合わせて考慮される必要があることに注意してください。
ko: 은 지난 30일간의 수영 종목에서 사용자의 성과를 평가하는 능력 지표입니다. 사용자의 지난 30일간의 운동시간, 운동일수, 운동거리, 평균속도 등을 기준으로 표준데이터를 바탕으로 최종 점수를 산출합니다. 여기서는 Holosport 장치에서 기록한 데이터만 계산되므로 획득한 점수를 성능 품질을 판단하는 유일한 기준으로 사용해서는 안 되며, 다른 요소와 함께 고려해야 합니다.
pt_pt: é um indicador de habilidade para avaliar o desempenho do usuário em provas de natação nos últimos trinta dias. Com base na duração do exercício do usuário, nos dias de exercício, na distância do exercício e no ritmo médio dos últimos trinta dias, a pontuação final é calculada com base nos dados padrão. Ressalta-se que aqui são contabilizados apenas os dados registrados pelo aparelho Holosport, portanto a pontuação obtida não deve ser utilizada como único critério para julgar a qualidade do seu desempenho, mas deve ser considerada em conjunto com outros fatores.
ru: — это показатель способности, позволяющий оценить результаты пользователя в соревнованиях по плаванию за последние тридцать дней. На основе продолжительности тренировок пользователя, дней тренировок, дистанции тренировок и среднего темпа за последние тридцать дней окончательный балл рассчитывается на основе стандартных данных. Следует отметить, что здесь учитываются только данные, записанные устройством «Холоспорт», поэтому полученный балл не должен использоваться как единственный критерий оценки качества вашего выступления, а должен рассматриваться в совокупности с другими факторами.
zh_hans: 是评估用户在近三十天内的游泳项目中表现的能力指标。根据用户近三十天的运动时长、运动天数、运动距离以及平均配速，对照标准数据进行综合计算得出最终分数。需要注意的是，此处仅统计Holosport设备所记录的数据，因此得出的分数并不应该被用作唯一的标准来评判您表现的优劣，而应该结合其他因素进行综合考虑。
zh_hant: 是評估使用者在近三十天內的游泳項目中表現的能力指標。根據使用者近三十天的運動時長、運動天數、運動距離以及平均配速，對照標準數據進行綜合計算得出最終分數。需要注意的是，此處僅統計Holosport設備所記錄的數據，因此得出的分數並不應該被用作唯一的標準來評判您表現的優劣，而應該結合其他因素進行綜合考慮。

# sport_home_best_empty_page
source: You have not recorded yet, please connect your device to start exercising
de: Sie haben noch nicht aufgezeichnet. Bitte schließen Sie Ihr Gerät an, um mit dem Training zu beginnen
es: Aún no has grabado, por favor conecta tu dispositivo para comenzar a hacer ejercicio
fr: Vous n'avez pas encore enregistré, veuillez connecter votre appareil pour commencer à faire de l'exercice
it: Non hai ancora registrato, collega il tuo dispositivo per iniziare l'allenamento
ja: まだ記録していません。デバイスを接続してエクササイズを開始してください
ko: 아직 기록하지 않았습니다. 운동을 시작하려면 기기를 연결하세요.
pt_pt: Você ainda não gravou, conecte seu dispositivo para começar a se exercitar
ru: Вы еще не записывались. Подключите свое устройство, чтобы начать тренировку.
zh_hans: 您还没有记录，请连接设备开始运动
zh_hant: 您還沒有記錄，請連接設備開始運動

# sport_ring_publish_content_empty
source: Content cannot be empty
de: Der Inhalt darf nicht leer sein
es: El contenido no puede estar vacío.
fr: Le contenu ne peut pas être vide
it: Il contenuto non può essere vuoto
ja: コンテンツを空にすることはできません
ko: 콘텐츠는 비워둘 수 없습니다.
pt_pt: O conteúdo não pode ficar vazio
ru: Содержимое не может быть пустым
zh_hans: 内容不能为空
zh_hant: 內容不能為空

# sport_device_road_book
source: road book
es: libro de ruta
fr: carnet de route
it: libro stradale
ja: ロードブック
ko: 도로 책
pt_pt: livro de estrada
ru: дорожная книга
zh_hans: 路书
zh_hant: 路書

# sport_device_search_road_book
source: Search directions
de: Wegbeschreibungen suchen
es: Direcciones de búsqueda
fr: Itinéraire de recherche
it: Cerca indicazioni stradali
ja: ルート検索
ko: 길찾기
pt_pt: Direções de pesquisa
ru: Направления поиска
zh_hans: 搜索路书
zh_hant: 搜尋路書

# sport_device_road_book_num
source: Total %@ directions
de: Insgesamt %@ Wegbeschreibungen
es: Total %@ direcciones
fr: %@ itinéraires au total
it: Totale %@ direzioni
ja: 合計 %@ ルート
ko: 총 %@ 방향
pt_pt: Total de %@ rotas
ru: Всего %@ направлений
zh_hans: 共 %@ 个路书
zh_hant: 共 %@ 個路書

# sport_device_road_book_issued
source: Issue
de: Ausgabe
es: Asunto
fr: Problème
it: Problema
ja: 問題
ko: 문제
pt_pt: Emitir
ru: Проблема
zh_hans: 下发
zh_hant: 下發

# sport_device_road_book_upload
source: upload
de: hochladen
es: subir
fr: télécharger
it: caricamento
ja: アップロード
ko: 업로드
pt_pt: carregar
ru: загрузить
zh_hans: 上传
zh_hant: 上傳

# sport_device_road_book_upload_wechat
source: WeChat upload
es: Subir WeChat
fr: Téléchargement WeChat
it: Caricamento WeChat
ja: WeChatアップロード
ko: 위챗 업로드
pt_pt: Carregar WeChat
ru: Загрузка WeChat
zh_hans: 微信上传
zh_hant: 微信上傳

# sport_device_road_book_upload_phone
source: Mobile file upload
de: Mobiler Datei-Upload
es: Carga de archivos móviles
fr: Téléchargement de fichiers mobiles
it: Caricamento file mobile
ja: モバイルファイルのアップロード
ko: 모바일 파일 업로드
pt_pt: Upload de arquivo móvel
ru: Мобильная загрузка файлов
zh_hans: 手机文件上传
zh_hant: 手機檔案上傳

# sport_device_road_book_upload_other
source: Upload by other methods
de: Mit anderen Methoden hochladen
es: Subir por otros métodos
fr: Télécharger par d'autres méthodes
it: Carica con altri metodi
ja: 他の方法でアップロードする
ko: 다른 방법으로 업로드
pt_pt: Carregar por outros métodos
ru: Загрузить другими способами
zh_hans: 其他方式上传
zh_hant: 其他方式上傳

# sport_device_road_book_delete
source: Are you sure to delete this route book?
de: Möchten Sie dieses Routenbuch wirklich löschen?
es: ¿Estás seguro de eliminar este libro de ruta?
fr: Etes-vous sûr de supprimer ce carnet de route ?
it: Sei sicuro di eliminare questo libro di percorso?
ja: このルートブックを削除してもよろしいですか?
ko: 이 노선책을 삭제하시겠습니까?
pt_pt: Tem certeza de que deseja excluir este livro de rotas?
ru: Вы уверены, что удалите эту маршрутную книгу?
zh_hans: 是否确认删除此路书
zh_hant: 是否確認刪除此路書

# sport_device_road_book_screen
source: filter
es: filtrar
fr: filtre
it: filtro
ja: フィルター
ko: 필터
pt_pt: filtro
ru: фильтр
zh_hans: 筛选
zh_hant: 篩選

# sport_device_sport_type
source: Types of sports
de: Sportarten
es: tipos de deportes
fr: Types de sports
it: Tipi di sport
ja: スポーツの種類
ko: 스포츠의 종류
pt_pt: Tipos de esportes
ru: Виды спорта
zh_hans: 运动种类
zh_hant: 運動種類

# sport_device_road_book_view
source: View road book
de: Roadbook ansehen
es: Ver libro de ruta
fr: Voir le carnet de route
it: Visualizza il roadbook
ja: ロードブックを見る
ko: 도로책 보기
pt_pt: Ver road book
ru: Посмотреть дорожную книгу
zh_hans: 查看路书
zh_hant: 查看路書

# sport_device_road_book_name
source: Road book name
de: Name des Roadbooks
es: Nombre del libro de ruta
fr: Nom du road book
it: Nome del roadbook
ja: ロードブック名
ko: 로드북 이름
pt_pt: Nome do roteiro
ru: Название дорожной книги
zh_hans: 路书名称
zh_hant: 路書名稱

# sport_device_road_book_name_empty
source: Please enter the route book name
de: Bitte geben Sie den Namen des Routenbuchs ein
es: Por favor introduzca el nombre del libro de ruta
fr: Veuillez entrer le nom du carnet de route
it: Inserisci il nome del libro di percorso
ja: ルートブック名を入力してください
ko: 노선명을 입력해주세요.
pt_pt: Por favor insira o nome do livro de rotas
ru: Пожалуйста, введите название маршрутной книги
zh_hans: 请输入路书名称
zh_hant: 請輸入路書名稱

# sport_device_sport_type_empty
source: Please select a sport type
de: Bitte wählen Sie eine Sportart aus
es: Por favor selecciona un tipo de deporte
fr: Veuillez sélectionner un type de sport
it: Seleziona un tipo di sport
ja: スポーツタイプを選択してください
ko: 스포츠 종류를 선택해 주세요
pt_pt: Selecione um tipo de esporte
ru: Пожалуйста, выберите вид спорта
zh_hans: 请选择运动种类
zh_hant: 請選擇運動種類

# sport_device_road_book_expected_duration
source: Estimated time
de: Geschätzte Zeit
es: Tiempo estimado
fr: Temps estimé
it: Tempo stimato
ja: 推定所要時間
ko: 예상 시간
pt_pt: Tempo estimado
ru: Расчетное время
zh_hans: 预计用时
zh_hant: 預計用時

# sport_device_road_book_expected_duration_empty
source: Please select estimated time
de: Bitte wählen Sie die geschätzte Zeit aus
es: Por favor seleccione el tiempo estimado
fr: Veuillez sélectionner l'heure estimée
it: Seleziona l'orario stimato
ja: 推定時間を選択してください
ko: 예상 시간을 선택해주세요.
pt_pt: Selecione o tempo estimado
ru: Пожалуйста, выберите расчетное время
zh_hans: 请选择预计用时
zh_hant: 請選擇預計用時

# sport_device_road_book_hike_duration
source: Hike duration
de: Dauer der Wanderung
es: Duración de la caminata
fr: Durée de la randonnée
it: Durata dell'escursione
ja: ハイキング期間
ko: 하이킹 기간
pt_pt: Duração da caminhada
ru: Продолжительность похода
zh_hans: 徒步时长
zh_hant: 健行時長

# sport_device_road_book_cycle_duration
source: Ride duration
de: Fahrdauer
es: Duración del viaje
fr: Durée du trajet
it: Durata della corsa
ja: 乗車時間
ko: 탑승 시간
pt_pt: Duração do passeio
ru: Продолжительность поездки
zh_hans: 骑行时长
zh_hant: 騎乘時長

# sport_device_road_book_mountaineering_duration
source: Climbing time
de: Kletterzeit
es: tiempo de escalada
fr: Temps d'escalade
it: Tempo di arrampicata
ja: 登山時間
ko: 등산시간
pt_pt: Tempo de escalada
ru: Время восхождения
zh_hans: 登山时长
zh_hant: 登山時長

# sport_device_road_book_multi_duration
source: Comprehensive duration
de: Umfangreiche Dauer
es: Duración integral
fr: Durée complète
it: Durata completa
ja: 総合的な期間
ko: 종합 기간
pt_pt: Duração abrangente
ru: Общая продолжительность
zh_hans: 综合时长
zh_hant: 綜合時長

# sport_device_road_book_distance
source: full length
de: in voller Länge
es: longitud total
fr: pleine longueur
it: lunghezza intera
ja: 全長
ko: 전체 길이
pt_pt: comprimento total
ru: полная длина
zh_hans: 全长
zh_hant: 全長

# unit_kilometre
source: kilometer
es: kilómetro
fr: kilomètre
it: chilometro
ja: キロメートル
ko: 킬로미터
pt_pt: quilômetro
ru: километр
zh_hans: 公里
zh_hant: 公里

# sport_kilometre_0_5
source: 0-5 kilometers
de: 0-5 Kilometer
es: 0-5 kilómetros
fr: 0-5 kilomètres
it: 0-5 chilometri
ja: 0～5キロ
ko: 0~5km
pt_pt: 0-5 quilômetros
ru: 0-5 километров
zh_hans: 0-5公里
zh_hant: 0-5公里

# sport_kilometre_5_10
source: 5-10 kilometers
de: 5-10 Kilometer
es: 5-10 kilómetros
fr: 5-10 kilomètres
it: 5-10 chilometri
ja: 5〜10キロメートル
ko: 5~10킬로미터
pt_pt: 5-10 quilômetros
ru: 5-10 километров
zh_hans: 5-10公里
zh_hant: 5-10公里

# sport_kilometre_10_15
source: 10-15 kilometers
de: 10-15 Kilometer
es: 10-15 kilómetros
fr: 10-15 kilomètres
it: 10-15 chilometri
ja: 10～15キロ
ko: 10-15킬로미터
pt_pt: 10-15 quilômetros
ru: 10-15 километров
zh_hans: 10-15公里
zh_hant: 10-15公里

# sport_kilometre_more_than_15
source: More than 15 kilometers
de: Mehr als 15 Kilometer
es: Más de 15 kilómetros
fr: Plus de 15 kilomètres
it: Più di 15 chilometri
ja: 15キロ以上
ko: 15km 이상
pt_pt: Mais de 15 quilômetros
ru: Более 15 километров
zh_hans: 大于15公里
zh_hant: 大於15公里

# sport_hour_0_3
source: 0-3 hours
de: 0-3 Stunden
es: 0-3 horas
fr: 0-3 heures
it: 0-3 ore
ja: 0～3時間
ko: 0~3시간
pt_pt: 0-3 horas
ru: 0-3 часа
zh_hans: 0-3小时
zh_hant: 0-3小時

# sport_hour_3_5
source: 3-5 hours
de: 3-5 Stunden
es: 3-5 horas
fr: 3-5 heures
it: 3-5 ore
ja: 3～5時間
ko: 3~5시간
pt_pt: 3-5 horas
ru: 3-5 часов
zh_hans: 3-5小时
zh_hant: 3-5小時

# sport_hour_5_9
source: 5-9 hours
de: 5-9 Stunden
es: 5-9 horas
fr: 5-9 heures
it: 5-9 ore
ja: 5～9時間
ko: 5~9시간
pt_pt: 5-9 horas
ru: 5-9 часов
zh_hans: 5-9小时
zh_hant: 5-9小時

# sport_hour_more_than_9
source: More than 9 hours
de: Mehr als 9 Stunden
es: Más de 9 horas
fr: Plus de 9 heures
it: Più di 9 ore
ja: 9時間以上
ko: 9시간 이상
pt_pt: Mais de 9 horas
ru: Более 9 часов
zh_hans: 大于9小时
zh_hant: 大於9小時

# sport_detail_checkInToTheSwimmingCircle
source: Check in to the sports circle
de: Melden Sie sich im Sportkreis an
es: Regístrese en el círculo deportivo.
fr: Enregistrez-vous dans le cercle sportif
it: Entra nel circolo sportivo
ja: スポーツサークルにチェックインする
ko: 스포츠계에 체크인하세요
pt_pt: Faça check-in no círculo esportivo
ru: Запишитесь в спортивный кружок
zh_hans: 打卡到运动圈
zh_hant: 打卡到運動圈

# sport_detail_segment_time
source: Split timing
de: Geteiltes Timing
es: Tiempo dividido
fr: Synchronisation fractionnée
it: Tempo diviso
ja: スプリットタイミング
ko: 분할 타이밍
pt_pt: Tempo dividido
ru: Разделить время
zh_hans: 分段计时
zh_hant: 分段計時

# sport_elevation
source: altitude
de: Höhe
es: altitud
it: altitudine
ja: 高度
ko: 고도
ru: высота
zh_hans: 海拔
zh_hant: 海拔

# sport_mileage
source: Exercise mileage
de: Übungskilometer
es: Kilometraje de ejercicio
fr: Kilométrage d'exercice
it: Chilometraggio dell'esercizio
ja: 運動走行距離
ko: 마일리지 운동
pt_pt: Quilometragem de exercício
ru: Пробег упражнений
zh_hans: 运动里程
zh_hant: 運動里程

# sport_duration_time
source: Time spent exercising
de: Zeit, die mit dem Training verbracht wird
es: Tiempo dedicado a hacer ejercicio
fr: Temps passé à faire de l'exercice
it: Tempo trascorso a fare esercizio
ja: 運動に費やした時間
ko: 운동에 소요된 시간
pt_pt: Tempo gasto em exercícios
ru: Время, потраченное на тренировки
zh_hans: 运动耗时
zh_hant: 運動耗時

# sport_track_point_count
source: Track points
de: Verfolgen Sie Punkte
es: Puntos de seguimiento
fr: Points de suivi
it: Traccia punti
ja: トラックポイント
ko: 트랙 포인트
pt_pt: Pontos de rastreamento
ru: Отслеживать точки
zh_hans: 轨迹点数
zh_hant: 軌跡點數

# sport_max_elevation
source: highest altitude
de: höchste Höhe
es: altitud más alta
fr: altitude la plus élevée
it: altitudine più alta
ja: 最高高度
ko: 최고 고도
pt_pt: altitude mais alta
ru: наибольшая высота
zh_hans: 最高海拔
zh_hant: 最高海拔

# sport_total_climb
source: Cumulative climb
de: Kumulierter Anstieg
es: Ascenso acumulativo
fr: Montée cumulée
it: Salita cumulativa
ja: 累積上昇数
ko: 누적 등반
pt_pt: Subida cumulativa
ru: Совокупный подъем
zh_hans: 累计爬升
zh_hant: 累計爬升

# sport_road_book_detail_tip
source: * Outdoor route conditions may change at any time. This route track and information is for reference only.
de: * Die Streckenbedingungen im Freien können sich jederzeit ändern. Diese Streckenführung und Informationen dienen nur als Referenz.
es: * Las condiciones de la ruta al aire libre pueden cambiar en cualquier momento. Esta ruta y la información son solo como referencia.
fr: * Les conditions de l'itinéraire extérieur peuvent changer à tout moment. Ce tracé et ces informations sont uniquement à titre de référence.
it: * Le condizioni del percorso esterno possono cambiare in qualsiasi momento. La traccia del percorso e le informazioni sono solo di riferimento.
ja: ※屋外のルート状況は随時変更される場合があります。このルート軌跡と情報は参考情報です。
ko: * 실외 경로 상황은 언제든지 변경될 수 있습니다. 이 경로 트랙 및 정보는 참고용일 뿐입니다.
pt_pt: * As condições da rota externa podem mudar a qualquer momento. Este trajeto e informações da rota são apenas para referência.
ru: * Условия маршрута на открытом воздухе могут измениться в любое время. Этот маршрут и информация предназначены только для справки.
zh_hans: * 户外线路状况随时发生变化，此线路轨迹和信息仅供参考
zh_hant: * 戶外線路狀況隨時變化，此線路軌跡和資訊僅供參考

# sport_issued_to_glasses
source: Send to glasses terminal
de: An Brillenterminal senden
es: Enviar a terminal de gafas
fr: Envoyer au terminal de lunettes
it: Invia al terminale degli occhiali
ja: メガネ端末へ送信
ko: 안경 단말기로 보내기
pt_pt: Enviar para terminal de óculos
ru: Отправить на терминал для очков
zh_hans: 下发到眼镜端
zh_hant: 下發到眼鏡端

# sport_immediately_navigate
source: Navigate now
de: Jetzt navigieren
es: Navegar ahora
fr: Naviguez maintenant
it: Naviga ora
ja: 今すぐナビゲート
ko: 지금 탐색
pt_pt: Navegue agora
ru: Навигация сейчас
zh_hans: 立即导航
zh_hant: 立即導航

# sport_device_data_dashboard
source: Data dashboard
de: Daten-Dashboard
es: Panel de datos
fr: Tableau de bord des données
it: Cruscotto dati
ja: データダッシュボード
ko: 데이터 대시보드
pt_pt: Painel de dados
ru: Панель данных
zh_hans: 数据看板
zh_hant: 數據看板

# sport_device_volume_settings
source: Volume settings
de: Lautstärkeeinstellungen
es: Configuraciones de volumen
fr: Paramètres de volume
it: Impostazioni del volume
ja: 音量設定
ko: 볼륨 설정
pt_pt: Configurações de volume
ru: Настройки громкости
zh_hans: 音量设置
zh_hant: 音量設定

# sport_device_glasses_brightness
source: Glasses brightness
de: Helligkeit der Brille
es: Brillo de gafas
fr: Luminosité des lunettes
it: Luminosità degli occhiali
ja: メガネの明るさ
ko: 안경 밝기
pt_pt: Brilho dos óculos
ru: Яркость очков
zh_hans: 眼镜亮度
zh_hant: 眼鏡亮度

# sport_device_voice_broadcast_settings
source: Voice broadcast settings
de: Einstellungen für Sprachübertragungen
es: Configuración de transmisión de voz
fr: Paramètres de diffusion vocale
it: Impostazioni di trasmissione vocale
ja: 音声ブロードキャスト設定
ko: 음성방송 설정
pt_pt: Configurações de transmissão de voz
ru: Настройки голосового вещания
zh_hans: 语音播报设置
zh_hant: 語音播報設置

# sport_device_voice_broadcast_settings_title
source: Instructions on voice broadcast settings
de: Anweisungen zu den Sprachübertragungseinstellungen
es: Instrucciones sobre la configuración de transmisión de voz
fr: Instructions sur les paramètres de diffusion vocale
it: Istruzioni sulle impostazioni della trasmissione vocale
ja: 音声ブロードキャストの設定手順
ko: 음성방송 설정 안내
pt_pt: Instruções sobre configurações de transmissão de voz
ru: Инструкция по настройке голосового вещания
zh_hans: 关于语音播报设置的说明
zh_hant: 關於語音播報設定的說明

# sport_device_emergency_contacts
source: emergency contact
de: Notfallkontakt
es: contacto de emergencia
fr: contact d'urgence
it: contatto di emergenza
ja: 緊急連絡先
ko: 비상연락처
pt_pt: contato de emergência
ru: экстренный контакт
zh_hans: 紧急联系人
zh_hant: 緊急聯絡人

# sport_device_emergency_contacts_title
source: Instructions for emergency contacts
de: Hinweise für Notfallkontakte
es: Instrucciones para contactos de emergencia.
fr: Instructions pour les contacts d'urgence
it: Istruzioni per i contatti di emergenza
ja: 緊急連絡先のご案内
ko: 비상연락처 안내
pt_pt: Instruções para contatos de emergência
ru: Инструкции для экстренных контактов
zh_hans: 关于紧急联系人的说明
zh_hant: 關於緊急聯絡人的說明

# sport_device_system_language
source: system language
de: Systemsprache
es: idioma del sistema
fr: langue du système
it: linguaggio del sistema
ja: システム言語
ko: 시스템 언어
pt_pt: linguagem do sistema
ru: системный язык
zh_hans: 系统语言
zh_hant: 系統語言

# sport_device_system_language_title
source: Chinese/English switching, synchronized with glasses settings
de: Chinesisch/Englisch-Umschaltung, synchronisiert mit den Brilleneinstellungen
es: Cambio chino/inglés, sincronizado con la configuración de gafas
fr: Commutation chinois/anglais, synchronisée avec les réglages des lunettes
it: Commutazione cinese/inglese, sincronizzata con le impostazioni degli occhiali
ja: 中国語/英語切り替え、メガネ設定と同期
ko: 중국어/영어 전환, 안경 설정과 동기화
pt_pt: Comutação chinês/inglês, sincronizada com as configurações dos óculos
ru: Переключение китайского/английского языков, синхронизация с настройками очков
zh_hans: 中/英文切换，与眼镜端设置同步
zh_hant: 中/英文切換，與眼鏡端設定同步

# sport_issued_to_glasses_confirm
source: Are you sure to send this route book to the glasses terminal?
de: Sind Sie sicher, dass Sie dieses Routenbuch an das Brillenterminal senden?
es: ¿Estás seguro de enviar este libro de ruta al terminal de gafas?
fr: Etes-vous sûr d'envoyer ce carnet de route au terminal à lunettes ?
it: Sei sicuro di inviare questo diario di viaggio al terminale degli occhiali?
ja: このルートブックをメガネ端末に送信してもよろしいですか？
ko: 이 경로서를 안경 단말기로 보내시겠어요?
pt_pt: Tem certeza de que deseja enviar este roteiro para o terminal de óculos?
ru: Вы уверены, что отправите эту маршрутную книгу на терминал для очков?
zh_hans: 是否确认下发此路书至眼镜端？
zh_hant: 是否確認下發此路書至眼鏡端？

# sport_issued_to_glasses_success
source: The road book has been successfully distributed. You can go to the glasses terminal to start exercising.
de: Das Roadbook wurde erfolgreich verteilt. Sie können zum Brillenterminal gehen, um mit dem Training zu beginnen.
es: El road book se ha distribuido con éxito. Puedes acercarte al terminal de gafas para empezar a hacer ejercicio.
fr: Le road book a été distribué avec succès. Vous pouvez vous rendre à la borne de lunettes pour commencer à faire de l'exercice.
it: Il road book è stato distribuito con successo Puoi andare al terminale degli occhiali per iniziare l'allenamento.
ja: ロードブックは正常に配布されました。メガネ端末にアクセスしてエクササイズを開始できます。
ko: 로드북이 성공적으로 배포되었습니다. 안경 단말기로 이동하여 운동을 시작할 수 있습니다.
pt_pt: O road book foi distribuído com sucesso. Você pode ir ao terminal de óculos para começar a se exercitar.
ru: Дорожная книга успешно распространена. Вы можете перейти к терминалу очков, чтобы начать тренироваться.
zh_hans: 路书下发成功，可前往眼镜端开始运动
zh_hant: 路書下發成功，可前往眼鏡端開始運動

# sport_issued_to_glasses_fail
source: Failed to issue route book
de: Das Routenbuch konnte nicht ausgegeben werden
es: No se pudo emitir el libro de ruta
fr: Échec de l'émission du carnet d'itinéraire
it: Impossibile emettere il libretto di percorso
ja: ルートブックの発行に失敗しました
ko: 루트북 발행 실패
pt_pt: Falha ao emitir o roteiro
ru: Не удалось выдать маршрутную книгу
zh_hans: 路书下发失败
zh_hant: 路書下發失敗
