Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_common_duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 時間
ko: 기간
pt_pt: Duração
ru: Длительность
zh_hans: 时长
zh_hant: 時長

# sport_home_time
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
ko: 시간
pt_pt: Tempo
ru: Время
zh_hans: 时间
zh_hant: 時間

source: Birthday
de: Geburtstag
es: Fecha de nacimiento
fr: Anniversaire
it: Compleanno
ja: 誕生日
ko: 생일
pt_pt: Data de nascimento
ru: День рождения
zh_hans: 生日
zh_hant: 生日

# mine_upgrade
source: Upgrade
es: Mejora
fr: Mettre à niveau
it: Aggiorna
ja: バージョンアップ
ko: 업그레이드
pt_pt: Atualizar
ru: Улучшить
zh_hans: 升级
zh_hant: 升級

# app_error_30
source: Height information cannot be empty.
de: Die Angaben zur Größe dürfen nicht leer sein.
es: El campo Altura no puede estar vacío.
fr: Les informations relatives à la taille ne peuvent pas être vides.
it: Le informazioni sull'altezza non possono essere vuote.
ja: 身長を入力してください
ko: 키 정보는 비워둘 수 없습니다.
pt_pt: A informação da altura não pode estar vazia.
ru: Введите данные о росте.
zh_hans: 身高输入不能为空
zh_hant: 身高輸入不能為空

# mine_height
source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
ja: 身長
ko: 키
pt_pt: Altura
ru: Рост
zh_hans: 身高
zh_hant: 身高

# swimmmig_length_setting
source: Set pool length
de: Beckenlänge festlegen
es: Establecer longitud de piscina
fr: Définir la longueur de la piscine
it: Imposta lunghezza vasca
ja: プールの長さを設定する
ko: 수영장 길이 설정
pt_pt: Definir comprimento da piscina
ru: Длина бассейна
zh_hans: 设置泳池长度
zh_hant: 設置泳池長度

# setting_avatar
source: Set avatar
de: Avatar festlegen
es: Establecer avatar
fr: Définir l'avatar
it: Imposta avatar
ja: プロフィール画像設定
ko: 아바타 설정
pt_pt: Definir avatar
ru: Выбрать фото профиля
zh_hans: 设置头像
zh_hant: 設置大頭貼

# app_error_17
source: Setting failed. Try again later.
de: Einstellung fehlgeschlagen. Versuchen Sie es später noch einmal.
es: Error de configuración. Vuelva a intentarlo más tarde.
fr: Le réglage a échoué. Réessayez plus tard.
it: Impostazione non riuscita. Riprova più tardi.
ja: セットアップに失敗しました。後でもう一度お試しください
ko: 설정에 실패했습니다. 나중에 다시 시도하세요.
pt_pt: Falha ao definir. Tente novamente mais tarde.
ru: Не удалось настроить. Повторите попытку позже.
zh_hans: 设置失败，请稍后再试
zh_hant: 設置失敗，請稍後再試

# mine_set_setPassword
source: Set password
de: Passwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
it: Imposta password
ja: パスワードを設定してください
ko: 암호 설정
pt_pt: Definir palavra-passe
ru: Установка пароля
zh_hans: 设置密码
zh_hant: 設置密碼

# swimming_setting_goals
source: Set goal
de: Ziel festlegen
es: Establecer objetivo
fr: Définir un objectif
it: Imposta obiettivo
ja: 水泳目標設定
ko: 목표 설정
pt_pt: Definir meta
ru: Установка цели
zh_hans: 设定目标
zh_hant: 設定目標

# login_setpsw_title_lagre
source: Set password
de: Passwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
it: Imposta password
ja: パスワード設定
ko: 암호 설정
pt_pt: Definir palavra-passe
ru: Установка пароля
zh_hans: 设定密码
zh_hant: 設定密碼

# device_disconnect
source: The device has been disconnected.
de: Das Gerät wurde getrennt.
es: El dispositivo se ha desconectado.
fr: L'appareil a été déconnecté.
it: Il dispositivo è stato disconnesso.
ja: デバイス接続が切断されました
ko: 장치가 연결 해제되었습니다.
pt_pt: O dispositivo foi desligado.
ru: Устройство отсоединено.
zh_hans: 设备已断开连接
zh_hant: 設備已斷開連接

# sport_swimming_training_device
source: Training plans on device
de: Trainingspläne auf Gerät
es: Planes de entrenamiento en el dispositivo
fr: Plans d'entraînement sur l'appareil
it: Programmi di allenamento nel dispositivo
ja: オンデバイストレーニングプログラム
ko: 장치의 트레이닝 플랜
pt_pt: Planos de treino no dispositivo
ru: Планы тренировок на устройстве
zh_hans: 设备上的训练计划
zh_hant: 設備上的訓練計劃

# sport_swimming_training_device_ios
source: Training plan on %@
de: Trainingsplan für %@
es: Plan de entrenamiento en %@
fr: Plan de formation sur %@
it: Piano di allenamento su %@
ja: %@のトレーニング計画
ko: %@에 대한 교육 계획
pt_pt: Plano de treinamento em %@
ru: План обучения на %@
zh_hans: %@上的训练计划

# device_connect_help
source: No images on the device screen?
de: Keine Bilder auf dem Gerätebildschirm?
es: ¿No hay imágenes en la pantalla del dispositivo?
fr: Pas d'images sur l'écran de l'appareil ?
it: Nessuna immagine sullo schermo?
ja: デバイス画面に画像がありませんか？
ko: 장치 화면에 이미지가 없나요?
pt_pt: Sem imagens no visor do dispositivo?
ru: Нет изображений на экране устройства?
zh_hans: 设备屏幕没有影像？
zh_hant: 設備螢幕沒有影像？

# device_offline
source: The device is offline.
de: Das Gerät ist offline.
es: El dispositivo está desconectado.
fr: L'appareil est hors ligne.
it: Il dispositivo è disconnesso.
ja: 設備がオフラインになっている
ko: 장치가 오프라인입니다.
pt_pt: O dispositivo está offline.
ru: Устройство не в сети.
zh_hans: 设备离线
zh_hant: 設備離線

# ota_faill
source: Failed to upgrade the device firmware.
de: Das Upgrade der Gerätefirmware ist fehlgeschlagen.
es: Error al actualizar el firmware del dispositivo.
fr: Échec de la mise à niveau du micrologiciel de l'appareil.
it: Impossibile aggiornare il firmware del dispositivo.
ja: デバイス ソフトのアップグレードに失敗しました
ko: 장치 펌웨어를 업그레이드하지 못했습니다.
pt_pt: Falha ao atualizar o firmware do dispositivo.
ru: Не удалось обновить ПО устройства.
zh_hans: 设备固件升级失败
zh_hant: 设备固件升級失敗

# ota_success
source: Succeeded in upgrading the device firmware.
de: Upgrade der Gerätefirmware erfolgreich.
es: El firmware del dispositivo se ha actualizado correctamente.
fr: La mise à jour du micrologiciel de l'appareil a été effectuée avec succès.
it: Aggiornamento del firmware del dispositivo completato.
ja: デバイスのソフトが正常にアップグレードされました
ko: 장치 펌웨어가 업그레이드되었습니다.
pt_pt: O firmware do dispositivo foi atualizado com êxito.
ru: ПО устройства обновлено.
zh_hans: 设备固件升级成功
zh_hant: 设备固件升級成功

# ble_un_support
source: The device does not support Bluetooth.
de: Das Gerät unterstützt kein Bluetooth.
es: El dispositivo no admite el Bluetooth.
fr: L'appareil ne prend pas en charge le Bluetooth.
it: Il dispositivo non supporta il Bluetooth.
ja: デバイスはBluetoothをサポートしていません
ko: 장치에서 블루투스를 지원하지 않습니다.
pt_pt: O dispositivo não suporta Bluetooth.
ru: Устройство не поддерживает Bluetooth.
zh_hans: 设备不支持蓝牙
zh_hant: 設備不支持藍牙

# device_not_exist
source: The device does not exist.
de: Das Gerät ist nicht vorhanden.
es: El dispositivo no existe.
fr: L'appareil n'existe pas
it: Il dispositivo non esiste.
ja: デバイスが見付からない
ko: 장치가 존재하지 않습니다.
pt_pt: O dispositivo não existe.
ru: Устройство не существует.
zh_hans: 设备不存在
zh_hant: 設備不存在

# devicename
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 장치
pt_pt: Dispositivo
ru: Устройство
zh_hans: 设备
zh_hant: 設備

# MJRefreshBackFooterIdleText
source: Pull up to load more
de: Nach oben ziehen, um mehr zu laden
es: Deslizar hacia arriba para cargar más
fr: Tirez vers le haut pour charger plus
it: Scorri verso l'alto per caricare altro
ja: スライドして続けてダウンロードしてください
ko: 위로 당겨 더 로드하기
pt_pt: Arrastar para cima para carregar mais
ru: Потяните вверх, чтобы загрузить еще
zh_hans: 上拉可以加载更多
zh_hant: 上拉可以加載更多

# sport_ble_progressUploadData
source: Upload data
de: Daten hochladen
es: Cargar datos
fr: Transférer les données
it: Carica dati
ja: データをアップロードする
ko: 업로드
pt_pt: Carregar dados
ru: Выгрузить ​данные
zh_hans: 上传数据
zh_hant: 上傳數據

# sport_home_uploadData
source: Upload data
de: Daten hochladen
es: Cargar datos
fr: Transférer les données
it: Carica dati
ja: データのアップロード
ko: 업로드
pt_pt: Carregar dados
ru: Выгрузить ​данные
zh_hans: 上传数据
zh_hant: 上載數據

# sport_record_uptostrava
source: Upload to Strava
de: Zu Strava hochladen
es: Cargar a Strava
fr: Transférer à Strave
it: Carica su Strava
ja: Strava にアップロードする
ko: Strava에 업로드
pt_pt: Carregar no Strava
ru: Выгрузить ​данные в Strava
zh_hans: 上传到Strava
zh_hant: 上傳到Strava

# sport_alertView_title
source: Delete sports record
de: Sportdatensatz löschen
es: Eliminar registro deportivo
fr: Supprimer un record sportif
it: Elimina il registro degli sport
ja: 運動データ記録を削除します
ko: 스포츠 기록 삭제
pt_pt: Eliminar registo desportivo
ru: Удалить спортивные результаты
zh_hans: 删除运动记录
zh_hant: 刪除運動記錄

# sport_swimming_training_phase_delete
source: Delete training phase
de: Trainingsphase löschen
es: Eliminar fase de entrenamiento
fr: Supprimer la phase d'entraînement
it: Elimina fase allenamento
ja: トレーニングフェーズを削除する
ko: 트레이닝 문구 삭제
pt_pt: Eliminar fase de treino
ru: Удалить ​фазы тренировки
zh_hans: 删除训练阶段
zh_hant: 刪除訓練階段

# sport_alertView_deleteThisData
source: Delete this data
de: Diese Daten löschen
es: Eliminar estos datos
fr: Supprimer ces données
it: Elimina questi dati
ja: 本条データの削除
ko: 이 데이터 삭제
pt_pt: Eliminar estes dados
ru: Удалить ​этих данные
zh_hans: 删除本条数据
zh_hant: 刪除本條數據

# sport_common_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 消去
ko: 삭제
pt_pt: Eliminar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# mine_close_agreement_tip
source: Selecting "Close account" implies you have read and agreed.
de: Die Auswahl von „Konto schließen“ bedeutet, Sie haben gelesen und zugestimmt.
es: Si selecciona "Cerrar cuenta", implica que ha leído y aceptado.
fr: Le fait de sélectionner "Fermer le compte" implique que vous avez lu et accepté.
it: La selezione di "Chiudi account" implica che hai letto e accettato.
ja: 「アカウントを削除する」を選択した場合は、以下内容を読んで同意したことを意味します
ko: "계정 폐쇄"를 선택하면 해당 내용을 읽었으며 이에 동의함을 의미합니다.
pt_pt: Selecionar "Encerrar conta" significa que leu e aceitou.
ru: Опция «​Удалить аккаунт», означает, что вы прочитали и согласились с указанными положениями.
zh_hans: 若选择“注销账号”，代表你已阅读并同意
zh_hant: 若選擇“註銷帳號”，代表你已閱讀並同意

# soft_version
source: Software version
es: Versión de software
fr: Version du logiciel
it: Versione software
ja: ソフトウェアバージョン
ko: 소프트웨어 버전
pt_pt: Versão de software
ru: Версия ПО
zh_hans: 软件版本
zh_hant: 軟件版本

# device_connect_error_8
source: If your connection still fails after you have tried the preceding methods, you can contact us to to describe your issue at the after-sales service email address: support@guangli.com.
de: Wenn Ihre Verbindung immer noch fehlschlägt, nachdem Sie die vorangegangenen Methoden durchgeführt haben, kontaktieren Sie uns, um Ihr Problem unter der E-Mail-Adresse des Kundendienstes zu beschreiben: support@guangli.com.
es: Si la conexión sigue fallando después de probar los métodos anteriores, puede ponerse en contacto con nosotros para describirnos el problema en la dirección de correo electrónico del servicio posventa: support@guangli.com.
fr: Si votre connexion échoue toujours après avoir essayé les méthodes précédentes, vous pouvez nous contacter pour décrire votre problème à l'adresse électronique du service après-vente : support@guangli.com.
it: Se la connessione ancora non riesce dopo aver provato i metodi precedenti, puoi contattarci per descrivere il problema all'indirizzo e-mail del servizio post-vendita: support@guangli.com.
ja: 上記の方法を試しても接続できない場合は、アフターサービスの電子メール (support@guangli.com) にお問い合わせください
ko: 위 방법을 시도한 후에도 계속 연결에 실패하는 경우 당사의 애프터 서비스로 이메일(support@guangli.com)을 보내 해당 문제에 대해 설명해 주십시오.
pt_pt: Se a ligação continuar a falhar depois de ter tentado os métodos anteriores, pode contactar-nos para descrever o problema através do endereço de e-mail do serviço de pós-venda: support@guangli.com.
ru: Если после всех предыдущих методов установить соединение не удается, свяжитесь с нами по адресу электронной почты послепродажного обслуживания, чтобы описать свою проблему: support@guangli.com.
zh_hans: 如果尝试过以上方法仍连接失败，可联系售后服务邮箱：support@guangli.com 说明遇到的问题
zh_hant: 如果嘗試過以上方法仍連接失敗，可聯系售後服務邮箱：support@guangli.com 說明遇到的問題

# kf_phone
source: If your connection still fails after you have tried the preceding methods, you can contact us to describe your issue at the customer service phone number: +86 400–8088–111.
de: Wenn Ihre Verbindung immer noch fehlschlägt, nachdem Sie die vorangegangenen Methoden durchgeführt haben, können Sie sich mit uns in Verbindung setzen, um Ihr Problem unter der Telefonnummer des Kundendienstes zu schildern: +86 400-8088-111.
es: Si la conexión sigue fallando después de probar los métodos anteriores, puede ponerse en contacto con nosotros para describir el problema a través del número de teléfono de atención al cliente: +86 400-8088-111.
fr: Si votre connexion échoue toujours après avoir essayé les méthodes précédentes, vous pouvez nous contacter pour décrire votre problème au numéro de téléphone du service clientèle : +86 400-8088-111.
it: Se la connessione ancora non riesce dopo aver provato i metodi precedenti, puoi contattarci per descrivere il problema al numero di telefono del servizio clienti: +86 400-8088-111.
ja: 上記の方法を試しても接続できない場合は、カスタマー サービス (+86 400–8088–111) に連絡して、発生した問題について説明してください。
ko: 위 방법을 시도한 후에도 계속 연결에 실패하는 경우 당사 고객 서비스(+86 400–8088–111)에 전화하여 해당 문제에 대해 설명해 주십시오.
pt_pt: Se a ligação continuar a falhar depois de ter tentado os métodos anteriores, pode contactar-nos para descrever o problema através do número de telefone da assistência ao cliente: +86 400–8088–111.
ru: Если после всех предыдущих методов установить соединение не удается, свяжитесь с нами по номеру телефона службы поддержки клиентов, чтобы описать свою проблему: +86 400–8088–111.
zh_hans: 如果尝试过以上方法仍连接失败，可联系客服电话： +86 400–8088–111 说明遇到的问题
zh_hant: 如果嘗試過以上方法仍連接失敗，可聯繫客服電話： +86 400–8088–111 說明遇到的問題

# mine_japanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
pt_pt: Japonês
ru: Японский
zh_hans: 日语
zh_hant: 日語

# common_calendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 캘린더
pt_pt: Calendário
ru: Календарь
zh_hans: 日历
zh_hant: 日曆

# sport_time_Sunday
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
pt_pt: Dia
ru: День
zh_hans: 日
zh_hant: 日

# sport_time_0
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
pt_pt: Dia
ru: День
zh_hans: 日
zh_hant: 日

# sport_common_day
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
pt_pt: Dia
ru: День
zh_hans: 日
zh_hant: 日

# sport_record_caloricExpenditure
source: Calorie consumption
de: Kalorienverbrauch
es: Consumo de calorías
fr: Consommation de calories
it: Consumo calorie
ja: 消費カロリー
ko: 칼로리 소모량
pt_pt: Consumo de calorias
ru: Потребление калорий
zh_hans: 热量消耗
zh_hant: 熱量消耗

# mine_remove_black_sure
source: Confirm to
de: Bestätigen, dass
es: Confirmar para
fr: Confirmer pour
it: Conferma per
ja: 実行しますか
ko: 다음 작업 확인
pt_pt: Confirmar para
ru: Принять
zh_hans: 确定要将
zh_hant: 確定要將

# mine_close_sure
source: Confirm to close
de: Schließen bestätigen
es: Confirmar para cerrar
fr: Confirmer pour fermer
it: Conferma per chiudere
ja: 削除の確認
ko: 폐쇄 확인
pt_pt: Confirmar para encerrar
ru: Закрыть
zh_hans: 确认注销
zh_hant: 確認註銷

# mine_quit_account_alert
source: Confirm to exit Holosport
de: Beenden der Holosport bestätigen
es: Confirmar para salir de Holosport
fr: Confirmer pour quitter Holosport
it: Conferma per uscire da Holosport
ja: Holosportの終了していいですか
ko: Holosport 끝내기 확인
pt_pt: Confirmar para sair de Holosport
ru: Закрыть Holosport
zh_hans: 确认退出 Holosport
zh_hant: 確認退出 Holosport

# request_device
source: Confirm device
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: デバイスを確認
ko: 장치 확인
pt_pt: Confirmar dispos.
ru: Подтверд. устр.
zh_hans: 确认设备
zh_hant: 確認設備

# Sports_device_alert_requestenable_title
source: Are you sure to enable %@?
de: Möchten Sie %@ wirklich aktivieren?
es: ¿Seguro que desea habilitar %@?
fr: Êtes-vous sûr d'activer %@?
it: Vuoi attivare %@?
ja: 本当に %@ を有効にしますか?
ko: %@을(를) 실행할까요?
pt_pt: Tem a certeza de que pretende ativar %@?
ru: Включить %@?
zh_hans: 确认启用%@吗？
zh_hant: 確認啟用%@嗎？

# Sports_device_alert_requestenable_title_android
source: Confirm to enable
de: Aktivierung bestätigen
es: Confirmar para habilitar
fr: Confirmer pour activer
it: Conferma per attivare
ja: を有効にしてよろしいですか
ko: 실행 확인
pt_pt: Confirmar para ativar
ru: Подтвердить включение
zh_hans: 确认启用
zh_hant: 確認啟用

# app_error_7
source: Make sure that the password is not empty.
de: Achten Sie darauf, dass das Passwort nicht leer ist.
es: Asegúrese de que la contraseña no esté vacía.
fr: Assurez-vous que le mot de passe n'est pas vide.
it: Assicurati che la password non sia vuota.
ja: パスワードを確認してください
ko: 암호가 비어 있지 않은지 확인하세요.
pt_pt: Certifique-se de que a palavra-passe não está vazia.
ru: Убедитесь, что пароль введен.
zh_hans: 确认密码不能为空
zh_hant: 確認密碼不能為空

# login_register_agpwd_lagre
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワードを認証する
ko: 암호 확인
pt_pt: Confirmar palavra-passe
ru: Подтвердите пароль
zh_hans: 确认密码
zh_hant: 確認密碼

# login_register_alert_title_lagre
source: Are you sure to exit?
de: Möchten Sie wirklich beenden?
es: ¿Seguro que desea salir?
fr: Êtes-vous sûr de vouloir quitter ?
it: Vuoi uscire?
ja: 本当に終了しますか？
ko: 끝낼까요?
pt_pt: Tem a certeza de que pretende sair?
ru: Выйти?
zh_hans: 确定要退出吗？
zh_hant: 確定要退出嗎？

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確定
ko: 확인
pt_pt: Confirmar
ru: Подтвердить
zh_hans: 确定
zh_hant: 確定

# sport_detail_share_brandNewChanges
source: New change is visible while swimming here
de: Beim Schwimmen ist hier eine neue Veränderung sichtbar
es: El nuevo cambio se puede ver aquí al nadar
fr: Le nouveau changement est visible en nageant ici
it: Le nuove modifiche sono visibili quando nuoti qui
ja: 斬新な水泳ライフ、ここで見つけよう！
ko: 수영 중 여기에서 모든 변화 확인 가능
pt_pt: As novas mudanças são visíveis quando nada aqui
ru: Здесь отобразится новое изменение во время плавания
zh_hans: 全新改变 · 游此可见
zh_hant: 全新改變 · 遊此可見

# sport_record_total_totalMotionRecord
source: All sport records
de: Alle Sportdatensätze
es: Todos los registros deportivos
fr: Tous les records sportifs
it: Tutti i registri degli sport
ja: すべての運動記録
ko: 모든 스포츠 기록
pt_pt: Registos desportivos
ru: Все спортивные результаты
zh_hans: 全部运动记录
zh_hant: 全部運動記錄

# sport_swimming_notraining_modify
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 改訂
ko: 편집
pt_pt: Editar
ru: Изменить
zh_hans: 去修改
zh_hant: 去修改

# login_register_success_handle_lagre
source: Fill in
de: Ausfüllen
es: Rellenar
fr: Remplir
it: Compila
ja: 入力する
ko: 입력
pt_pt: Preencher
ru: Укажите
zh_hans: 去填写
zh_hant: 去填寫

# mine_to_comment
source: Score
de: Punktzahl
es: Puntuar
fr: Note
it: Punteggio
ja: 評価する
ko: 점수
pt_pt: Pontuação
ru: Оценить
zh_hans: 去评分
zh_hant: 去評分

# common_login_tip_toLogin
source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: ログインします
ko: 로그인
pt_pt: Iniciar sessão
ru: Вход
zh_hans: 去登录
zh_hant: 去登錄

# mine_set_tip_toBind
source: Bind
de: Verknüpfen
es: Vincular
fr: Lier
it: Associa
ja: バインドする
ko: 연결
pt_pt: Associar
ru: Привязать
zh_hans: 去绑定
zh_hant: 去綁定

# mine_set_tip_toBind_email
source: Bind
de: Verknüpfen
es: Vincular
fr: Lier
it: Associa
ja: メールにバインドする
ko: 연결
pt_pt: Associar
ru: Привязать
zh_hans: 去绑定
zh_hant: 去綁定

# mine_appAuthorization_cancel_title
source: Sports data cannot be uploaded if you cancel authorization. Are you sure to cancel authorization?
de: Sportdaten können nicht hochgeladen werden, wenn Sie die Autorisierung stornieren. Möchten Sie die Autorisierung wirklich stornieren?
es: Los datos deportivos no pueden cargarse si cancela la autorización. ¿Seguro que desea cancelar la autorización?
fr: Les données sportives ne peuvent pas être téléchargées si vous annulez l'autorisation. Êtes-vous sûr d'annuler l'autorisation ?
it: I dati sportivi non possono essere caricati se annulli l'autorizzazione. Vuoi annullare l'autorizzazione?
ja: 承認を取り消すとスポーツデータをアップロードできなくなります。承認の取り消しを確認してください
ko: 승인을 취소하면 스포츠 데이터를 업로드할 수 없습니다. 승인을 취소할까요?
pt_pt: Os dados desportivos não poderão ser carregados se cancelar a autorização. Tem a certeza de que pretende cancelar a autorização?
ru: Спортивные данные не удастся выгрузить, если вы отмените авторизацию. Отменить авторизацию?
zh_hans: 取消授权后，无法上传运动数据，确定取消授权
zh_hant: 取消授權後，無法上傳運動數據，確定取消授權

# mine_appAuthorization_cancel
source: Cancel authorization
de: Autorisierung stornieren
es: Cancelar autorización
fr: Annuler l'autorisation
it: Annulla autorizzazione
ja: OK
ko: 승인 취소
pt_pt: Cancelar autorização
ru: Отменить авторизацию
zh_hans: 取消授权
zh_hant: 取消授權

# mine_unfollow
source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
it: Smetti di seguire
ja: フォローを停止
ko: 팔로우 취소
pt_pt: Não seguir
ru: Отменить подписку
zh_hans: 取消关注
zh_hant: 取消追蹤

# common_cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# mine_quguan
source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
it: Smetti di seguire
ja: フォローをやめます
ko: 팔로우 취소
pt_pt: Não seguir
ru: Отменить подписку
zh_hans: 取关
zh_hant: 取消追蹤

# login_resetpwd_subtitle_lagre
source: Please reset your login password.
de: Bitte setzen Sie Ihr Anmeldepasswort zurück.
es: Restablezca la contraseña de inicio de sesión.
fr: Veuillez réinitialiser votre mot de passe.
it: Reimposta la password di accesso.
ja: ログインパスワードをリセット
ko: 로그인 암호를 재설정하세요.
pt_pt: Reponha a sua palavra-passe de início de sessão.
ru: Сбросьте пароль для входа.
zh_hans: 请重新设置登录密码
zh_hant: 請重新設置登入密碼

# sport_emptyPage_noDataBtnTitle
source: Try again.
de: Erneut versuchen.
es: Inténtelo de nuevo.
fr: Essayer à nouveau.
it: Riprova.
ja: もう一度お試しください
ko: 다시 시도하세요.
pt_pt: Tente novamente.
ru: Повторите попытку.
zh_hans: 请重试
zh_hant: 請重試

# mine_offline_tip
source: Long press the power button of your swimming goggles. Try again after the swimming goggles are turned on.
de: Drücken Sie lange auf die Einschalttaste Ihrer Schwimmbrille. Versuchen Sie es erneut, nachdem Sie die Schwimmbrille eingeschaltet haben.
es: Mantenga pulsado el botón de encendido de las gafas de natación. Vuelva a intentarlo después de encender las gafas de natación.
fr: Appuyez longuement sur le bouton d'alimentation de vos lunettes de natation. Réessayez après avoir mis les lunettes de natation sous tension.
it: Tieni premuto a lungo il pulsante di accensione degli occhialini da nuoto. Riprova dopo che gli occhialini da nuoto sono stati attivati.
ja: ゴーグルのスイッチボタンを長押しし、ゴーグルの電源が入っていることを確認してから再度お試しください
ko: 수영 고글의 전원 버튼을 길게 누릅니다. 수영 고글이 켜지면 다시 시도하세요.
pt_pt: Mantenha premido o botão de alimentação dos óculos de natação. Tente novamente depois de os óculos de natação estarem ligados.
ru: Нажмите и удерживайте кнопку питания очков для плавания. Повторите попытку после включения очков для плавания.
zh_hans: 请长按泳镜开关键，确认泳镜开机后再次尝试
zh_hant: 請長按泳鏡開關鍵，確認泳鏡開機後再次嘗試

# ble_otaupgrude_swmming
source: Upgrade the firmware after finishing the current swimming on the swimming goggles.
de: Upgraden Sie die Firmware nach Beendigung des aktuellen Schwimmtrainings mit der Schwimmbrille.
es: Actualice el firmware de las gafas de natación después de terminar la actividad de natación actual.
fr: Mettez à jour le micrologiciel après avoir terminé la séance de natation en cours sur les lunettes de natation.
it: Aggiorna il firmware dopo aver terminato la nuotata corrente con gli occhialini da nuoto.
ja: 現在のゴーグルでの水泳を終了した後、ファームウェアをアップグレードしてください
ko: 수영 고글을 착용하고 현재 수영을 마친 후 펌웨어를 업그레이드하세요.
pt_pt: Atualize o firmware depois de terminar o treino de natação atual nos óculos de natação.
ru: Обновите ПО после завершения текущей тренировки в очках для плавания.
zh_hans: 请在泳镜端结束当前游泳后再升级固件
zh_hant: 請在泳鏡端結束當前游泳後再升級固件
