Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# swimming_direction_title
source: Left/right eye display
de: Anzeige für das linke/rechte Auge
es: Visualización con ojo izquierdo/derecho
fr: Affichage de l'œil gauche/droit
it: Visualizzazione occhio sinistro/destro
ja: 左目または右目で表示
ko: 왼쪽/오른쪽 눈 표시
pt_pt: Visor do olho esquerdo/direito
ru: Отображение слева или справа
zh_hans: 左右眼显示
zh_hant: 左右眼顯示

# swimming_direction_left
source: L
ja: 左
zh_hans: 左
zh_hant: 左

# sport_home_latestRecord
source: Latest swimming record
de: Neuest. Schwimmrekord
es: Último registro de natación
fr: Dernier record de natation
it: Ultimo registro di nuoto
ja: 最近の水泳記録
ko: 최근 수영 기록
pt_pt: Último registo de natação
ru: Результат послед. запл.
zh_hans: 最新游泳记录
zh_hant: 最新游泳記錄

# sport_record_fastesPace100Meters
source: Max pace/100 meters
de: Maximales Tempo/100 Meter
es: Ritmo máximo/100 metros
fr: Vitesse maximale/100 mètres
it: Ritmo max/100 metri
ja: 最速配速/100m
ko: 최대 페이스/100미터
pt_pt: Ritmo máx/100 metros
ru: Максимальный темп (100 метров)
zh_hans: 最快配速/百米
zh_hant: 最快配速/100m

# sport_data_analyze_last
source: Last data
de: Letzte Daten
es: Últimos datos
fr: Dernières données
it: Ultimi dati
ja: 最新データ
ko: 마지막 데이터
pt_pt: Últimos dados
ru: Последние данные
zh_hans: 最近一次数据
zh_hant: 最近一次數據

# sport_data_analyze_best
source: Best data
de: Beste Daten
es: Mejores datos
fr: Meilleures données
it: Dati migliori
ja: 最適なデータ
ko: 최고 데이터
pt_pt: Melhores dados
ru: Лучшие данные
zh_hans: 最佳数据
zh_hant: 最佳數據

# sport_record_share_bestRecord
source: Best record
de: Bester Rekord
es: Mejor registro
fr: Meilleur record
it: Registro migliore
ja: さいてきレコード
ko: 최고 기록
pt_pt: Melhor registo
ru: Лучший результат
zh_hans: 最佳记录
zh_hant: 最佳記錄

# sport_detail_chart_optimumSwolf
source: Best SWOLF
de: Bester SWOLF
es: Mejor SWOLF
fr: Meilleures SWOLF
it: SWOLF migliore
ja: ベスト SWOLF
ko: 최고 SWOLF
pt_pt: Melhor SWOLF
ru: Лучш. показ. SWOLF
zh_hans: 最佳 SWOLF
zh_hant: 最佳 SWOLF

# sport_record_share_optimum
source: Best
de: Am besten
es: Mejor
fr: Meilleur
it: Migliore
ja: ベスト
ko: 최고
pt_pt: Melhor
ru: Лучшее
zh_hans: 最佳
zh_hant: 最佳

# MJRefreshHeaderLastTimeText
source: Latest update:
de: Letzte Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
ja: 最終更新日：
ko: 마지막 업데이트:
pt_pt: Ultima atualização:
ru: Последнее обновление:
zh_hans: 最后更新：
zh_hant: 最後更新

# swimming_tip_descr_modifyDeviceName_android
source: You can enter up to 16 characters. The value can contain Chinese, English, digits, and spaces.
de: Sie können bis zu 16 Zeichen eingeben. Der Wert darf Chinesisch, Englisch, Ziffern und Leerzeichen enthalten.
es: Puede introducir hasta 16 caracteres. El valor puede contener texto en chino, inglés, así como dígitos y espacios.
fr: Vous pouvez saisir jusqu'à 16 caractères. La valeur peut contenir du chinois, de l'anglais, des chiffres et des espaces.
it: Puoi immettere fino a 16 caratteri. Il valore può contenere cinese, inglese, numeri e spazi.
ja: 16 文字まで入力可能。漢字、英字、数字、スペースを使用してください
ko: 최대 16자까지 입력할 수 있습니다. 값에는 중국어, 영어, 숫자, 공백이 포함될 수 있습니다.
pt_pt: Pode introduzir até 16 carateres. O valor pode conter chinês, inglês, dígitos e espaços.
ru: Можно ввести не более 16 символов. Значение может содержать китайские иероглифы, буквы латинского алфавита, цифры и пробелы.
zh_hans: 最多输入16个字符，支持中文、英文、数字、空格
zh_hant: 最多輸入16個字元，支持中文、英文、數字、空格

# swimming_tip_descr_modifyDeviceName_ios
source: You can enter up to %@ characters. The value can contain Chinese, English, digits, and spaces.
de: Sie können bis zu %@ Zeichen eingeben. Der Wert darf Chinesisch, Englisch, Ziffern und Leerzeichen enthalten.
es: Puede introducir hasta %@ caracteres. El valor puede contener texto en chino, inglés, así como dígitos y espacios.
fr: Vous pouvez saisir jusqu'à %@ caractères. La valeur peut contenir du chinois, de l'anglais, des chiffres et des espaces.
it: Puoi immettere fino a %@ caratteri. Il valore può contenere cinese, inglese, numeri e spazi.
ja: %@ 文字まで入力可能、中国語、英語、数字、スペースをサポート
ko: 최대 %@자까지 입력할 수 있습니다. 값에는 중국어, 영어, 숫자, 공백이 포함될 수 있습니다.
pt_pt: Pode introduzir até %@ carateres. O valor pode conter chinês, inglês, dígitos e espaços.
ru: Можно ввести не более %@ символов. Значение может содержать китайские иероглифы, буквы латинского алфавита, цифры и пробелы.
zh_hans: 最多输入%@个字符，支持中文、英文、数字、空格
zh_hant: 最多輸入%@個字符，支持中文、英文、數字、空格

# sport_detail_chart_maximunFrequency
source: Max frequency
de: Maximale Frequenz
es: Frecuencia máxima
fr: Fréquence maximale
it: Frequenza max
ja: 最大ストローク数/分
ko: 최대 빈도
pt_pt: Frequência máx
ru: Максимальная частота
zh_hans: 最大频率
zh_hant: 最大頻率

# sport_swimming_training_task_groups
source: Number of sets
de: Anzahl der Sätze
es: Número de series
fr: Nombre d'ensembles
it: Numero di serie
ja: グループ数
ko: 세트 수
pt_pt: Número de séries
ru: Количество подходов
zh_hans: 组数
zh_hant: 組數

# sport_home_totalSwimmingDistance
source: Total swimming distance
de: Gesamtschwimmstrecke
es: Distancia total de natación
fr: Distance totale parcourue en natation
it: Distanza nuoto totale
ja: 総水泳マイル数
ko: 총 수영 거리
pt_pt: Distância total de natação
ru: Общая дистанция плавания
zh_hans: 总游泳里程
zh_hant: 總游泳里程

# sport_record_totalConsumption
source: Total consumption (kcal)
de: Gesamtverbrauch (kcal)
es: Consumo total (kcal)
fr: Consommation totale (kcal)
it: Consumo totale (kcal)
ja: 総消費量/kcal
ko: 소모량(kcal)
pt_pt: Consumo total (kcal)
ru: Общий расход калорий
zh_hans: 总消耗/千卡
zh_hant: 總消耗/千卡

# sport_record_totalDuration
source: Total duration
de: Gesamtdauer
es: Duración total
fr: Durée totale
it: Durata totale
ja: 合計時間
ko: 총 기간
pt_pt: Duração total
ru: Общая длительность
zh_hans: 总时长
zh_hant: 總時長

# sport_swimming_lumptime_alltime
source: Total time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
ja: 合計時間
ko: 총 시간
pt_pt: Tempo total
ru: Общее время
zh_hans: 总时间
zh_hant: 總時間

# sport_common_total
source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 총
ru: Всего
zh_hans: 总
zh_hant: 總

# swimming_free_style
source: Freestyle
es: Estilo libre
fr: Nage libre
it: Stile libero
ja: クロール
ko: 자유형
pt_pt: Estilo livre
ru: Вольный стиль
zh_hans: 自由泳
zh_hant: 自由式

# swimming_free_style_tip
source: Free training displays swimming distance, time, and laps.
de: Das freie Training zeigt Schwimmstrecke, Zeit und Bahnen an.
es: El entrenamiento libre muestra la distancia de natación, el tiempo y las vueltas.
fr: L'entraînement gratuit affiche la distance, le temps et les tours de nage.
it: L'allenamento libero visualizza distanza, tempo e vasche di nuoto.
ja: フリートレーニング表示 水泳距離、時間、ラップ数
ko: 자유 트레이닝에는 수영 거리, 시간 및 랩이 표시됩니다.
pt_pt: O treino livre apresenta a distância de natação, o tempo e as voltas.
ru: В свободной ​тренировке отображается дистанция, время и круги плавания.
zh_hans: 自由训练显示游泳距离、时间、趟数
zh_hant: 自由訓練顯示游泳距離、時間、趟數

# swimming_free_training
source: Free training
de: Freies Training
es: Entrenamiento libre
fr: Entraînement gratuit
it: Allenamento libero
ja: フリートレーニング
ko: 자유 트레이닝
pt_pt: Treino livre
ru: Свободная ​тренировка
zh_hans: 自由训练
zh_hant: 自由訓練

# swimming_custom
source: Custom display
de: Benutzerdefinierte Anzeige
es: Visualización personalizada
fr: Affichage personnalisé
it: Visualizzazione personalizzata
ja: カスタマイズ設定表示
ko: 사용자 설정 디스플레이
pt_pt: Visor personalizado
ru: Настраиваемое отображение
zh_hans: 自定义显示
zh_hant: 自定義顯示

# swimming_input_pool_length_Custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnaliser
it: Personalizzato
ja: カスタマ イズ設定
ko: 사용자 설정
pt_pt: Personalizado
ru: Настраиваемое
zh_hans: 自定义
zh_hant: 自定義

# mine_close_account
source: Close account
de: Konto schließen
es: Cerrar cuenta
fr: Fermer le compte
it: Chiudi account
ja: アカウント削除
ko: 계정 폐쇄
pt_pt: Encerrar conta
ru: Удалить аккаунт
zh_hans: 注销账号
zh_hant: 註銷帳號

# login_input_code_prompt
source: Register an account and enter a verification code.
de: Registrieren Sie ein Konto und geben Sie einen Bestätigungscode ein.
es: Registre una cuenta e introduzca un código de verificación.
fr: Enregistrez un compte et saisissez un code de vérification.
it: Registra un account e immetti un codice di verifica.
ja: 新しいアカウントを登録し、認証コードを入力
ko: 계정을 등록하고 확인 코드를 입력하세요.
pt_pt: Registe uma conta e introduza um código de verificação.
ru: Зарегистрируйте аккаунт и введите код подтверждения.
zh_hans: 注册新账号输入验证码
zh_hant: 註冊新帳號輸入驗證碼

# login_guide_sutitle_lagre
source: Register an account or log in to an existing account.
de: Registrieren Sie ein Konto oder melden Sie sich bei einem bestehenden Konto an.
es: Registre una cuenta o inicie sesión a una cuenta existente.
fr: Enregistrez un compte ou connectez-vous à un compte existant.
it: Registra un account o accedi a un account esistente.
ja: 新しいアカウント登録か既存のアカウントにログイン
ko: 계정을 등록하거나 기존 계정에 로그인하세요.
pt_pt: Registe uma conta ou inicie sessão numa conta existente.
ru: Зарегистрируйте аккаунт или выполните вход.
zh_hans: 注册新账号或者登录已有账号
zh_hant: 註冊新帳號或者登入已有帳號

# login_register_title_lagre
source: Register account
de: Konto registrieren
es: Registrar cuenta
fr: Enregistrez le compte
it: Registra account
ja: 新しいアカウントを登録する
ko: 계정 등록
pt_pt: Registar conta
ru: Регистрация аккаунта
zh_hans: 注册新账号
zh_hant: 註冊新帳號

# login_protocol_lagre
source: Registration or login implies consent to User Agreement and Privacy Agreement of Holosport.
de: Die Registrierung oder Anmeldung bedeutet die Zustimmung zur Benutzervereinbarung und zur Datenschutzvereinbarung von Holosport.
es: El registro o inicio de sesión implica el consentimiento con el Acuerdo de usuario y el Acuerdo de privacidad de Holosport.
fr: L'inscription ou la connexion implique l'acceptation de l'accord d'utilisateur et de l'accord de confidentialité de Holosport.
it: La registrazione o l'accesso implica il consenso all'Accordo utente e all'Informativa sulla privacy di Holosport.
ja: 登録またはログインすることにより、Holosport の「ユーザー契約」および「プライバシー契約」に同意したことになります。
ko: 등록이나 로그인은 Holosport의 사용자 계약 및 개인 정보 보호 계약에 동의함을 의미합니다.
pt_pt: Para efetuar o registo ou iniciar sessão, terá de aceitar o Contrato do Utilizador e o Contrato de Privacidade da Holosport.
ru: Регистрация или вход подразумевает согласие с Соглашение с пользователем и Соглашение о конфиденциальности Holosport.
zh_hans: 注册或登录即同意Holosport《用户协议》与《隐私协议》
zh_hant: 註冊或登入即同意 Holosport《用戶協議》與《隱私協議》

# login_register_text_lagre
source: Register
de: Registrieren
es: Registrar
fr: Enregistrez
it: Registrati
ja: 登録
ko: 등록
pt_pt: Registar
ru: Регистрация
zh_hans: 注册
zh_hant: 註冊

# sport_detail_mainStroke
source: Main stroke
de: Hauptzug
es: Brazada principal
fr: Princip. style de nage
it: Stile principale
ja: 泳法
ko: 기본 스트로크
pt_pt: Estilo
ru: Гл. тип греб.
zh_hans: 主泳姿
zh_hant: 主泳姿

# personal_set_height_width
source: The practice of active information entering is considered consent to the collection of the information by Holosport.
de: Die Praxis der aktiven Informationseingabe gilt als Zustimmung zur Erfassung von Informationen durch Holosport.
es: La introducción activa de datos se considera consentimiento para la recopilación de los mismos por parte de Holosport.
fr: La pratique de la saisie active des informations est considérée comme un consentement à la collecte des informations par Holosport.
it: L'attività di immissione attiva di informazioni è considerata come un consenso alla raccolta delle informazioni da parte di Holosport.
ja: この情報を入力すると、Holosportによるデーター収集に同意したことになります
ko: 자발적인 정보 입력은 Holosport의 정보 수집에 대한 동의로 간주됩니다.
pt_pt: A introdução de informações ativas é considerada um consentimento para a recolha de informações por parte da Holosport.
ru: При вводе данных вы предоставляете компании Holosport право на сбор этих данных.
zh_hans: 主动填写即视为同意 Holosport 收集该项信息
zh_hant: 主動填寫即視為同意 Holosport 收集該項信息

# sport_calendar_weeklyView
source: Weekly view
de: Wochenansicht
es: Vista semanal
fr: Vue hebdomadaire
it: Visualizzazione settimanale
ja: 週表示
ko: 주간 보기
pt_pt: Vista semanal
ru: Еженедельный обзор
zh_hans: 周视图
zh_hant: 週視圖

# sport_target_weeklyGoalSet
source: Weekly goal setting
de: Wöchentliche Zielsetzung
es: Establecimiento de objetivos semanales
fr: Définition des objectifs hebdomadaires
it: Impostazione obiettivo settimanale
ja: 毎週の目標設定
ko: 주간 목표 설정
pt_pt: Definição de meta semanal
ru: Настройка еженедельной цели
zh_hans: 周目标设置
zh_hant: 週目標設置

# sport_target_weeklyGoalSetting
source: Weekly goal specifying
de: Wöchentliche Zielvorgabe
es: Especificación del objetivo semanal
fr: Spécification des objectifs hebdomadaires
it: Definizione obiettivo settimanale
ja: 周目標設定
ko: 주간 목표 지정
pt_pt: Especificação de meta semanal
ru: Определение еженедельной цели
zh_hans: 周目标设定
zh_hant: 周目標設定

# sport_time_1
source: Week
de: Woche
es: Setmana
fr: Semaine
it: Settim.
ja: 周
ko: 주
pt_pt: Semana
ru: Неделя
zh_hans: 周
zh_hant: 週

# sport_common_week
source: Week
de: Woche
es: Setmana
fr: Semaine
it: Settim.
ja: 周
ko: 주
pt_pt: Semana
ru: Неделя
zh_hans: 周
zh_hant: 週

# login_resetpwd_title_lagre
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
ja: パスワードを再設定する
ko: 암호 재설정
pt_pt: Repor palavra-passe
ru: Сброс пароля
zh_hans: 重置密码
zh_hant: 重置密碼

# login_resetpwd_handle_lagre
source: Reset and log in
de: Zurücksetzen und anmelden
es: Restablecer e iniciar sesión
fr: Réinitialiser et se connecter
it: Reimposta e accedi
ja: リセットしてログイン
ko: 재설정 및 로그인
pt_pt: Repor e iniciar sessão
ru: Сбросьте пароль и выполните вход
zh_hans: 重置并登录
zh_hant: 重置並登入

# device_connect_error_3
source: Turn mobile phone Bluetooth off/on again
de: Bluetooth des Mobiltelefons erneut ein-/ausschalten
es: Apagar/encender de nuevo el Bluetooth del móvil
fr: Éteindre/allumer le Bluetooth du téléphone portable
it: Attiva/Disattiva nuovamente il Bluetooth del telefono
ja: スマホのBluetoothをオンにする
ko: 휴대폰 블루투스 껐다가 다시 켜기
pt_pt: Ativar/desativar novamente Bluetooth do telemóvel
ru: Выключите, а затем повторно включите Bluetooth на мобильном телефоне
zh_hans: 重新关闭打开手机蓝牙
zh_hant: 重新關閉打開手機藍牙

# login_resend_lagre
source: Resend
de: Erneut senden
es: Volver a enviar
fr: Renvoyer
it: Reinvia
ja: 再送
ko: 재전송
pt_pt: Reenviar
ru: Отправить повторно
zh_hans: 重新发送
zh_hant: 重新發送

# ota_failed_try
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: リトライ
ko: 재시도
pt_pt: Repetir
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# device_ReInstruction
source: Repeat instruction
de: Anweisung wiederholen
es: Repetir instrucción
fr: Répéter l'instruction
it: Ripeti istruzione
ja: 繰り返しコマンド
ko: 지침 반복
pt_pt: Repetir instrução
ru: Повторить инструкцию
zh_hans: 重复指令
zh_hant: repeat command

# sport_common_to
source: Until
de: Bis
es: Hasta
fr: Jusqu'au
it: Fino a
ja: ー
ko: 종료 시점
pt_pt: Até
ru: До
zh_hans: 至
zh_hant: 至

# device_request_tip
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# device_timeout
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# device_reponse_parsing_failure
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# device_no_instruct
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# device_reponse_failure
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# device_no_mac
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# device_no_context
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# device_no_data
source: Failed to send an instruction
de: Senden einer Anweisung fehlgeschlagen
es: Error al enviar una instrucción
fr: L'envoi d'une instruction a échoué
it: Errore di invio di un'istruzione
ja: コマンド送信失敗
ko: 지침 전송 실패
pt_pt: Falha ao enviar uma instrução
ru: Не удалось отправить инструкцию
zh_hans: 指令发送失败
zh_hant: 指令發送失敗

# sport_ble_hint_inSyncTitle
source: Syncing data
de: Synchronisieren von Daten
es: Sincronizando datos
fr: Synchronisation des données en cours
it: Sincronizzazione dati
ja: データの同期
ko: 데이터 동기화 중
pt_pt: Sincronizar dados
ru: Синхронизация данных
zh_hans: 正在同步数据
zh_hant: 正在同步數據

# MJRefreshHeaderRefreshingText
source: Refreshing data...
de: Aktualisiere Daten...
es: Actualizando datos...
fr: Actualisation des données...
it: Aggiornamento dati in corso…
ja: データを更新中...
ko: 데이터 새로 고침 중...
pt_pt: A atualizar dados...
ru: Обновление данных...
zh_hans: 正在刷新数据中...
zh_hant: 正在刷新數據中...

# MJRefreshAutoFooterRefreshingText
source: Loading more data...
de: Lade mehr Daten...
es: Cargando más datos...
fr: Chargement de données supplémentaires...
it: Caricamento altri dati in corso…
ja: 続けてダウンロードしてください
ko: 더 많은 데이터 로드 중...
pt_pt: A carregar mais dados...
ru: Загрузка дополнительных данных...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# MJRefreshBackFooterRefreshingText
source: Loading more data...
de: Lade mehr Daten...
es: Cargando más datos...
fr: Chargement de données supplémentaires...
it: Caricamento altri dati in corso…
ja: 続けてダウンロードしてください
ko: 더 많은 데이터 로드 중...
pt_pt: A carregar mais dados...
ru: Загрузка дополнительных данных...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# connect_finding
source: Searching
de: Suchen
es: Buscando
fr: Recherche
it: Ricerca in corso
ja: 検索中
ko: 검색 중
pt_pt: Pesquisar
ru: Поиск
zh_hans: 正在搜寻
zh_hant: 正在搜尋

# mine_setting
source: Account and service settings
de: Konto- & Serv-Einstellungen
es: Configuración de cuentas y servicios
fr: Paramètres du compte et du service
it: Impostazioni account e servizio
ja: アカウントとサービスの設定
ko: 계정 및 서비스 설정
pt_pt: Definições da conta e do serviço
ru: Настройки аккаунта и служб
zh_hans: 账户与服务设置
zh_hant: 賬戶與服務設置

# mine_close_sure_tip
source: Your account cannot be recovered after you close it. Are you sure you want to continue?
de: Ihr Konto kann nach dem Schließen nicht wiederhergestellt werden. Möchten Sie wirklich fortfahren?
es: La cuenta no se puede recuperar después de cerrarla. ¿Seguro que desea continuar?
fr: Votre compte ne peut pas être récupéré après sa fermeture. Êtes-vous sûr de vouloir continuer ?
it: Una volta chiuso l'account non potrai più ripristinarlo. Vuoi continuare?
ja: アカウントをログアウトすると回復できません。確認しますか？
ko: 계정을 폐쇄한 후에는 복구할 수 없습니다. 계속할까요?
pt_pt: A sua conta não poderá ser recuperada depois de a encerrar. Tem a certeza de que pretende continuar?
ru: После удаления аккаунт невозможно будет восстановить. Продолжить?
zh_hans: 账号注销后将不可恢复,是否确认？
zh_hant: 帳號註銷後將不可恢復,是否確認？

# mine_account_security
source: Account and security
de: Konto und Sicherheit
es: Cuenta y seguridad
fr: Compte et sécurité
it: Account e sicurezza
ja: アカウントとセキュリティ
ko: 계정 및 보안
pt_pt: Conta e segurança
ru: Аккаунт и безопасность
zh_hans: 账号与安全
zh_hant: 帳號與安全

# login_guide_title_lagre
source: Login/registration by account and password
de: Anmeldung/Registrierung mit Konto und Passwort
es: Inicio de sesión/registro por cuenta y contraseña
fr: Connexion/enregistrement par compte et mot de passe
it: Accesso/Registrazione tramite account e password
ja: アカウントパスワードでログイン
ko: 계정 및 암호로 로그인/등록
pt_pt: Início de sessão/registo por conta e palavra-passe
ru: Введите имя аккаунта и пароль для входа или регистрации
zh_hans: 账号密码登录/注册
zh_hant: 帳號密碼登入/註冊

# mine_account_for
source: Use account to
de: Konto verwenden, um
es: Utilizar la cuenta para
fr: Utiliser le compte pour
it: Usa account per
ja: アカウント
ko: 계정 사용 목적
pt_pt: Utilizar conta para
ru: Аккаунт для
zh_hans: 账号进行
zh_hant: 賬號進行

# login_error_lagre
source: Incorrect account format. Enter a correct mobile phone number.
de: Falsches Kontoformat. Geben Sie eine korrekte Mobiltelefonnummer ein.
es: Formato de cuenta incorrecto. Introduzca un número de teléfono móvil correcto.
fr: Format de compte incorrect. Saisissez un numéro de téléphone portable correct.
it: Formato account errato. Immetti un numero di telefono corretto.
ja: アカウントの形式が正しくありません。正しい電話番号を入力してください
ko: 잘못된 계정 형식입니다. 정확한 휴대폰 번호를 입력하세요.
pt_pt: Formato de conta incorreto. Introduza um número de telemóvel correto.
ru: Неправильный формат имени аккаунта. Введите правильный номер мобильного телефона.
zh_hans: 账号格式不正确，请输入正确的手机号码
zh_hant: 帳號格式不正確，請輸入正確的手機號碼

# mine_close_tip
source: After the account is closed, you will lose information such as sport data generated in the Holosport app, and you cannot log in to this account again. Are you sure you want to close the account?
de: Nach dem Schließen des Kontos verlieren Sie Informationen, wie z. B. die in der Holosport-App generierten Sportdaten, und Sie können sich nicht erneut bei diesem Konto anmelden. Möchten Sie das Konto wirklich schließen?
es: Una vez cerrada la cuenta, perderá información como los datos deportivos generados en la aplicación Holosport y no podrá volver a iniciar sesión en esta cuenta. ¿Seguro que desea cerrar la cuenta?
fr: Une fois le compte fermé, vous perdrez des informations telles que les données sportives générées dans l'application Holosport, et vous ne pourrez plus vous connecter à ce compte. Êtes-vous sûr de vouloir fermer le compte ?
it: Una volta chiuso l'account, perderai informazioni quali i dati sportivi generati nell'app Holosport e non potrai accedere nuovamente a questo account. Vuoi davvero chiudere l'account?
ja: アカウントがログアウトされると、Holosport APP内で生成された運動データなどの情報が失われます。このアカウントを使用して再度ログインし、アカウントをログアウトすることを確認することはできませんか？
ko: 계정이 폐쇄되면 Holosport 앱에서 생성된 스포츠 데이터 등의 정보가 손실되며 이 계정에 다시 로그인할 수 없습니다. 정말로 계정을 폐쇄할까요?
pt_pt: Depois de a conta ser encerrada, vai perder informações como os dados de desporto gerados na aplicação Holosport e não poderá iniciar novamente sessão nesta conta. Tem a certeza de que pretende encerrar a conta?
ru: После удаления аккаунта вы потеряете информацию, связанную со спортивными данными из приложения Holosport, и не сможете выполнить повторный вход в этот аккаунт. Закрыть аккаунт?
zh_hans: 账号被注销后，您将损失在Holosport APP内产生的运动数据等信息，无法使用此账号再次登录，确认要注销账户吗？
zh_hant: 賬號被註銷後，您將損失在 Holosport APP 內產生的運動數據等信息嗎，無法使用此賬號再次登錄，確認要註銷賬戶？

# device_connect_hold_tip_android_1
source: Long press for 2 seconds
de: Langes Drücken für 2 Sekunden
es: Pulsación larga durante 2 segundos
fr: Appui long pendant 2 secondes
it: Tieni premuto a lungo per 2 secondi
ja: 2秒長押し
ko: 2초간 길게 누르기
pt_pt: Manter premido durante 2 segundos
ru: Нажмите и удерживайте в течение 2 секунд
zh_hans: 长按2秒
zh_hant: 長按2秒
