Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# mine_lightMode
source: Light mode
de: Heller Modus
es: Modo luminoso
fr: Mode lumineux
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
pt_pt: Modo claro
ru: Светлый режим
zh_hans: 浅色模式
zh_hant: 淺色模式

# mine_followSystem
source: Follow system
de: System folgen
es: Seguir el sistema
fr: Suivre le système
it: In base al sistema
ja: システムに従ってください
ko: 시스템 따르기
pt_pt: Seguir sistema
ru: Использовать настройки системы
zh_hans: 跟随系统
zh_hant: 跟隨系統

# mine_folloSystem_sub
source: When this feature is enabled, whether the dark mode is on is determined by your system settings.
de: Wenn diese Funktion aktiviert ist, hängt es von Ihren Systemeinstellungen ab, ob der dunkle Modus eingeschaltet ist.
es: Cuando esta función está habilitada, los ajustes del sistema determinan si el modo oscuro está activado.
fr: Lorsque cette fonction est activée, l'activation du mode sombre est déterminée par les paramètres de votre système.
it: Quando questa funzione è attiva, l'attivazione della modalità scura è determinata dalle impostazioni del sistema.
ja: 電源を入れると、システムに従ってダークモードがオンまたはオフになります。
ko: 이 기능을 실행하면 시스템 설정에 따라 다크 모드 켜짐 여부가 결정됩니다.
pt_pt: Quando esta funcionalidade está ativada, as definições do sistema determinam se o modo escuro está ativado.
ru: Когда эта функция включена, переход в темный режим будет осуществляться в соответствии с настройками системы.
zh_hans: 开启后，将跟随系统打开或关闭深色模式
zh_hant: 開啟後，將跟隨系統打開或關閉深色模式

# mine_manualSelection
source: Manual selection
de: Manuelle Auswahl
es: Selección manual
fr: Sélection manuelle
it: Selezione manuale
ja: 手動選択
ko: 직접 선택
pt_pt: Seleção manual
ru: Выбор вручную
zh_hans: 手动选择
zh_hant: 手動選擇

# mine_turnedOff
source: Off
de: Aus
es: Desactivado
fr: Éteint
it: Disattivato
ja: 閉まっている
ko: 꺼짐
pt_pt: Desativado
ru: Выключено
zh_hans: 已关闭
zh_hant: 已關閉

# mine_turnedOn
source: On
de: Ein
es: Activado
fr: Allumé
it: Attivato
ja: オン
ko: 켜짐
pt_pt: Ativado
ru: Включено
zh_hans: 已开启
zh_hant: 已開啟

# connect_exception_handling
source: Exception handling
de: Behandlung von Ausnahmen
es: Gestión de excepciones
fr: Gestion des exceptions
it: Gestione delle eccezioni
ja: 異常の処理
ko: 예외 처리
pt_pt: Processamento de exceções
ru: Обработка исключений
zh_hans: 异常处理
zh_hant: 異常處理

# mine_getinfo_caculate
source: The following information is used to obtain accurate recommendations and calculate sports consumption.
de: Die folgenden Informationen werden verwendet, um genaue Empfehlungen zu erhalten und die Sportnutzung zu berechnen.
es: La siguiente información se utiliza para obtener recomendaciones precisas y calcular el consumo deportivo.
fr: Les informations suivantes sont utilisées pour obtenir des recommandations précises et calculer la consommation sportive.
it: Le seguenti informazioni servono per ottenere consigli accurati e calcolare il fabbisogno sportivo.
ja: 次の情報は、正確な推奨事項の提供とカロリーを計算するために使用されます
ko: 정확한 추천을 받고 스포츠 소모량을 계산하기 위해 다음의 정보가 사용됩니다.
pt_pt: As seguintes informações são utilizadas para obter recomendações precisas e calcular o consumo desportivo.
ru: Следующая информация используется для получения точных рекомендаций и подсчета затраченных калорий.
zh_hans: 以下讯息用于获取精准推荐，计算运动消耗
zh_hant: 以下訊息用於獲取精準推薦，計算運動消耗

# bio_message
source: The preceding information is used to calculate sports consumption. Enter the correct information.
de: Die vorstehenden Angaben werden zur Berechnung der Sportnutzung verwendet. Geben Sie die richtigen Informationen ein.
es: La información anterior se utiliza para calcular el consumo deportivo. Introduzca la información correcta.
fr: Les informations précédentes sont utilisées pour calculer la consommation de sport. Saisissez les informations correctes.
it: Le informazioni precedenti servono per calcolare il fabbisogno sportivo. Immetti le informazioni corrette.
ja: 以上の情報は運動データの計算に使用されますので、正確に記入してください
ko: 위 정보는 스포츠 소모량을 계산하는 데 사용됩니다. 올바른 정보를 입력하세요.
pt_pt: As informações anteriores são utilizadas para calcular o consumo desportivo. Introduza as informações corretas.
ru: Приведенная выше информация используется для подсчета затраченных калорий. Введите правильную информацию.
zh_hans: 以上信息会用于计算运动消耗，请准确填写
zh_hant: 以上資料會用於計算運動消耗，請準確填寫

# Sports_device_alert_requestenable_notwarn
source: Don't prompt again
de: Nicht erneut auffordern
es: No volver a preguntar
fr: Ne pas demander à nouveau
it: Non chiedere più
ja: リマインダーを再度表示しない
ko: 다시 표시 안 함
pt_pt: Não avisar novamente
ru: Не напоминать
zh_hans: 以后不再提示
zh_hant: 以後不再提示

# Sports_swimming_device_disable
source: Disabled
de: Deaktiviert
es: Inhabilitado
fr: Déactivé
it: Disattivato
ja: 非アクティブ
ko: 종료됨
pt_pt: Desativado
ru: Выключено
zh_hans: 已停用
zh_hant: 已停用

# mine_appAuthorization_Authorized
source: Authorized
de: Autorisiert
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: 認可された
ko: 승인됨
pt_pt: Autorizado
ru: Авторизовано
zh_hans: 已授权
zh_hant: 已授權

# sport_ble_connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続されています
ko: 연결됨
pt_pt: Ligado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連接

# MJRefreshAutoFooterNoMoreDataText
source: All loaded
de: Alle geladen
es: Todo cargado
fr: Tout chargé
it: Tutto caricato
ja: すべてダウンロード
ko: 모두 로드됨
pt_pt: Tudo carregado
ru: Загружено
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# MJRefreshBackFooterNoMoreDataText
source: All loaded
de: Alle geladen
es: Todo cargado
fr: Tout chargé
it: Tutto caricato
ja: すべてダウンロード
ko: 모두 로드됨
pt_pt: Tudo carregado
ru: Загружено
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# common_register_tip_alreadyRegistered
source: Registered
de: Registriert
es: Registrado
fr: Enregistré
it: Registrato
ja: すでに登録されたメールです
ko: 등록됨
pt_pt: Registado
ru: Зарегистрировано
zh_hans: 已经登记了
zh_hant: 已經登記了

# mine_following
source: Followed
de: Gefolgt von
es: Seguido
fr: Suivi
it: Seguiti
ja: フォローした
ko: 팔로우함
pt_pt: Seguido
ru: Подписка оформлена
zh_hans: 已关注
zh_hant: 已追蹤

# mine_colsed
source: Off
de: Aus
es: Desactivado
fr: Éteint
it: Disattivato
ja: 閉まっている
ko: 꺼짐
pt_pt: Desativado
ru: Выключено
zh_hans: 已关闭
zh_hant: 已關閉

# mine_rebind_phone_alert_content
source: Bound mobile phone number:
de: Verknüpfte Mobiltelefonnummer:
es: Número de teléfono móvil vinculado:
fr: Numéro de téléphone portable lié :
it: Associa numero di telefono mobile:
ja: バインドされた携帯電話番号：
ko: 연결된 휴대폰 번호:
pt_pt: Número de telemóvel associado:
ru: Привязанный номер мобильного телефона:
zh_hans: 已绑定的手机号:
zh_hant: 已綁定的手機號

# device_connect_error_5
source: Move to a location closer to the mobile phone and try again.
de: Gehen Sie an einen Ort näher am Mobiltelefon und versuchen Sie es erneut.
es: Desplácese a un lugar más cercano al teléfono móvil e inténtelo de nuevo.
fr: Déplacez-vous vers un endroit plus proche du téléphone portable et réessayez.
it: Spostati su una posizione più vicina al telefono e riprova.
ja: スマホに近づけ、もう一度お試しください
ko: 휴대폰과 가까운 곳으로 이동한 후 다시 시도하세요.
pt_pt: Aproxime-se do telemóvel e tente novamente.
ru: Поднесите телефон поближе и повторите попытку.
zh_hans: 移到距离手机近的地方再次尝试
zh_hant: 移到距離手機近的地方再次嘗試

# swimming_set_timer
source: Set by duration
de: Eingestellt nach Dauer
es: Establecer por duración
fr: Défini par la durée
it: Per durata
ja: 泳ぐ時間設定
ko: 기간으로 설정
pt_pt: Definir por duração
ru: Установить по продолжительности
zh_hans: 依时长设定
zh_hant: 依時長設定

# swimming_set_distance
source: Set by distance
de: Eingest. n. Strecke
es: Establecer por distancia
fr: Défini par la distance
it: Per distanza
ja: 泳ぐ距離設定
ko: 거리로 설정
pt_pt: Definir por distância
ru: Установить по дистанции
zh_hans: 依距离设定
zh_hant: 依距離設定

# connect_failure_help
source: Connection failed all the time? Tap to view the solutions.
de: Schlägt die Verbindung immer fehl? Tippen Sie, um Lösungen anzuzeigen.
es: ¿La conexión ha fallado todo el tiempo? Toque para ver las soluciones.
fr: La connexion a échoue tout le temps ? Touchez pour voir les solutions.
it: Sempre impossibile connettersi? Tocca per visualizzare le soluzioni.
ja: ペアリング失敗? 解決策を表示します
ko: 연결 실패가 항상 발생하나요? 탭하여 해결책을 보세요.
pt_pt: A ligação está sempre a falhar? Toque para ver as soluções.
ru: Не удалось установить соединение? Нажмите, чтобы просмотреть решения.
zh_hans: 一直连接失败？点击查看解决方法
zh_hant: 一直連接失敗？點擊查看解決方法

# device_connect_error_9
source: Connection failed all the time?
de: Schlägt die Verbindung immer fehl?
es: ¿La conexión ha fallado todo el tiempo?
fr: La connexion a échoue tout le temps ?
it: Sempre impossibile connettersi?
ja: 接続が失敗し続けますか?
ko: 연결 실패가 항상 발생하나요?
pt_pt: A ligação está sempre a falhar?
ru: Не удалось установить соединение?
zh_hans: 一直连接失败？
zh_hant: 一直连接失败？

# swimming_backstroke
source: Backstroke
de: Rückenschwimmen
es: Espalda
fr: Dos crawlé
it: Dorso
ja: 背泳ぎ
ko: 배영
pt_pt: Costas
ru: На спине
zh_hans: 仰泳
zh_hant: 仰式

# mine_code_has_send_phone
source: The verification code has been sent to your mobile phone.
de: Der Bestätigungscode wurde an Ihr Mobiltelefon gesandt.
es: El código de verificación se ha enviado al teléfono móvil.
fr: Le code de vérification a été envoyé sur votre téléphone portable.
it: Il codice di verifica è stato inviato al tuo telefono.
ja: 認証コードがスマホに送信済み
ko: 확인 코드가 휴대폰으로 전송되었습니다.
pt_pt: O código de verificação foi enviado para o seu telemóvel.
ru: Код подтверждения отправлен на ваш телефон.
zh_hans: 验证码已发送至手机
zh_hant: 驗證碼已發送至手機

# mine_code_has_send_email
source: The verification code has been sent to your email.
de: Bestätigungscode wurde per E-Mail zugesandt.
es: El código de verificación se ha enviado al correo electrónico.
fr: Le code de vérif. a été envoyé à votre e-mail.
it: Il codice di verifica è stato inviato alla tua e-mail.
ja: 認証コードがメールに送信されました
ko: 확인 코드가 이메일로 전송되었습니다.
pt_pt: O código de verificação foi enviado para o seu e-mail.
ru: Код подтвержд. отпр. на эл. почту.
zh_hans: 验证码已发送至您的电子邮件
zh_hant: 驗證碼已發送至您的電子信箱

# login_email_code_subtitle_lagre
source: The verification code has been sent to your email.
de: Bestätigungscode wurde per E-Mail zugesandt.
es: El código de verificación se ha enviado al correo electrónico.
fr: Le code de vérif. a été envoyé à votre e-mail.
it: Il codice di verifica è stato inviato alla tua e-mail.
ja: 認証コードがメールに送信されました
ko: 확인 코드가 이메일로 전송되었습니다.
pt_pt: O código de verificação foi enviado para o seu e-mail.
ru: Код подтвержд. отпр. на эл. почту.
zh_hans: 验证码已发送至您的电子邮件
zh_hant: 驗證碼已發送至您的電子信箱，請前往確認

# login_pwd_sms_lagre
source: Login via verification code
de: Anmeldung über Bestätigungscode
es: Iniciar sesión mediante código de verificación
fr: Connexion via le code de vérification
it: Accesso tramite codice di verifica
ja: 認証コードログイン
ko: 확인 코드로 로그인
pt_pt: Iniciar sessão através do código de verificação
ru: Войти с помощью кода подтверждения
zh_hans: 验证码登录
zh_hant: 驗證碼登入

# app_error_9
source: The verification code cannot be empty.
de: Der Bestätigungscode darf nicht leer sein.
es: El código de verificación no puede estar vacío.
fr: Le code de vérification ne peut pas être vide.
it: Il codice di verifica non può essere vuoto.
ja: 認証コードを入力してください
ko: 확인 코드는 비워둘 수 없습니다.
pt_pt: O código de verificação não pode estar vazio.
ru: Введите код подтвержд.
zh_hans: 验证码不能为空
zh_hant: 驗證碼不能為空

# login_email_register_code_lagre
source: Verify email
de: E-Mail bestätigen
es: Verificar correo electrónico
fr: Vérifier l'e-mail
it: Verifica e-mail
ja: Eメールを確認します
ko: 이메일 확인
pt_pt: Verificar e-mail
ru: Подтвержд. адр. эл. почты
zh_hans: 验证电子邮件
zh_hant: 驗證電子信箱

# sport_swimming_training
source: Training plan
de: Trainingsplan
es: Plan de entrenamiento
fr: Plan d'entraînement
it: Programma allenamento
ja: 訓練計画
ko: 트레이닝 플랜
pt_pt: Plano de treino
ru: План тренировок
zh_hans: 训练计划
zh_hant: 訓練計劃

source: Select gender
de: Geschlecht auswählen
es: Seleccionar género
fr: Sélectionnez le sexe
it: Seleziona genere
ja: 性別を選ぶ
ko: 성별 선택
pt_pt: Selecionar género
ru: Укажите пол
zh_hans: 选择性别
zh_hant: 選擇性別

source: Select weight
de: Gewicht auswählen
es: Seleccionar peso
fr: Sélectionnez le poids
it: Seleziona peso
ja: 体重を選択
ko: 체중 선택
pt_pt: Selecionar peso
ru: Укажите вес
zh_hans: 选择体重
zh_hant: 選擇體重

source: Select height
de: Größe auswählen
es: Seleccionar altura
fr: Sélectionnez la taille
it: Seleziona altezza
ja: 身長を選択
ko: 키 선택
pt_pt: Selecionar altura
ru: Укажите рост
zh_hans: 选择身高
zh_hant: 選擇身高

source: Select region
de: Region auswählen
es: Seleccionar región
fr: Sélectionnez une région
it: Seleziona area geografica
ja: 地域を選択
ko: 지역 선택
pt_pt: Selecionar região
ru: Выберите регион
zh_hans: 选择地区
zh_hant: 選擇地區

# select_birthday
source: Select date of birth
de: Geburtsdatum auswählen
es: Seleccionar fecha de nacimiento
fr: Sélectionnez la date de naissance
it: Seleziona data di nascita
ja: 生年月日を選択
ko: 생년월일 선택
pt_pt: Selecionar data de nascimento
ru: Укажите дату рождения
zh_hans: 选择出生年月日
zh_hant: 選擇出生年月日

source: Select city
de: Ort auswählen
es: Seleccionar ciudad
fr: Sélectionnez une ville
it: Seleziona città
ja: 都市を選択
ko: 도시 선택
pt_pt: Selecionar cidade
ru: Выберите город
zh_hans: 选择城市
zh_hant: 選擇城市

# swimming_tip_title_modifyDeviceName
source: Edit device name
de: Gerätenamen bearbeiten
es: Editar nombre del dispositivo
fr: Modifiez le nom de l'appareil
it: Modifica nome dispositivo
ja: デバイス名の変更
ko: 장치 이름 편집
pt_pt: Editar nome do dispositivo
ru: Изменение имени устройства
zh_hans: 修改设备名称
zh_hant: 修改設備名稱

# mine_modify_name
source: Edit nickname
de: Spitzname bearb.
es: Editar alias
fr: Modifiez le surnom
it: Modifica nickname
ja: ニックネームの変更
ko: 닉네임 편집
pt_pt: Editar alcunha
ru: Изм. никнейма
zh_hans: 修改昵称
zh_hant: 修改昵稱

# mine_modify_password
source: Edit password
de: Passwort bearbeiten
es: Editar contraseña
fr: Modifiez le mot de passe
it: Modifica password
ja: パスワードを変更する
ko: 암호 편집
pt_pt: Editar palavra-passe
ru: Изменение пароля
zh_hans: 修改密码
zh_hant: 修改密碼

# mine_modify_email_alert_title
source: Edit connected email
de: Verbundene E-Mail bearbeiten
es: Editar correo electrónico conectado
fr: Modifiez l'e-mail connecté
it: Modifica e-mail collegata
ja: メールアドレスを変更する
ko: 연결된 이메일 편집
pt_pt: Editar e-mail associado
ru: Изменение привязанного адреса электронной почты
zh_hans: 修改连接的电子邮件
zh_hant: 修改連接的電子郵件

# sport_swimming_training_phase_rename
source: Edit phase name
de: Phasenname bearbeiten
es: Editar nombre de fase
fr: Modifier le nom de la phase
it: Modifica nome fase
ja: ステージ名の変更
ko: 문구 이름 편집
pt_pt: Editar nome da fase
ru: Изменение названия фазы
zh_hans: 修改阶段名称
zh_hant: 修改階段名稱

# sport_detail_segment_lengthOfRest
source: Break duration
de: Dauer der Pause
es: Duración de la pausa
fr: Durée de la pause
it: Durata pausa
ja: 休憩時間
ko: 휴식 기간
pt_pt: Duração da pausa
ru: Длительность перерыва
zh_hans: 休息时长
zh_hant: 休息時長

# sport_detail_timeForRest
source: Break time
de: Pausenzeit
es: Hora da pausa
fr: Temps de pause
it: Tempo pausa
ja: 休憩時間
ko: 휴식 시간
pt_pt: Tempo de pausa
ru: Время перерыва
zh_hans: 休息时间
zh_hant: 休息時間

# sport_swimming_breaktime
source: Break time
de: Pausenzeit
es: Hora da pausa
fr: Temps de pause
it: Tempo pausa
ja: 休憩時間
ko: 휴식 시간
pt_pt: Tempo de pausa
ru: Время перерыва
zh_hans: 休息时间
zh_hant: 休息時間

# rest_monitoring
source: Break monitoring
de: Pausenüberwachung
es: Supervisión de la pausa
fr: Surveillance des pauses
it: Monitoraggio pausa
ja: 休憩監視
ko: 휴식 모니터링
pt_pt: Monitorização da pausa
ru: Отслеживание перерыва
zh_hans: 休息监测
zh_hant: 休息檢測

source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere
ja: 性別
ko: 성별
pt_pt: Género
ru: Пол
zh_hans: 性别
zh_hant: 性別

# app_error_21
source: New password cannot be empty.
de: Neues Passwort darf nicht leer sein.
es: La nueva contraseña no puede estar vacía.
fr: Le nouveau mot de passe ne peut pas être vide.
it: La nuova password non può essere vuota.
ja: 新しいパスワードを入力してください
ko: 새 암호는 비워둘 수 없습니다.
pt_pt: A nova palavra-passe não pode estar vazia.
ru: Введите новый пароль.
zh_hans: 新密码不能为空
zh_hant: 新密碼不能為空

source: Heart rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Rythme cardiaque
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
pt_pt: Ritmo cardíaco
ru: Пульс
zh_hans: 心率
zh_hant: 心率

# sport_common_hour
source: Hour
de: Stunde
es: Hora
fr: Heure
it: Ora
ja: 時間
ko: 시간
pt_pt: Hora
ru: ч
zh_hans: 小时
zh_hant: 小時

# sport_home_burnCalories
source: Calorie consumption
de: Kalorienverbrauch
es: Consumo de calorías
fr: Consommation de calories
it: Consumo calorie
ja: 消費カロリー
ko: 칼로리 소모량
pt_pt: Consumo de calorias
ru: Потребление калорий
zh_hans: 消耗热量
zh_hant: 消耗熱量

# sport_record_burnCalories
source: Calorie consumption
de: Kalorienverbrauch
es: Consumo de calorías
fr: Consommation de calories
it: Consumo calorie
ja: しょうひねつりょう
ko: 칼로리 소모량
pt_pt: Consumo de calorias
ru: Потребление калорий
zh_hans: 消耗热量
zh_hant: 熱量消耗

# sport_analy_calorie
source: Energy consumption
de: Energieverbrauch
es: Consumo de energía
fr: Consommation d'énergie
it: Consumo energia
ja: 総カロリー
ko: 에너지 소모량
pt_pt: Consumo de energia
ru: Потребление энергии
zh_hans: 消耗能量
zh_hant: 消耗能量

# sport_common_consumption
source: Consumption (kcal)
de: Verbrauch (kcal)
es: Consumo (kcal)
fr: Consommation (kcal)
it: Consumo (kcal)
ja: 消費量/kcal
ko: 총 소모량(kcal)
pt_pt: Consumo (kcal)
ru: Потребление (ккал)
zh_hans: 消耗/千卡
zh_hant: 消耗/千卡

# sport_home_consumption
source: Consumption
de: Verbrauch
es: Consumo
fr: Consommation
it: Consumo
ja: 消費
ko: 소모량
pt_pt: Consumo
ru: Потребление
zh_hans: 消耗
zh_hant: 消耗

# sport_detail_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 상세정보
pt_pt: Detalhes
ru: Сведения
zh_hans: 详情
zh_hant: 詳情

# common_album
source: Album
es: Álbum
ja: フォトアルバム
ko: 앨범
pt_pt: Álbum
ru: Альбом
zh_hans: 相册
zh_hant: 相簿

# device_ota_downloading
source: Downloading...
de: Lade herunter...
es: Descargando...
fr: Téléchargement...
it: Download in corso...
ja: ダウンロード中…
ko: 다운로드 중...
pt_pt: A transferir...
ru: Загрузка...
zh_hans: 下载中…
zh_hant: 下載中…

# refresh_loading
source: Downloading...
de: Lade herunter...
es: Descargando...
fr: Téléchargement...
it: Download in corso...
ja: ダウンロード中…
ko: 다운로드 중...
pt_pt: A transferir...
ru: Загрузка...
zh_hans: 下载中...
zh_hant: 下載中...

# MJRefreshHeaderIdleText
source: You can pull down to refresh content.
de: Sie können zum Aktualisieren nach unten ziehen.
es: Puede deslizar hacia abajo para actualizar el contenido.
fr: Vous pouvez tirer vers le bas pour actualiser le contenu.
it: Per aggiornare il contenuto puoi scorrere in basso.
ja: ドロップダウンでリフレッシュできます
ko: 아래로 당기면 콘텐츠를 새로 고칠 수 있습니다.
pt_pt: Pode arrastar para baixo para atualizar o conteúdo.
ru: Потяните вниз, чтобы обновить контент.
zh_hans: 下拉可以刷新
zh_hant: 下拉可以刷新

# next_update
source: Next upgrade
de: Nächstes Upgrade
es: Siguiente mejora
fr: Prochaine mise à niveau
it: Prossimo upgrade
ja: 次回のアップグレード
ko: 다음 업그레이드
pt_pt: Próxima atualização
ru: Следующее улучшение
zh_hans: 下次升级
zh_hant: 下次升級

# update_ignore
source: Next update
de: Nächstes Update
es: Siguiente actualización
fr: Prochaine mise à jour
it: Prossimo aggiornamento
ja: 次回更新
ko: 다음 업데이트
pt_pt: Próxima atualização
ru: Следующее обновление
zh_hans: 下次更新
zh_hant: 下次更新

# mine_notity_content_1
source: In system
de: Im System
es: En el sistema
fr: Dans le système
it: Nel sistema
ja: システムの
ko: 시스템 내부
pt_pt: No sistema
ru: В системе
zh_hans: 系统中的
zh_hant: 系統中的

# sport_home_invalidData
source: Invalid data
de: Ungültige Daten
es: Datos no válidos
fr: Données invalides
it: Dati non validi
ja: 無効なデータ
ko: 올바르지 않은 데이터
pt_pt: Dados inválidos
ru: Неверные данные
zh_hans: 无效数据
zh_hant: 無效數據

# kit_page_failure_title
source: No network
de: Kein Netz
es: Sin red
fr: Pas de réseau
it: Nessuna rete
ja: 圏外
ko: 네트워크 없음
pt_pt: Sem rede
ru: Нет сети
zh_hans: 无网络
zh_hant: 無網絡

# sport_emptyPage_noDataTitle
source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_pt: Sem dados
ru: Нет данных
zh_hans: 无数据
zh_hant: 無數據

# MJRefreshHeaderNoneLastDateText
source: No record
de: Kein Eintrag
es: Sin registros
fr: Pas de record
it: Nessun registro
ja: レコードなし
ko: 기록 없음
pt_pt: Sem registo
ru: Нет результатов
zh_hans: 无记录
zh_hant: 無記錄

# common_notOpen
source: Unable to enable
de: Aktivieren nicht möglich
es: No se puede habilitar
fr: Impossible d'activer
it: Impossibile attivare
ja: 開けられない
ko: 실행 불가
pt_pt: Não é possível ativar
ru: Не удается включить
zh_hans: 无法开启
zh_hant: 無法開啟

# common_inaccessible
source: Unable to access
de: Zugriff nicht möglich
es: No se puede acceder
fr: Impossible d'accéder
it: Impossibile accedere
ja: アクセス不可
ko: 액세스 불가
pt_pt: Não é possível aceder
ru: Сбой доступа
zh_hans: 无法访问
zh_hant: 無法訪問

# sport_ble_hint_outOfSyncBottBtnTitle
source: Got it
de: Verstanden
es: Entendido
fr: Je l'ai
it: Ho capito
ja: わかりました
ko: 확인
pt_pt: OK
ru: OK
zh_hans: 我知道了
zh_hant: 我知道了

# mine_iknow
source: Got it
de: Verstanden
es: Entendido
fr: Je l'ai
it: Ho capito
ja: OK
ko: 확인
pt_pt: OK
ru: OK
zh_hans: 我知道了
zh_hant: 我知道了

# connect_know
source: Got it
de: Verstanden
es: Entendido
fr: Je l'ai
it: Ho capito
ja: OK
ko: 확인
pt_pt: OK
ru: OK
zh_hans: 我知道了
zh_hant: 我知道了

# sport_record_share_swimInHolosport
source: I swim via Holosport.
de: Ich schwimme mit Holosport.
es: Nado a través de Holosport.
fr: Je nage via Holosport.
it: Nuoto con Holosport.
ja: Holosport で泳いている
ko: Holosport를 통해 수영합니다.
pt_pt: Nado com a Holosport.
ru: Я плаваю вместе с приложением Holosport.
zh_hans: 我在 Holosport 游泳
zh_hant: 我在 Holosport 游泳

# sport_login_privacy_1
source: I have read and agreed
de: Ich habe gelesen und zugestimmt
es: He leído y aceptado
fr: J'ai lu et accepté.
it: Ho letto e accettato
ja: 登録またはログインすることで同意したことを意味します
ko: 해당 내용을 읽었으며 이에 동의합니다
pt_pt: Li e aceito
ru: Я принимаю условия
zh_hans: 我已阅读并同意
zh_hant: 註冊或登入即同意

# mine_mydevice
source: My device
de: Mein Gerät
es: Mi dispositivo
fr: Mon appareil
it: Il mio dispositivo
ja: デバイス
ko: 내 장치
pt_pt: O meu dispositivo
ru: Мое устройство
zh_hans: 我的设备
zh_hant: 我的設備

# mine_feedback
source: Problem feedback
de: Problemrückmeldung
es: Comentarios sobre el problema
fr: Retour d'informations sur les problèmes
it: Commenti problemi
ja: フィードバック
ko: 문제 피드백
pt_pt: Feedback do problema
ru: Комментарий о проблеме
zh_hans: 问题反馈
zh_hant: 問題反饋

# common_location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置
ko: 위치
pt_pt: Localização
ru: Местоположение
zh_hans: 位置
zh_hant: 位置

# login_subtitle_lagre
source: Auto login will be automatically performed after the verification of the unregistered mobile phone!
de: Die automatische Anmeldung wird nach der Überprüfung des nicht registrierten Mobiltelefons automatisch durchgeführt!
es: El inicio de sesión automático se realizará automáticamente tras la verificación del teléfono móvil no registrado.
fr: La connexion automatique sera automatiquement effectuée après la vérification du téléphone portable non enregistré !
it: L'accesso automatico verrà eseguito automaticamente dopo la verifica del telefono non registrato!
ja: 未登録の携帯電話を検証したら、自動的にログイン！
ko: 미등록 휴대폰 확인 후 자동 로그인이 자동으로 진행됩니다!
pt_pt: O início de sessão automático vai ser automaticamente efetuado após a verificação do telemóvel não registado!
ru: После верификации незарегистрированного мобильного телефона вход будет выполнен автоматически.
zh_hans: 未注册手机验证后，自动登录！
zh_hant: 未註冊手機驗證後，自動登入

# ble_un_auth
source: The app is not allowed to use Bluetooth.
de: Die App darf kein Bluetooth verwenden.
es: La aplicación no tiene permiso para usar Bluetooth.
fr: L'application n'est pas autorisée à utiliser Bluetooth.
it: L'app non ha il permesso di usare il Bluetooth.
ja: Bluetoothの使用は許可されていません
ko: 이 앱은 블루투스를 사용할 수 없습니다.
pt_pt: A aplicação não tem permissão para utilizar o Bluetooth.
ru: У приложения нет права доступа к Bluetooth.
zh_hans: 未允许应用使用蓝牙
zh_hant: 未允許應用使用藍牙

# mine_appAuthorization_unauthorized
source: Unauthorized
de: Nicht autorisiert
es: Sin autorización
fr: Non autorisé
it: Non autorizzato
ja: 無許可の
ko: 승인 취소됨
pt_pt: Sem autorização
ru: Неавторизованно
zh_hans: 未授权
zh_hant: 未授權
