Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# device_state_is_swimming
source: Change the settings after finishing the current swimming on the swimming goggles.
de: Ändern Sie die Einstellungen nach Beendigung des aktuellen Schwimmtrainings mit der Schwimmbrille.
es: Cambie los ajustes de las gafas de natación después de terminar la actividad de natación actual.
fr: Modifiez les paramètres des lunettes de natation après avoir terminé la séance de natation en cours.
it: Modifica le impostazioni dopo aver terminato la nuotata corrente con gli occhialini da nuoto.
ja: 泳いだ後に設定を変更できます
ko: 수영 고글에서 현재 수영을 마친 후 설정을 변경하세요.
pt_pt: Altere as definições depois de terminar o treino de natação atual nos óculos de natação.
ru: Измените настройки после завершения текущей тренировки в очках для плавания.
zh_hans: 请在泳镜端结束当前游泳后再更改设置
zh_hant: 請在泳鏡端結束當前游泳後再更改設置

# common_permissions_tip_message
source: Allow %@ to access your %@ by going to "Settings > Privacy > %@" on iPhone.
de: Erlauben Sie %@ den Zugriff auf Ihr %@, indem Sie auf dem iPhone zu „Einstellungen > Privatsphäre > %@“ gehen.
es: Para permitir que %@ acceda a %@, vaya a "Ajustes > Privacidad > %@" en el iPhone.
fr: Autorisez %@ à accéder votre %@ en allant dans " Paramètres > Confidentialité > %@ " sur l'iPhone.
it: Consenti a %@ di accedere a %@ andando in "Impostazioni > Privacy > %@" sull'iPhone.
ja: iPhoneの"設定 > プライバシー > カメラ"，オプションで%@が%@にアクセスできるようにしてください。
ko: iPhone의 "설정 > 개인 정보 보호 > %@"에서 %@의 %@ 액세스를 허용하세요.
pt_pt: Permita que %@ aceda a %@ ao aceder a "Definições > Privacidade > %@" no iPhone.
ru: Предоставьте %@ право доступа %@ в разделе Настройки > Конфиденциальность > %@ на iPhone.
zh_hans: 请在iPhone的"设置 > 隐私 > %@"选项中，允许%@访问你的%@
zh_hant: 請在iPhone的"設置 > 隱私 > %@"選項中，允許%@訪問你的%@

# mine_close_sure_alert
source: Reconfirm you have known cancellation risks and will continue this operation.
de: Bestätigen Sie erneut, dass Ihnen die Risiken einer Stornierung bekannt sind und Sie diesen Vorgang fortsetzen möchten.
es: Reconfirme que conoce los riesgos de cancelación y que continuará con esta operación.
fr: Confirmez à nouveau que vous avez pris connaissance des risques d'annulation et que vous allez poursuivre l'opération.
it: Riconferma di aver compreso i rischi di annullamento e di voler continuare con questa operazione.
ja: ログアウトのリスクを理解しており、操作を続行していることを再確認してください。
ko: 알려진 취소 위험이 있음을 다시 확인하고 이 작업을 계속하세요.
pt_pt: Confirme novamente que conhece os riscos de cancelar e que pretende continuar esta operação.
ru: Подтвердите, что вам известны риски, связанные с отменой, чтобы продолжить это действие.
zh_hans: 请再次确认，你已了解注销风险，并要继续执行该操作！
zh_hant: 請再次確認，你已了解註銷風險，並要繼續執行該操作！

# mine_close_agree
source: Check and agree to Account Cancellation Agreement first.
de: Überprüfen Sie zuerst die Kontokündigungsvereinbarung und stimmen Sie ihr zu.
es: Compruebe y acepte primero el Acuerdo de cancelación de cuenta.
fr: Vérifiez et acceptez d'abord l'accord d'annulation de compte.
it: Verifica e accetta prima l'Accordo di annullamento dell'account.
ja: 「アカウント解約規約」に同意してください
ko: 먼저 계정 해지 계약을 확인하고 동의하세요.
pt_pt: Tem de selecionar e aceitar primeiro o Contrato de Cancelamento da Conta.
ru: Сначала проверьте и согласитесь с положениями Соглашения об отмене аккаунта.
zh_hans: 请先勾选同意《账号注销协议》
zh_hant: 請先勾選同意《帳號註銷協議》

# login_protocol_toast_lagre
source: Check and agree to User Agreement and Privacy Agreement.
de: Überprüfen Sie die Benutzervereinbarung und die Datenschutzvereinbarung und stimmen Sie ihnen zu.
es: Compruebe y acepte el Acuerdo de usuario y el Acuerdo de privacidad.
fr: Vérifier et accepter l'accord d'utilisateur et l'accord de confidentialité.
it: Verifica e accetta l'Accordo utente e l'Informativa sulla privacy.
ja: まず、ユーザー・プロトコルとプライバシー・プロトコルをチェックして同意してください。
ko: 사용자 계약 및 개인 정보 보호 계약을 확인하고 동의하세요.
pt_pt: Tem de selecionar e aceitar o Contrato do Utilizador e o Contrato de Privacidade.
ru: Ознакомьтесь и согласитесь с положениями Соглашения с пользователем и Соглашением о конфиденциальности.
zh_hans: 请先勾选并同意《用户协议》与《隐私协议》
zh_hant: 請先勾選並同意《用戶協議》和《隱私協議》

# sport_detail_share_dataAfterCalculation
source: Share after data calculation.
de: Freigabe nach Datenberechnung.
es: Compartir después de calcular los datos.
fr: Partager après le calcul des données.
it: Condividi dopo il calcolo dei dati.
ja: データの計算が完了したらモーメントにシェアしましょう
ko: 데이터 계산 후 공유합니다.
pt_pt: Partilhe após o cálculo de dados.
ru: Поделитесь после подсчета данных.
zh_hans: 请数据计算完成后分享
zh_hant: 請數據計算完成後分享

# sport_detail_punchIn_dataAfterCalculation
source: Sign in after data calculation.
de: Anmeldung nach der Datenberechnung.
es: Inicie sesión después de calcular los datos.
fr: Se connecter après le calcul des données.
it: Accedi dopo il calcolo dei dati.
ja: データの計算が完了したら打ち込んでください
ko: 데이터 계산 후 로그인합니다.
pt_pt: Inicie sessão após o cálculo de dados.
ru: Авторизуйтесь после подсчета данных.
zh_hans: 请数据计算完成后打卡
zh_hant: 請數據計算完成後打卡

# swim_analyez_prompt_1
source: Perform comparative analysis after data calculation.
de: Führen Sie nach der Datenberechnung eine vergleichende Analyse durch.
es: Realice un análisis comparativo tras el cálculo de los datos.
fr: Effectuer une analyse comparative après le calcul des données.
it: Effettua l'analisi comparativa dopo il calcolo dei dati.
ja: データ計算完了後に比較分析を行ってください。
ko: 데이터 계산 후 비교 분석을 수행합니다.
pt_pt: Efetue a análise comparativa depois do cálculo de dados.
ru: Проведите сравнительный анализ после подсчета данных.
zh_hans: 请数据计算完成后，再进行对比分析
zh_hant: 請數據計算完成後，再進行對比分析

# login_resetpwd_tip_lagre
source: Enter a mobile phone number (excluding a region code) that isbound to or used for registering a Holosport account . We will send a verification code to your mobile phone.
de: Geben Sie eine Mobiltelefonnummer ein (ohne Regionsvorwahl), die mit einem Holosport-Konto verknüpft ist oder für die Registrierung eines Holosport-Kontos verwendet wird. Wir senden Ihnen einen Bestätigungscode an Ihr Mobiltelefon.
es: Introduzca un número de teléfono móvil (sin código de región) que esté vinculado o que se utilice para registrar una cuenta de Holosport. Le enviaremos un código de verificación al teléfono móvil.
fr: Saisissez un numéro de téléphone portable (à l'exclusion d'un code de région) qui est lié à votre compte Holosport ou utilisé pour l'enregistrer. Nous vous enverrons un code de vérification sur votre téléphone portable.
it: Immetti un numero di telefono (escluso il prefisso dell'area geografica) associato a o utilizzato per la registrazione di un account Holosport. Invieremo un codice di verifica al tuo telefono.
ja: Holosportアカウントに登録またはバインドされている携帯電話番号（エクステントコードを含まない）を入力してください。認証コードを携帯電話に送信します
ko: Holosport 계정에 연결되어 있거나 등록에 사용한 휴대폰 번호(지역 코드 제외)를 입력하세요. 휴대폰으로 확인 코드가 전송됩니다.
pt_pt: Introduza um número de telemóvel (sem o indicativo da região) que esteja associado ou que seja utilizado para registar uma conta Holosport. Iremos enviar um código de verificação para o seu telemóvel.
ru: Введите номер мобильного телефона (без кода региона), который привязан или используется для регистрации аккаунта в приложении Holosport, чтобы получить на него код подтверждения.
zh_hans: 请输入注册或绑定Holosport账号的手机号码（不含区码）,我们会发送验证码到你的手机上
zh_hant: 請輸入註冊或綁定 Holosport 帳號的手機號碼（不含區碼）,我們會發送驗證碼到你的手機上

# login_setpsw_input_lagre
source: Enter a new password containing at least 8 digits.
de: Geben Sie ein neues Passwort mit mindestens 8 Ziffern ein.
es: Introduzca contraseña nueva de al menos 8 dígitos.
fr: Saisissez un nouveau mdp d'au moins 8 chiffres.
it: Nuova password di almeno 8 cifre.
ja: 8桁のパスワードを入力してください
ko: 8자 이상이 포함된 새 암호를 입력하세요.
pt_pt: Introduza uma nova palavra-passe com, pelo menos, 8 dígitos.
ru: Нов. пароль, содерж. не менее 8 цифр.
zh_hans: 请输入至少8位数新密码
zh_hant: 請輸入至少8位數新密碼

# mine_old_password
source: Enter the original password.
de: Ursprüngliches Passwort eingeben.
es: Introduzca la contraseña original.
fr: Saisissez le mot de passe original.
it: Immetti la password originale.
ja: 元のパスワードを入力してください
ko: 원래 암호를 입력하세요.
pt_pt: Introduza a palavra-passe original.
ru: Введите исходный пароль.
zh_hans: 请输入原密码
zh_hant: 請輸入原密碼

# login_email_register_subtitle_lagre
source: Enter a frequently-used email address for registration.
de: Geben Sie eine häufig genutzte E-Mail-Adresse für die Registrierung ein.
es: Introduzca una dirección de correo electrónico de uso frecuente para registrarse.
fr: Saisissez une adresse e-mail fréquemment utilisée pour l'enregistrement.
it: Per la registrazione immetti un indirizzo e-mail utilizzato di frequente.
ja: メールアドレスを入力して登録してください
ko: 등록을 위해 자주 사용하는 이메일 주소를 입력하세요.
pt_pt: Introduza um endereço de e-mail utilizado com frequência para o registo.
ru: Введите часто используемый адрес электронной почты для регистрации.
zh_hans: 请输入一个常用的电子邮件地址进行注册
zh_hant: 請輸入一個常用的電子郵件地址進行註冊

# mine_rebind_phone_tip
source: Enter a mobile phone number to be bound.
de: Geben Sie eine Mobiltelefonnummer ein, die verknüpft werden soll.
es: Introduzca un número de teléfono móvil que desea vincular.
fr: Saisissez un numéro de téléphone portable à lier.
it: Immetti un numero di telefono da associare.
ja: バインドするスマホ番号を入力してください
ko: 연결할 휴대폰 번호를 입력하세요.
pt_pt: Introduza um número de telemóvel a associar.
ru: Введите номер мобильного телефона для привязки.
zh_hans: 请输入要绑定的手机号
zh_hant: 請輸入要綁定的手機號

# login_code_title_lagre
source: Enter a verification code.
de: Geben Sie einen Bestätigungscode ein.
es: Introduzca un código de verificación.
fr: Saisissez un code de vérification.
it: Immetti un codice di verifica.
ja: 認証コードを入力してください
ko: 확인 코드를 입력하세요.
pt_pt: Introduza um código de verificação.
ru: Введите код подтвержд.
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# swimming_tip_placeholder_modifyDeviceName
source: Enter a device name.
de: Geben Sie einen Gerätenamen ein.
es: Introduzca un nombre de dispositivo.
fr: Saisissez un nom d'appareil.
it: Immetti un nome di dispositivo.
ja: デバイス名を入力してください
ko: 장치 이름을 입력하세요.
pt_pt: Introduza um nome do dispositivo.
ru: Введите имя устройства.
zh_hans: 请输入设备名称
zh_hant: 請輸入設備名稱

# mine_rebind_email_tip
source: Enter the email to be bound.
de: Geben Sie die E-Mail-Adresse ein, die verknüpft werden soll.
es: Introduzca el correo electrónico que desea vincular.
fr: Saisissez l'adresse e-mail à lier.
it: Immetti l'e-mail da associare.
ja: バインドするメールを入力してください
ko: 연결할 이메일을 입력하세요.
pt_pt: Introduza o e-mail a associar.
ru: Введите адрес электронной почты для привязки.
zh_hans: 请输入您要绑定的邮箱
zh_hant: 請輸入您要綁定的電子信箱

# mine_modify_name_tip
source: Enter a nickname.
de: Geben Sie einen Spitznamen ein.
es: Introduzca un alias.
fr: Saisissez un surnom.
it: Immetti un nickname.
ja: 名前入力
ko: 닉네임을 입력하세요.
pt_pt: Introduza uma alcunha.
ru: Введите никнейм.
zh_hans: 请输入昵称
zh_hant: 請輸入暱稱

# mine_input_weight
source: Enter the current weight.
de: Geben Sie das aktuelle Gewicht ein.
es: Introduzca el peso actual.
fr: Saisissez le poids actuel.
it: Immetti il peso corrente.
ja: 現在の体重を入力
ko: 현재 체중을 입력하세요.
pt_pt: Introduza o peso atual.
ru: Укажите текущий вес.
zh_hans: 请输入目前体重
zh_hant: 請輸入目前體重

# mine_input_height
source: Enter the current height.
de: Geben Sie die aktuelle Größe ein.
es: Introduzca la altura actual.
fr: Saisissez la taille actuelle.
it: Immetti l'altezza corrente.
ja: 現在の身長を入力
ko: 현재 키를 입력하세요.
pt_pt: Introduza a altura atual.
ru: Укажите текущий рост.
zh_hans: 请输入目前身高
zh_hant: 請輸入目前身高

# login_register_password_lagre
source: Enter a password.
de: Geben Sie ein Passwort ein.
es: Introduzca una contraseña.
fr: Saisissez un mot de passe.
it: Immetti la password.
ja: パスワードを入力してください
ko: 암호를 입력하세요.
pt_pt: Introduza uma palavra-passe.
ru: Введите пароль.
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# app_error_35
source: Enter a weight number between 10 and 300.
de: Geben Sie eine Gewichtszahl zwischen 10 und 300 ein.
es: Introduzca un número de peso entre 10 y 300.
fr: Saisissez un nombre de poids compris entre 10 et 300.
it: Immetti un numero di peso tra 10 e 300.
ja: 体重の数値を10 ～ 300 の範囲で入力してください
ko: 10~300 사이의 체중 숫자를 입력하세요.
pt_pt: Introduza um número para o peso entre 10 e 300.
ru: Укажите вес от 10 до 300.
zh_hans: 请输入 10-300 之间的体重数字
zh_hant: 請輸入 10-300 之間的體重數字

# app_error_33
source: Enter a number between 10 and 300.
de: Geben Sie eine Zahl zwischen 10 und 300 ein.
es: Introduzca un número entre 10 y 300.
fr: Saisissez un numéro compris entre 10 et 300.
it: Immetti un numero tra 10 e 300.
ja: 10～300 の数字を入力してください
ko: 10~300 사이의 숫자를 입력하세요.
pt_pt: Introduza um número entre 10 e 300.
ru: Введите число от 10 до 300.
zh_hans: 请输入 10-300 之间的数字
zh_hant: 請輸入 10-300 之間的數字

# app_error_34
source: Enter a height number between 10 and 300.
de: Geben Sie eine Größenzahl zwischen 10 und 300 ein.
es: Introduzca un número de altura entre 10 y 300.
fr: Saisissez un nombre de taille compris entre 10 et 300.
it: Immetti un numero di altezza tra 10 e 300.
ja: 身長の数値を10 ～ 300 の範囲で入力してください
ko: 10~300 사이의 키 숫자를 입력하세요.
pt_pt: Introduza um número para a altura entre 10 e 300.
ru: Укажите рост от 10 до 300.
zh_hans: 请输入 10-300 之间的身高数字
zh_hant: 請輸入 10-300 之間的身高數字

# login_pwd_subtitle_lagre
source: Log in with your existing account and password.
de: Melden Sie sich mit Ihrem bestehenden Konto und Passwort an.
es: Inicie sesión con su cuenta y contraseña actuales.
fr: Connectez-vous avec votre compte et mot de passe existants.
it: Accedi con il tuo account e la password esistenti.
ja: 既存のアカウントとパスワードでログイン
ko: 기존 계정 및 암호로 로그인합니다.
pt_pt: Inicie sessão com a sua conta e palavra-passe existentes.
ru: Войдите в систему с помощью аккаунта и пароль.
zh_hans: 请使用已有账号密码登录
zh_hant: 請使用已有帳號密碼登入

# login_setpsw_subtitle_lagre
source: Set a login password.
de: Legen Sie ein Anmeldepasswort fest.
es: Establezca una contraseña de inicio de sesión.
fr: Définissez un mot de passe de connexion.
it: Imposta una password di accesso.
ja: ログインパスワードを設定してください
ko: 로그인 암호를 설정합니다.
pt_pt: Defina uma palavra-passe de início de sessão.
ru: Настройте пароль для входа.
zh_hans: 请设定登录密码
zh_hant: 請設定登入密碼

# device_connect_error_10
source: Confirm that the mobile phone can be connected to the network as expected.
de: Bestätigen Sie, dass das Mobiltelefon wie vorgesehen mit dem Netzwerk verbunden werden kann.
es: Confirme que el teléfono móvil puede conectarse a la red como está previsto.
fr: Confirmez que le téléphone portable peut être connecté au réseau comme prévu.
it: Conferma che il telefono può essere connesso alla rete come previsto.
ja: スマホがネットワークに正常に接続されていることを確認してください
ko: 휴대폰을 예상대로 네트워크에 연결할 수 있는지 확인하세요.
pt_pt: Confirme se o telemóvel pode ser ligado à rede como previsto.
ru: Убедитесь, что мобильный телефон можно подключить к сети.
zh_hans: 请确认手机正常连接网络
zh_hant: 請確認手機正常連接網絡

# device_connect_error_7
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認してください
ko: 확인
pt_pt: Confirmar
ru: Подтвердить
zh_hans: 请确认
zh_hant: 請確認

# kit_page_failure_msg
source: Try again after the mobile phone is connected to the network.
de: Versuchen Sie es erneut, nachdem das Mobiltelefon mit dem Netzwerk verbunden ist.
es: Vuelva a intentarlo cuando el teléfono móvil esté conectado a la red.
fr: Réessayez une fois que le téléphone portable est connecté au réseau.
it: Riprova dopo che il telefono si è connesso alla rete.
ja: 携帯電話がインターネットに接続されていることを確認して、もう一度お試しください
ko: 휴대폰이 네트워크에 연결된 후 다시 시도하세요.
pt_pt: Tente novamente depois de o telemóvel estar ligado à rede.
ru: Повторите попытку после подключения мобильного телефона к сети.
zh_hans: 请确保手机连接网络后再次尝试
zh_hant: 請確保手機連接網絡後再次嘗試

# device_connect_error_1
source: Make sure
de: Vergewissern Sie sich
es: Asegúrese de que
fr: S'assurer
it: Assicurati
ja: 確認してください
ko: 확인 사항
pt_pt: Garantir
ru: Убедитесь
zh_hans: 请确保
zh_hant: 請確保

# thirdPlatform_authTip_requestFailed
source: Request failed.
de: Anfrage fehlgeschlagen.
es: La solicitud ha fallado.
fr: La demande a échoué.
it: Richiesta non riuscita.
ja: 要求が失敗しました
ko: 요청에 실패했습니다.
pt_pt: Falha do pedido.
ru: Сбой запроса.
zh_hans: 请求失败
zh_hant: 請求失敗

# sport_privacy_dialog_content
source: Note: Stop registration if you do not agree to any conventions or terms of the preceding agreements or policies. Tapping Agree implies that you have fully read, understood and agreed to it.
de: Hinweis: Brechen Sie die Registrierung ab, wenn Sie mit den Übereinkommen oder Bedingungen der vorangehenden Vereinbarungen oder Richtlinien nicht einverstanden sind. Wenn Sie auf „Zustimmen“ tippen, bedeutet dies, dass Sie diese vollständig gelesen und verstanden haben und ihnen zustimmen.
es: Nota: Detenga el registro si no está de acuerdo con alguna de las convenciones o términos de los acuerdos o políticas precedentes. Si toca Aceptar, significa que los ha leído, comprendido y aceptado en su totalidad.
fr: Note : Arrêtez l'enregistrement si vous n'acceptez pas les conventions ou les termes des accords ou politiques précédents. Le fait d'appuyer sur Accepter implique que vous avez entièrement lu, compris et accepté l'accord.
it: Nota: termina la registrazione se non accetti alcune norme o alcuni termini degli accordi o delle politiche indicati. Toccare Accetto implica che hai pienamente letto, compreso e accettato.
ja: ［ご注意］ 上記の契約またはポリシーの条件に同意しない場合は、登録を中止してください。 同意をクリックすると、完全に読み、理解し、同意したことになります
ko: 참고: 이전 계약이나 정책의 규칙 또는 약관에 동의하지 않는 경우 등록을 중단하시기 바랍니다. 동의를 탭하면 해당 내용을 완전히 읽고, 이해하며, 이에 동의했음을 의미합니다.
pt_pt: Nota: interrompa o processo de registo se não aceitar qualquer convenção ou termos dos contratos ou políticas anteriores. Tocar em Aceitar confirma que leu, compreendeu e concorda na íntegra com os mesmos.
ru: Примечание. Прекратите регистрацию, если вы не согласны с положениями или условиями предыдущих соглашений или политик. Нажимая Принимаю означает, что вы полностью ознакомились, поняли и согласились с ними.
zh_hans: 请您注意】如果您不同意上述协议或政策任何条款约定，请您停止注册。您点击同意即表示您已充分阅读、理解并同意
zh_hant: 請您註意】如果您不同意上述協議或政策任何條款約定，請您停止註冊。您點擊同意即表示您已充分閱讀、理解並同意

# Bleuiskin_startDevice_tapbindButton
source: Tap the button below to start binding.
de: Tippen Sie auf die Schaltfläche unten, um die Verknüpfung herzustellen.
es: Toque el botón de abajo para iniciar la vinculación.
fr: Appuyez sur le bouton ci-dessous pour commencer à lier.
it: Tocca il pulsante di seguito per iniziare l'associazione.
ja: 下のボタンをクリックして製本を開始してください
ko: 아래 버튼을 탭하여 연결을 시작합니다.
pt_pt: Toque no botão abaixo para iniciar a associação.
ru: Нажмите кнопку ниже, чтобы начать привязку.
zh_hans: 请点击下方按钮开始绑定
zh_hant: 請點擊下方按鈕開始綁定

# ble_is_off
source: Turn on mobile phone Bluetooth.
de: Schalten Sie das Bluetooth des Mobiltelefons ein.
es: Encienda el Bluetooth del móvil.
fr: Appuyez sur le bouton ci-dessous pour commencer à lier.
it: Attiva il Bluetooth del telefono.
ja: スマホのBluetooth を有効にしてください
ko: 휴대폰 블루투스를 켜세요.
pt_pt: Ative o Bluetooth do telemóvel.
ru: Включите Bluetooth на мобильном телефоне.
zh_hans: 请打开手机蓝牙
zh_hant: 請打開手機藍牙

# connect_try_operation
source: Try the following:
de: Versuchen Sie das Folgende:
es: Pruebe lo siguiente:
fr: Essayez ce qui suit :
it: Prova la procedura seguente:
ja: 次の操作を試してください。
ko: 제안:
pt_pt: Tente o seguinte:
ru: Выполните следующие действия:
zh_hans: 请尝试以下操作:
zh_hant: 請嘗試以下操作：

# ota_updating_tip
source: Keep the mobile phone screen always on, do not exit the app, and use the app after the upgrade is complete.
de: Lassen Sie den Bildschirm des Mobiltelefons immer eingeschaltet, beenden Sie die App nicht und verwenden Sie die App, nachdem die Aufrüstung abgeschlossen wurde.
es: Mantenga la pantalla del móvil siempre encendida, no salga de la aplicación y utilícela una vez finalizada la actualización.
fr: Laissez l'écran du téléphone portable toujours allumé, ne quittez pas l'application et utilisez l'application une fois la mise à jour terminée.
it: Mantieni lo schermo del telefono sempre attivo, non uscire dall'app e usa l'app una volta completato l'aggiornamento.
ja: 携帯電話の画面が常にONにしてください。携帯アプリの更新が完了してから使用してください
ko: 휴대폰 화면을 항상 켜두고, 앱을 끝내지 않으며, 업그레이드가 완료된 후 앱을 사용하세요.
pt_pt: Mantenha o ecrã do telemóvel sempre ativo, não saia da aplicação e utilize a aplicação depois de a atualização estar concluída.
ru: Не выключайте экран мобильного телефона, не выходите из приложения и не используйте его после завершения обновления.
zh_hans: 请保持手机屏幕常亮，不要退出手机APP等待升级完成后再使用
zh_hant: 請保持手機荧幕常亮，不要退出手機APP等待陞級完成後再使用

# mine_set_tip_setPassword
source: Set a password after binding an email address.
de: Legen Sie ein Passwort fest, nachdem Sie eine E-Mail-Adresse verknüpft haben.
es: Establezca una contraseña después de vincular una dirección de correo electrónico.
fr: Définir un mot de passe après avoir saisi une adresse e-mail.
it: Imposta una password dopo aver associato un indirizzo e-mail.
ja: メールアドレスをバインドし、パスワードを設定してください
ko: 이메일 주소를 연결한 후 암호를 설정합니다.
pt_pt: Defina uma palavra-passe depois de associar um endereço de e-mail.
ru: Установите пароль после привязки адреса электронной почты.
zh_hans: 请绑定电子邮箱后设置密码
zh_hant: 請綁定電子郵箱後設置密碼

# goto_setting
source: Go to set
de: Gehe zum Einstellen
es: Establecer
fr: Aller à définir
it: Vai a impostare
ja: 設定へ移動
ko: 설정하기
pt_pt: Definir
ru: Перейдите в настройки
zh_hans: 前往设置
zh_hant: 前往設置

# sport_common_kcal
source: Kcal
zh_hans: 千卡
zh_hant: 千卡

# Sports_swimming_device_enable_warn
source: To enable your swimming goggles, long press the power button for turning them on.
de: Um Ihre Schwimmbrille zu aktivieren, drücken Sie lange auf die Einschalttaste, um sie einzuschalten.
es: Para habilitar las gafas de natación, mantenga pulsado el botón de encendido para encenderlas.
fr: Pour activer vos lunettes de natation, appuyez longuement sur le bouton d'alimentation pour les mettre en marche.
it: Per attivare gli occhialini da nuoto, tieni premuto a lungo il pulsante di accensione per attivarli.
ja: オンの場合は、スイミングミラーを長押ししてキーをオンにしてください
ko: 수영 고글을 실행하려면 전원 버튼을 길게 눌러 켜세요.
pt_pt: Para ativar os óculos de natação, mantenha premido o botão de alimentação para os ligar.
ru: Чтобы включить очки для плавания, нажмите и удерживайте кнопку питания.
zh_hans: 启用时，请长按泳镜开关键开机
zh_hant: 啟用時，請長按泳鏡開關鍵開機

# Sports_swimming_device_enable
source: Enable device
de: Gerät aktivieren
es: Habilitar dispositivo
fr: Activer l'appareil
it: Attiva dispositivo
ja: デバイスを有効にする
ko: 장치 실행
pt_pt: Ativar dispositivo
ru: Включить устройство
zh_hans: 启用设备
zh_hant: 啟用設備

# Sports_device_alert_requestenable_contant_android
source: If you enable this device, other devices will be disabled.
de: Wenn Sie dieses Gerät aktivieren, werden die anderen Geräte deaktiviert.
es: Si habilita este dispositivo, se inhabilitarán los demás.
fr: Si vous activez cet appareil, les autres appareils seront désactivés.
it: Se attivi questo dispositivo, altri dispositivi verranno disattivati.
ja: 新しいデバイスを有効にすると、現在のデバイスとの接続が切断されます
ko: 이 장치를 실행하면 다른 장치가 종료됩니다.
pt_pt: Se ativar este dispositivo, outros dispositivos serão desativados.
ru: Если вы включите это устройство, другие устройства выключатся.
zh_hans: 启用此设备，会停用其他设备
zh_hant: 啟用此設備，會停用其他設備

# Sports_device_alert_requestenable_contant
source: After enabling %@, other devices will be disabled.
de: Nach Aktivierung von %@, werden andere Geräte deaktiviert.
es: Después de habilitar %@, los demás dispositivos se inhabilitarán.
fr: Après l'activation de %@, d'autres appareils seront désactivés.
it: Una volta attivato %@, altri dispositivi verranno disattivati.
ja: %@ を有効にすると、他のデバイスは無効になります
ko: %@ 실행 후 다른 장치가 종료됩니다.
pt_pt: Depois de ativar %@, outros dispositivos serão desativados.
ru: После включения %@ другие устройства выключатся.
zh_hans: 启用%@后，会停用其他设备
zh_hant: 啟用%@後，會停用其他設備

# Sports_device_alert_enable
source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Attiva
ja: 有効
ko: 실행
pt_pt: Ativar
ru: Включить
zh_hans: 启用
zh_hant: 啟用
