Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# swimming_training_phase_limit_lower
source: At least one stage
de: Mindestens eine Stufe
es: Al menos una etapa
fr: Au moins une étape
it: Almeno una fase
ja: 少なくとも1つの段階
ko: 적어도 한 단계
pt_pt: Pelo menos um estágio
ru: По крайней мере один этап
zh_hans: 至少保留一个阶段
zh_hant: 至少保留一個階段

# swimming_training_phase_limit_upper
source: The additional stage has reached the upper limit
de: Die zusätzliche Stufe hat die Obergrenze erreicht
es: La etapa adicional ha alcanzado el límite superior
fr: L'étape supplémentaire a atteint la limite supérieure
it: La fase aggiuntiva ha raggiunto il limite superiore
ja: 追加のステージは上限に達しました
ko: 추가 단계는 상한에 도달했습니다
pt_pt: O estágio adicional atingiu o limite superior
ru: Дополнительный этап достиг верхнего предела
zh_hans: 添加的阶段已到上限
zh_hant: 添加的階段已到上限

# input_limit_not_null
source: Input can not be empty
de: Eingabe kann nicht leer sein
es: La entrada no puede estar vacía
fr: L'entrée ne peut pas être vide
it: L'ingresso non può essere vuoto
ja: 入力は空になりません
ko: 입력은 비어있을 수 없습니다
pt_pt: A entrada não pode estar vazia
ru: Ввод не может быть пустым
zh_hans: 输入不能为空
zh_hant: 輸入不能為空

# input_limit_num_ios
source: Within %@ character
de: Innerhalb von %@ Charakter
es: Dentro de %@ carácter
fr: Dans %@ caractère
it: Entro %@ carattere
ja: %@文字内
ko: %@ 자 이내
pt_pt: Dentro de %@ caractere
ru: В пределах %@ персонажа
zh_hans: %@个字符以内
zh_hant: %@個字符以內

# input_limit_num_android
source: Within the character
de: Innerhalb des Charakters
es: Dentro del personaje
fr: Dans le personnage
it: All'interno del personaggio
ja: キャラクター内
ko: 캐릭터 안에서
pt_pt: Dentro do personagem
ru: Внутри персонажа
zh_hans: 个字符以内
zh_hant: 個字符以內

# swimming_training_phase_limit_task_less
source: There is a stage where there is no training task, please add at least one training task at each stage, or delete the unnecessary stage
de: Es gibt eine Phase, in der es keine Trainingsaufgabe gibt. Bitte fügen Sie mindestens eine Trainingsaufgabe in jeder Phase hinzu oder löschen Sie die unnötige Stufe
es: Hay una etapa en la que no hay tarea de entrenamiento, agregue al menos una tarea de entrenamiento en cada etapa o elimine la etapa innecesaria.
fr: Il y a une étape où il n'y a pas de tâche de formation, veuillez ajouter au moins une tâche de formation à chaque étape, ou supprimer le stade inutile
it: C'è una fase in cui non esiste un compito di allenamento, si prega di aggiungere almeno un compito di allenamento in ogni fase o eliminare la fase non necessaria
ja: トレーニングタスクがない段階があります。各段階で少なくとも1つのトレーニングタスクを追加するか、不要な段階を削除してください
ko: 훈련 작업이없는 단계가 있습니다. 각 단계에서 최소 한 번의 교육 작업을 추가하거나 불필요한 단계를 삭제하십시오.
pt_pt: Há um estágio em que não há tarefa de treinamento, adicione pelo menos uma tarefa de treinamento em cada estágio ou exclua o estágio desnecessário
ru: Существует этап, где нет учебной задачи, добавьте хотя бы одну задачу обучения на каждом этапе или удалите ненужную стадию
zh_hans: 存在没有添加训练任务的阶段，请在每个阶段下添加至少一项训练任务，或者删除不需要的阶段
zh_hant: 存在沒有添加訓練任務的階段，請在每個階段下添加至少一項訓練任務，或者刪除不需要的階段

# swimming_alert_button_save
source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 구하다
pt_pt: Salvar
ru: Cохранять
zh_hans: 保存
zh_hant: 保存

# swimming_alert_button_not_save
source: No not save
de: Rette nicht
es: No guarde
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장하지 마십시오
pt_pt: Não salve
ru: Не сохраняй
zh_hans: 不保存
zh_hant: 不保存

# swimming_alert_delect_confirm
source: Do you confirm delete?
de: Bestätigen Sie das Löschen?
es: ¿Confirma Delete?
fr: Confirmez-vous la suppression?
it: Confermi eliminare?
ja: 削除を確認しますか？
ko: 삭제를 확인합니까?
pt_pt: Você confirma excluir?
ru: Вы подтверждаете удаление?
zh_hans: 是否确认删除？
zh_hant: 是否確認刪除？

# swimming_training_task_limit_upper
source: The training task that can be added has reached the upper limit
de: Die hinzugefügte Trainingsaufgabe hat die Obergrenze erreicht
es: La tarea de entrenamiento que se puede agregar ha alcanzado el límite superior
fr: La tâche de formation qui peut être ajoutée a atteint la limite supérieure
it: L'attività di allenamento che può essere aggiunta ha raggiunto il limite superiore
ja: 追加できるトレーニングタスクは上限に達しました
ko: 추가 할 수있는 교육 작업이 상한에 도달했습니다.
pt_pt: A tarefa de treinamento que pode ser adicionada atingiu o limite superior
ru: Задача обучения, которая может быть добавлена, достигла верхнего предела
zh_hans: 可添加的训练任务已达到上限
zh_hant: 可添加的訓練任務已達到上限

# unit_hour
source: h
ja: 時
zh_hans: 时
zh_hant: 時

# sport_common_about
source: about
de: um
es: acerca de
fr: à propos
it: Di
ja: について
ko: ~에 대한
pt_pt: sobre
ru: о
zh_hans: 约
zh_hant: 約

# swimming_advanced_training_and_plan
source: Advanced/Training Program
de: Fortgeschrittener/Trainingsprogramm
es: Programa avanzado/de capacitación
fr: Programme avancé / de formation
it: Programma avanzato/di formazione
ja: 上級/トレーニングプログラム
ko: 고급/교육 프로그램
pt_pt: Programa / Treinamento Avançado
ru: Программа продвинутой/обучения
zh_hans: 进阶/训练计划
zh_hant: 進階/訓練計劃

# swimming_training_task_sync_limit_upper
source: The training plan in the goggles has reached the upper limit (3 items). Please remove the training plan in some swimming goggles first.
de: Der Trainingsplan in der Schutzbrille hat die Obergrenze erreicht (3 Artikel). Bitte entfernen Sie den Trainingsplan zuerst in einigen Schwimmbrillen.
es: El plan de entrenamiento en las gafas ha alcanzado el límite superior (3 elementos). Elimine primero el plan de entrenamiento en algunas gafas de natación.
fr: Le plan de formation dans les lunettes a atteint la limite supérieure (3 articles). Veuillez d'abord supprimer le plan de formation dans certains lunettes de natation.
it: Il piano di allenamento negli occhiali ha raggiunto il limite superiore (3 articoli). Si prega di rimuovere prima il piano di allenamento in alcuni occhiali da nuoto.
ja: ゴーグルのトレーニング計画は、上限（3項目）に達しました。最初にいくつかの水泳ゴーグルでトレーニング計画を削除してください。
ko: 고글의 훈련 계획은 상한 (3 개 항목)에 도달했습니다. 먼저 수영 고글에서 훈련 계획을 제거하십시오.
pt_pt: O plano de treinamento nos óculos atingiu o limite superior (3 itens). Remova o plano de treinamento em alguns óculos de natação primeiro.
ru: План обучения в очках достиг верхнего предела (3 предмета). Сначала удалите план обучения в некоторых плавательных очках.
zh_hans: 泳镜中的训练计划已达到上限(3项)，请先移除一些泳镜中的训练计划。
zh_hant: 泳鏡中的訓練計劃已達到上限(3項)，請先移除一些泳鏡中的訓練計劃。

# swimming_training_sync_faill
source: Synchronous failure
de: Synchrones Versagen
es: Falla sincrónica
fr: Échec synchrone
it: Fallimento sincrono
ja: 同期障害
ko: 동기 실패
pt_pt: Falha síncrona
ru: Синхронная неудача
zh_hans: 同步失败
zh_hant: 同步失敗

# swimming_training_sync_success
source: Successful synchronization, please check the confirmation in the swimming mirror
de: Erfolgreiche Synchronisation, bitte überprüfen Sie die Bestätigung im Schwimmspiegel
es: Sincronización exitosa, verifique la confirmación en el espejo de natación
fr: Synchronisation réussie, veuillez vérifier la confirmation dans le miroir de natation
it: Sincronizzazione riuscita, controlla la conferma nello specchio di nuoto
ja: 成功した同期、スイミングミラーの確認を確認してください
ko: 성공적인 동기화, 수영 미러의 확인을 확인하십시오.
pt_pt: Sincronização bem -sucedida, verifique a confirmação no espelho de natação
ru: Успешная синхронизация, проверьте подтверждение в зеркале плавания
zh_hans: 同步成功，请在泳镜中查看确认
zh_hant: 同步成功，請在泳鏡中查看確認

# swimming_training_sync_poollength_different
source: The length of the swimming pool of the training plan is inconsistent with the current equipment and cannot be synchronized
de: Die Länge des Schwimmbades des Trainingsplans ist nicht mit der aktuellen Ausrüstung überein und kann nicht synchronisiert werden
es: La longitud de la piscina del plan de entrenamiento es inconsistente con el equipo actual y no se puede sincronizar
fr: La durée de la piscine du plan de formation est incompatible avec l'équipement actuel et ne peut pas être synchronisé
it: La lunghezza della piscina del piano di allenamento è incompatibile con l'attrezzatura attuale e non può essere sincronizzata
ja: トレーニング計画のスイミングプールの長さは現在の機器と矛盾しており、同期することはできません
ko: 교육 계획의 수영장의 길이는 현재 장비와 일치하지 않으며 동기화 할 수 없습니다.
pt_pt: A duração da piscina do plano de treinamento é inconsistente com o equipamento atual e não pode ser sincronizada
ru: Длина бассейна плана обучения несовместима с текущим оборудованием и не может быть синхронизирована
zh_hans: 训练计划的泳池长度与当前设备不一致，无法同步
zh_hant: 訓練計劃的泳池長度與當前設備不一致，無法同步

# swimming_undone
source: undone
de: rückgängig gemacht
es: deshecho
fr: défait
it: annullato
ja: 元に戻す
ko: 푼
pt_pt: desfeito
ru: отменен
zh_hans: 未完成
zh_hant: 未完成

# swimming_data_exception
source: abnormal data
de: abnormale Daten
es: datos anormales
fr: données anormales
it: dati anormali
ja: 異常なデータ
ko: 비정상적인 데이터
pt_pt: dados anormais
ru: ненормальные данные
zh_hans: 异常数据
zh_hant: 異常數據

# common_confirm_removal
source: Confirm the removal
de: Bestätigen Sie die Entfernung
es: Confirmar la eliminación
fr: Confirmer le retrait
it: Conferma la rimozione
ja: 削除を確認します
ko: 제거를 확인하십시오
pt_pt: Confirme a remoção
ru: Подтвердите удаление
zh_hans: 确认移除
zh_hant: 確認移除

# common_reserve
source: Reserve
de: Reservieren
es: Reservar
fr: Réserve
it: Riserva
ja: 予約する
ko: 예약하다
pt_pt: Reserva
ru: бронировать
zh_hans: 保留
zh_hant: 保留

# common_current_device_not_connected
source: The current device is not connected
de: Das aktuelle Gerät ist nicht angeschlossen
es: El dispositivo actual no está conectado
fr: Le périphérique actuel n'est pas connecté
it: Il dispositivo corrente non è collegato
ja: 現在のデバイスは接続されていません
ko: 현재 장치가 연결되어 있지 않습니다
pt_pt: O dispositivo atual não está conectado
ru: Текущее устройство не подключено
zh_hans: 当前设备未连接
zh_hant: 當前設備未連接

# sport_swimming_binding_AppleWatch_GPS
source: Enable GPS location service
de: Aktivieren Sie den GPS-Standortdienst
es: Habilitar el servicio de ubicación GPS
fr: Activer le service de localisation GPS
it: Abilita il servizio di localizzazione GPS
ja: GPS 位置情報サービスを有効にする
ko: GPS 위치 서비스 활성화
pt_pt: Ativar serviço de localização GPS
ru: Включить службу определения местоположения GPS
zh_hans: 启用GPS定位服务
zh_hant: 啟用GPS定位服務

# sport_swimming_binding_AppleWatch_GPS_detail
source: Open Settings on your iPhone Open Privacy Settings > Location Services Select Holosport Allow location access select 'While using the app'
de: Öffnen Sie „Einstellungen“ auf Ihrem iPhone. Öffnen Sie „Datenschutzeinstellungen“ > „Standortdienste“. Wählen Sie „Holosport“. „Standortzugriff zulassen“ und wählen Sie „Während der Verwendung der App“.
es: Abre Configuración en tu iPhone Abre Configuración de privacidad > Servicios de ubicación Selecciona Holosport Permitir acceso a la ubicación, selecciona 'Mientras usas la aplicación'
fr: Ouvrez les paramètres sur votre iPhone Ouvrez les paramètres de confidentialité > Services de localisation Sélectionnez Holosport Autoriser l'accès à la localisation, sélectionnez ‘Pendant l'utilisation de l'application’.
it: Apri Impostazioni sul tuo iPhone Apri Impostazioni privacy > Servizi di localizzazione Seleziona Holosport Consenti accesso alla posizione seleziona ’Durante l'utilizzo dell'app‘
ja: iPhone の設定を開きます プライバシー設定 > 位置情報サービスを開きます Holosport を選択します 位置情報へのアクセスを許可する場合は「アプリの使用中」を選択します
ko: iPhone에서 설정을 엽니다. 개인정보 설정 > 위치 서비스를 엽니다. Holosport를 선택합니다. 위치 액세스 허용을 '앱을 사용하는 동안'을 선택합니다.
pt_pt: Abra Configurações no seu iPhone Abra Configurações de privacidade > Serviços de localização Selecione Holosport Permitir acesso à localização, selecione 'Ao usar o aplicativo'
ru: Откройте «Настройки» на вашем iPhone Откройте «Настройки конфиденциальности» > «Службы геолокации» Выберите «Holosport» Разрешить доступ к местоположению и выберите «При использовании приложения».
zh_hans: 在你的iPhone上打开设置 打开隐私设置>定位服务 选择Holosport 允许位置访问选择‘使用App期间’
zh_hant: 在你的iPhone上打開設定 打開隱私設定>定位服務 選擇Holosport 允許位置存取選擇‘使用App期間’

# sport_swimming_go_open
source: to open
de: öffnen
es: abrir
fr: ouvrir
it: aprire
ja: 開く
ko: 열기 위해
pt_pt: abrir
ru: открыть
zh_hans: 去打开
zh_hant: 去打開

# sport_swimming_binding_AppleWatch_HealthKit
source: Enable health services
de: Gesundheitsdienste ermöglichen
es: Habilitar servicios de salud.
fr: Activer les services de santé
it: Abilitare i servizi sanitari
ja: 医療サービスを有効にする
ko: 의료 서비스 활성화
pt_pt: Habilitar serviços de saúde
ru: Включить медицинские услуги
zh_hans: 启用健康服务
zh_hant: 啟用健康服務

# sport_swimming_binding_AppleWatch_HealthKit_detail
source: Open Settings on your iPhone Open Health > Data Access & Devices Select Holosport Select 'Open All'
de: Öffnen Sie die Einstellungen auf Ihrem iPhone. Öffnen Sie „Health“ > „Datenzugriff und Geräte“. Wählen Sie „Holosport“. Wählen Sie „Alle öffnen“.
es: Abre Configuración en tu iPhone Abre Salud > Acceso a datos y dispositivos Selecciona Holosport Selecciona 'Abrir todo'
fr: Ouvrez les paramètres sur votre iPhone Ouvrez Santé > Accès aux données et appareils Sélectionnez Holosport Sélectionnez 'Ouvrir tout'.
it: Apri Impostazioni sul tuo iPhone Apri Salute > Accesso dati e dispositivi Seleziona Holosport Seleziona 'Apri tutto'
ja: iPhone で設定を開きます ヘルスケア > データ アクセスとデバイスを開きます Holosport を選択します 「すべて開く」を選択します
ko: iPhone에서 설정을 엽니다. 건강 > 데이터 액세스 및 장치를 엽니다. Holosport를 선택합니다. '모두 열기'를 선택합니다.
pt_pt: Abra Configurações no seu iPhone Abra Saúde > Acesso a dados e dispositivos Selecione Holosport Selecione 'Abrir tudo'
ru: Откройте «Настройки» на iPhone Откройте «Здоровье» > «Доступ к данным и устройства» Выберите «Holosport» Выберите «Открыть все».
zh_hans: 在你的iPhone上打开设置 打开健康>数据访问与设备 选择Holosport 选择‘全部打开’
zh_hant: 在你的iPhone上打開設定 打開健康>資料存取與設備 選擇Holosport 選擇‘全部打開’

# sport_swimming_binding_AppleWatch_Holosport_install
source: Install Holosport on Apple Watch
de: Installieren Sie Holosport auf der Apple Watch
es: Instalar Holosport en Apple Watch
fr: Installez Holosport sur Apple Watch
it: Installa Holosport su Apple Watch
ja: Apple Watch に Holosport をインストールする
ko: Apple Watch에 Holosport 설치
pt_pt: Instale o Holosport no Apple Watch
ru: Установите Holosport на Apple Watch
zh_hans: 在Apple Watch上安装Holosport
zh_hant: 在Apple Watch上安裝Holosport

# sport_swimming_binding_AppleWatch_Holosport_install_detail
source: Open the Watch APP on your iPhone Choose the Apple Watch you want to use Scroll down and select ‘Holosport’ among the available apps to install or download ‘Holosport’ directly from the Apple Watch App Store
de: Öffnen Sie die Watch-App auf Ihrem iPhone Wählen Sie die Apple Watch aus, die Sie verwenden möchten Scrollen Sie nach unten und wählen Sie „Holosport“ unter den verfügbaren Apps aus, um „Holosport“ direkt aus dem Apple Watch App Store zu installieren oder herunterzuladen
es: Abre la aplicación Watch en tu iPhone Elige el Apple Watch que quieres usar Desplácese hacia abajo y seleccione 'Holosport' entre las aplicaciones disponibles para instalar o descargar 'Holosport' directamente desde la App Store de Apple Watch
fr: Ouvrez l'application Watch sur votre iPhone Choisissez l'Apple Watch que vous souhaitez utiliser Faites défiler vers le bas et sélectionnez « Holosport » parmi les applications disponibles pour installer ou télécharger « Holosport » directement depuis l'Apple Watch App Store.
it: Apri l'APP Watch sul tuo iPhone Scegli l'Apple Watch che desideri utilizzare Scorri verso il basso e seleziona "Holosport" tra le app disponibili per installare o scaricare "Holosport" direttamente dall'App Store di Apple Watch
ja: iPhone で Watch APP を開きます 使用したいApple Watchを選択してください 下にスクロールして利用可能なアプリの中から「Holosport」を選択し、Apple Watch App Store から直接「Holosport」をインストールまたはダウンロードします。
ko: iPhone에서 Watch 앱을 엽니다. 사용하려는 Apple Watch를 선택하세요 아래로 스크롤하여 사용 가능한 앱 중에서 'Holosport'를 선택하여 Apple Watch App Store에서 직접 'Holosport'를 설치하거나 다운로드하세요.
pt_pt: Abra o APP Watch no seu iPhone Escolha o Apple Watch que deseja usar Role para baixo e selecione ‘Holosport’ entre os aplicativos disponíveis para instalar ou baixar ‘Holosport’ diretamente da Apple Watch App Store
ru: Откройте приложение Watch на своем iPhone. Выберите Apple Watch, которые хотите использовать. Прокрутите вниз и выберите «Holosport» среди доступных приложений, чтобы установить или загрузить «Holosport» непосредственно из Apple Watch App Store.
zh_hans: 在你的iPhone上打开Watch APP 选择需要使用的Apple Watch 下滑在可用APP中选择‘Holosport’安装或在Apple Watch应用商店中直接下载‘Holosport’
zh_hant: 在你的iPhone上開啟Watch APP 選擇需要使用的Apple Watch 下滑在可用APP中選擇‘Holosport’安裝或在Apple Watch應用程式商店中直接下載‘Holosport’

# sport_swimming_binding_AppleWatch_finsh
source: Start your open water swim
de: Beginnen Sie mit dem Schwimmen im offenen Wasser
es: Comienza tu nado en aguas abiertas
fr: Commencez votre nage en eau libre
it: Inizia la tua nuotata in acque libere
ja: オープンウォータースイムを始めましょう
ko: 개방 수역 수영을 시작하세요
pt_pt: Comece sua natação em águas abertas
ru: Начните плавание в открытой воде
zh_hans: 开始你的公开水域游泳
zh_hant: 開始你的公開水域游泳

# sport_swimming_binding_AppleWatch_finsh_detail
source: Wear swimming goggles and turn on ‘open water’ mode Open ‘Holosport’ on Apple Watch Click on ‘Open Water Swimming’ to start your outdoor swim
de: Tragen Sie eine Schwimmbrille und schalten Sie den „Open Water“-Modus ein Öffnen Sie „Holosport“ auf der Apple Watch Klicken Sie auf „Freiwasserschwimmen“, um mit dem Schwimmen im Freien zu beginnen
es: Use gafas de natación y active el modo 'aguas abiertas' Abre 'Holosport' en Apple Watch Haga clic en "Natación en aguas abiertas" para comenzar a nadar al aire libre.
fr: Portez des lunettes de natation et activez le mode « eau libre » Ouvrez « Holosport » sur Apple Watch Cliquez sur « Natation en eau libre » pour commencer votre baignade en plein air
it: Indossa gli occhialini da nuoto e attiva la modalità “acque libere”. Apri "Holosport" su Apple Watch Fai clic su "Nuoto in acque libere" per iniziare la tua nuotata all'aperto
ja: 水泳用ゴーグルを着用し、「オープンウォーター」モードをオンにします Apple Watchで「Holosport」を開く 「オープンウォータースイミング」をクリックして屋外スイミングを始めましょう
ko: 수영 고글을 착용하고 '오픈 워터' 모드를 켜세요. Apple Watch에서 'Holosport' 열기 야외 수영을 시작하려면 '오픈 워터 수영'을 클릭하세요.
pt_pt: Use óculos de natação e ative o modo ‘águas abertas’ Abra ‘Holosport’ no Apple Watch Clique em ‘Natação em águas abertas’ para iniciar sua natação ao ar livre
ru: Наденьте очки для плавания и включите режим «открытая вода». Откройте «Голоспорт» на Apple Watch Нажмите «Плавание в открытой воде», чтобы начать плавание на открытом воздухе.
zh_hans: 佩戴泳镜,并打开‘公开水域’模式 在Apple Watch上打开‘Holosport’ 点击‘公开水域游泳’开始你的户外游泳
zh_hant: 配戴泳鏡,並開啟‘公開水域’模式 在Apple Watch上打開‘Holosport’ 點擊‘公開水域游泳’開始你的戶外游泳

# sport_swimming_go_inatall
source: Go to install
de: Gehen Sie zur Installation
es: Ir a instalar
fr: Allez installer
it: Vai all'installazione
ja: インストールに進む
ko: 설치하러 가기
pt_pt: Vá para instalar
ru: Перейти к установке
zh_hans: 去安装
zh_hant: 去安裝

# device_state_is_datauploading
source: Please complete the data upload on the goggles side before changing the settings.
de: Bitte schließen Sie den Daten-Upload auf der Brillenseite ab, bevor Sie die Einstellungen ändern.
es: Complete la carga de datos en el lado de las gafas antes de cambiar la configuración.
fr: Veuillez terminer le téléchargement des données côté lunettes avant de modifier les paramètres.
it: Completare il caricamento dei dati sul lato degli occhiali prima di modificare le impostazioni.
ja: 設定を変更する前に、ゴーグル側でデータのアップロードを完了してください。
ko: 설정을 변경하기 전에 고글 측에서 데이터 업로드를 완료하십시오.
pt_pt: Conclua o upload de dados no lado dos óculos antes de alterar as configurações.
ru: Прежде чем изменять настройки, завершите загрузку данных на стороне очков.
zh_hans: 请在泳镜端结束数据上传后再更改设置
zh_hant: 請在泳鏡端結束資料上傳後再變更設置

# sport_swimming_device_watch_model
source: Watch model
de: Uhrenmodell
es: modelo de reloj
fr: Modèle de montre
it: Guarda il modello
ja: 時計モデル
ko: 시계 모델
pt_pt: Modelo de relógio
ru: Модель часов
zh_hans: 手表型号
zh_hant: 手錶型號

# sport_swimming_device_watch_unbind_title
source: Device unbinding
de: Entbindung des Geräts
es: Desvinculación del dispositivo
fr: Dissociation de l'appareil
it: Dispositivo non vincolante
ja: デバイスのバインド解除
ko: 장치 바인딩 해제
pt_pt: Desvinculação de dispositivo
ru: Отвязка устройства
zh_hans: 设备解绑
zh_hant: 裝置解綁

# sport_swimming_device_watch_unbind_subTitle
source: After unbinding, you will no longer be able to obtain data from Apple Watch.
de: Nach dem Aufheben der Bindung können Sie keine Daten mehr von der Apple Watch abrufen.
es: Después de desvincularlo, ya no podrá obtener datos del Apple Watch.
fr: Après la dissociation, vous ne pourrez plus obtenir de données de l'Apple Watch.
it: Dopo lo scioglimento non sarà più possibile ottenere dati dall'Apple Watch.
ja: バインドを解除すると、Apple Watch からデータを取得できなくなります。
ko: 바인딩을 해제한 후에는 더 이상 Apple Watch에서 데이터를 얻을 수 없습니다.
pt_pt: Após a desvinculação, você não poderá mais obter dados do Apple Watch.
ru: После отвязки вы больше не сможете получать данные с Apple Watch.
zh_hans: 解绑后将不能继续获取来自Apple Watch的数据
zh_hant: 解綁後將無法繼續取得Apple Watch的數據

# sport_swimming_average
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
ja: 平均
ko: 평균
pt_pt: Média
ru: Cредний
zh_hans: 平均
zh_hant: 平均

# sport_swimming_Max
source: Maximum
de: Maximal
es: Máximo
it: Massimo
ja: 最大
ko: 최고
pt_pt: Máximo
ru: Mаксимум
zh_hans: 最大
zh_hant: 最大

# sport_swimming_time_minutes
source: time (minutes)
de: Zeit (Minuten)
es: tiempo (minutos)
fr: temps (minutes)
it: tempo (minuti)
ja: 時間（分）
ko: 시간(분)
pt_pt: tempo (minutos)
ru: время (минуты)
zh_hans: 时间(分)
zh_hant: 時間(分)

# sport_swimming_data_source
source: *The heart rate zone data comes from Apple Watch. You can adjust the zone value in iPhone/Apple Watch physical training.
de: *Die Herzfrequenzzonendaten stammen von der Apple Watch. Sie können den Zonenwert beim körperlichen Training mit dem iPhone/der Apple Watch anpassen.
es: *Los datos de la zona de frecuencia cardíaca provienen del Apple Watch. Puede ajustar el valor de la zona en el entrenamiento físico del iPhone/Apple Watch.
fr: *Les données de zone de fréquence cardiaque proviennent de l'Apple Watch. Vous pouvez ajuster la valeur de la zone dans l'entraînement physique de l'iPhone/Apple Watch.
it: *I dati della zona della frequenza cardiaca provengono da Apple Watch. Puoi regolare il valore della zona nell'allenamento fisico dell'iPhone/Apple Watch.
ja: *心拍数ゾーンのデータは Apple Watch から取得されます。iPhone/Apple Watch のフィジカルトレーニングでゾーン値を調整できます。
ko: *심박수 구간 데이터는 Apple Watch에서 가져옵니다. iPhone/Apple Watch 신체 훈련에서 구간 값을 조정할 수 있습니다.
pt_pt: *Os dados da zona de frequência cardíaca vêm do Apple Watch. Você pode ajustar o valor da zona no treinamento físico do iPhone/Apple Watch.
ru: *Данные о зоне сердечного ритма поступают с Apple Watch. Вы можете настроить значение зоны в разделе «Физическая тренировка» на iPhone/Apple Watch.
zh_hans: * 心率区间数据来自Apple Watch，你可以在iPhone/Apple Watch体能训练中调整区间数值
zh_hant: * 心率區間資料來自Apple Watch，你可以在iPhone/Apple Watch體能訓練中調整區間數值

# sport_swimming_data_source_from
source: Data comes from
de: Daten stammen von
es: Los datos provienen de
fr: Les données proviennent de
it: I dati provengono da
ja: データの由来
ko: 데이터 출처:
pt_pt: Os dados vêm de
ru: Данные поступают из
zh_hans: 数据来源于
zh_hant: 數據來源於

# sport_swimming_bpm_averge_minutes
source: Average heart rate/min
de: Durchschnittliche Herzfrequenz/Min
es: Frecuencia cardiaca media/min
fr: Fréquence cardiaque moyenne/min
it: Frequenza cardiaca media/min
ja: 平均心拍数/分
ko: 평균 심박수/분
pt_pt: Frequência cardíaca média/min
ru: Средняя частота сердечных сокращений/мин
zh_hans: 平均心率 次/分
zh_hant: 平均心率 次/分

# sport_swimming_bpm_max
source: Maximum heart rate
de: Maximale Herzfrequenz
es: Frecuencia cardíaca máxima
fr: Fréquence cardiaque maximale
it: Frequenza cardiaca massima
ja: 最大心拍数
ko: 최대 심박수
pt_pt: Frequência cardíaca máxima
ru: Mаксимальная частота сердечных сокращений
zh_hans: 最大心率
zh_hant: 最大心率

# sport_swimming_installation_tips
source: Installation Tips
de: Installationstipps
es: Consejos De Instalación
fr: Conseils D'installation
it: Suggerimenti Per l'installazione
ja: インストールのヒント
ko: 설치 팁
pt_pt: Dicas De Instalação
ru: Cоветы Nо Yстановке
zh_hans: 安装提示
zh_hant: 安裝提示
