Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_swimming_appleBind_finsh_warn
source: Bilateral breathing may cause connection issues and is not recommended
de: Bilaterales Atmen kann zu Verbindungsproblemen führen und wird nicht empfohlen
es: La respiración bilateral puede causar problemas de conexión y no se recomienda.
fr: La respiration bilatérale peut entraîner des problèmes de connexion et n'est pas recommandée
it: La respirazione bilaterale può causare problemi di connessione e non è consigliata
ja: 両側呼吸は接続の問題を引き起こす可能性があるため、推奨されません
ko: 양측 호흡은 연결 문제를 일으킬 수 있으므로 권장되지 않습니다.
pt_pt: A respiração bilateral pode causar problemas de conexão e não é recomendada
ru: Двустороннее дыхание может вызвать проблемы с подключением и не рекомендуется.
zh_hans: 双侧呼吸可能会导致连接问题，不建议使用
zh_hant: 雙側呼吸可能會導致連接問題，不建議使用

# sport_swimming_appleBind_finsh_tips
source: * For better data synchronization, please follow the prompts to adjust the goggles
de: * Für eine bessere Datensynchronisierung befolgen Sie bitte die Anweisungen zum Anpassen der Brille
es: * Para una mejor sincronización de datos, siga las instrucciones para ajustar las gafas
fr: * Pour une meilleure synchronisation des données, veuillez suivre les instructions pour ajuster les lunettes
it: * Per una migliore sincronizzazione dei dati, seguire le istruzioni per regolare gli occhiali
ja: * データの同期をより良くするには、プロンプトに従ってゴーグルを調整してください。
ko: * 더 나은 데이터 동기화를 위해 프롬프트에 따라 고글을 조정하십시오.
pt_pt: * Para melhor sincronização de dados, siga as instruções para ajustar os óculos
ru: * Для лучшей синхронизации данных следуйте инструкциям по настройке очков.
zh_hans: * 为了更好的数据同步，请按提示调整泳镜
zh_hant: * 為了更好的資料同步，請按提示調整泳鏡

# sport_swimming_notraining
source: No training plan!
de: Kein Trainingsplan!
es: ¡Sin plan de entrenamiento!
fr: Pas de plan d'entraînement !
it: Nessun piano di allenamento!
ja: トレーニング計画はありません！
ko: 훈련 계획이 없습니다!
pt_pt: Nenhum plano de treinamento!
ru: Никакого плана тренировок!
zh_hans: 没有训练计划！
zh_hant: 沒有訓練計劃！

# sport_swimming_level_poollength_inconformity
source: The current length is inconsistent with the global pool length. Do you want to set the current pool length to the global pool length and save it?
de: Die aktuelle Länge stimmt nicht mit der globalen Poollänge überein. Möchten Sie die aktuelle Poollänge auf die globale Poollänge festlegen und speichern?
es: La longitud actual no coincide con la longitud del grupo global. ¿Quiere establecer la longitud del grupo actual en la longitud del grupo global y guardarla?
fr: La longueur actuelle n'est pas cohérente avec la longueur globale du pool. Voulez-vous définir la longueur actuelle du pool sur la longueur globale du pool et l'enregistrer ?
it: La lunghezza corrente non è coerente con la lunghezza globale del pool. Impostare la lunghezza corrente del pool sulla lunghezza globale del pool e salvarla?
ja: 現在の長さがグローバル プールの長さと一致しません。現在のプールの長さをグローバル プールの長さに設定して保存しますか?
ko: 현재 길이가 전역 풀 길이와 일치하지 않습니다. 현재 풀 길이를 전역 풀 길이로 설정하고 저장하시겠습니까?
pt_pt: O comprimento atual é inconsistente com o comprimento do conjunto global. Deseja definir o comprimento do conjunto atual como o comprimento do conjunto global e salvá-lo?
ru: Текущая длина не соответствует длине глобального пула. Хотите установить текущую длину пула на глобальную длину пула и сохранить ее?
zh_hans: 当前长度与全局泳池长度不一致，是否将当前泳池长度设置为全局泳池长度并进行保存？
zh_hant: 當前長度與全域泳池長度不一致，是否將目前泳池長度設定為全域泳池長度並進行儲存？

# sport_swimming_level_move_plan_training_1
source: Current changes to pool length
de: Aktuelle Änderungen der Poollänge
es: Cambios actuales en la longitud de la piscina
fr: Modifications actuelles de la longueur du pool
it: Modifiche attuali alla lunghezza della piscina
ja: プールの長さの現在の変更点
ko: 수영장 길이의 현재 변경 사항
pt_pt: Mudanças atuais no comprimento do pool
ru: Текущие изменения длины бассейна
zh_hans: 当前对泳池长度的修改
zh_hant: 目前對泳池長度的修改

# sport_swimming_level_move_plan_training_2
source: Training plans synced to swimming goggles will be removed
de: Mit der Schwimmbrille synchronisierte Trainingspläne werden entfernt
es: Se eliminarán los planes de entrenamiento sincronizados con las gafas de natación
fr: Les plans d'entraînement synchronisés avec les lunettes de natation seront supprimés
it: I piani di allenamento sincronizzati con gli occhialini da nuoto verranno rimossi
ja: スイミングゴーグルに同期されたトレーニングプランは削除されます
ko: 수영 고글과 동기화된 훈련 계획은 제거됩니다
pt_pt: Os planos de treino sincronizados com os óculos de natação serão removidos
ru: Планы тренировок, синхронизированные с очками для плавания, будут удалены
zh_hans: 会移除同步到泳镜的训练计划
zh_hant: 會移除同步到泳鏡的訓練計劃

# sport_swimming_level_move_plan_training_3
source: . Set current pool length to global pool length and save?
de: . Aktuelle Poollänge auf globale Poollänge setzen und speichern?
es: . ¿Establecer la longitud actual del grupo en la longitud global del grupo y guardar?
fr: . Définir la longueur actuelle du pool sur la longueur globale du pool et enregistrer ?
it: . Impostare la lunghezza corrente del pool sulla lunghezza globale del pool e salvare?
ja: . 現在のプールの長さをグローバル プールの長さに設定して保存しますか?
ko: . 현재 풀 길이를 전역 풀 길이로 설정하고 저장하시겠습니까?
pt_pt: . Definir o comprimento atual do pool para o comprimento global do pool e salvar?
ru: . Установить текущую длину пула на глобальную длину пула и сохранить?
zh_hans: ，是否将当前泳池长度设置为全局泳池长度并进行保存？
zh_hant: ，是否將目前泳池長度設定為全域泳池長度並進行儲存？

# tabbar_1
source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: 木一ム
ko: 홈
pt_pt: Início
ru: Главная
zh_hans: 首页
zh_hant: 首頁

# tabbar_2
source: Moments
de: Momente
es: Momentos
it: Momenti
ja: モ一メンツ >
ko: 순간
pt_pt: Momentos
ru: Моменты
zh_hans: 泳圈
zh_hant: 泳圈

# tabbar_3
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scoprire
ja: 発見
ko: 발견
pt_pt: Descobrir
ru: Открыть
zh_hans: 发现
zh_hant: 發現

# tabbar_4
source: Me
de: Mich
es: Mi
fr: Mien
it: Mio
ja: マイ
ko: 마이
pt_pt: Minha
ru: я
zh_hans: 我的
zh_hant: 我的

# ble_otaupgrude_data
source: There is unsynced data on your device. Please upload the data before proceeding with the firmware upgrade.
de: Es befinden sich derzeit nicht hochgeladene Daten auf dem Gerät. Bitte laden Sie die Daten zuerst hoch, bevor Sie die Firmware aktualisieren.
es: Actualmente hay datos no cargados en el dispositivo. Cargue los datos primero antes de actualizar el firmware.
fr: Il y a actuellement des données non téléchargées dans l'appareil. Veuillez d'abord télécharger les données avant de mettre à niveau le micrologiciel.
it: Nel dispositivo sono attualmente presenti dati non caricati. Caricare i dati prima di aggiornare il firmware.
ja: 現在、デバイス内にアップロードされていないデータがあります。ファームウェアをアップグレードする前に、まずデータをアップロードしてください。
ko: 현재 장치에 업로드되지 않은 데이터가 있습니다. 펌웨어를 업그레이드하기 전에 먼저 데이터를 업로드하십시오.
pt_pt: Atualmente, há dados não carregados no dispositivo. Faça upload dos dados primeiro antes de atualizar o firmware.
ru: В настоящее время в устройстве имеются незагруженные данные. Перед обновлением прошивки загрузите данные.
zh_hans: 当前设备内有未上传的数据，请先将数据上传完成再进行固件升级。
zh_hant: 目前設備內有未上傳的數據，請先將數據上傳完成再進行韌體升級。

# swimming_AI_description_title
source: Intelligent algorithm function description
de: Funktionsbeschreibung des intelligenten Algorithmus
es: Descripción de la función del algoritmo inteligente
fr: Description de la fonction de l'algorithme intelligent
it: Descrizione della funzione dell'algoritmo intelligente
ja: インテリジェントアルゴリズム機能の説明
ko: 지능형 알고리즘 기능 설명
pt_pt: Descrição da função do algoritmo inteligente
ru: Описание функции интеллектуального алгоритма
zh_hans: 智能算法功能说明
zh_hant: 智慧演算法功能說明

# swimming_AI_beta_title
source: Intelligent algorithm (beta)
de: Intelligenter Algorithmus (Beta)
es: Algoritmo inteligente (beta)
fr: Algorithme intelligent (bêta)
it: Algoritmo intelligente (beta)
ja: インテリジェントなアルゴリズム (ベータ版)
ko: 지능형 알고리즘(베타)
pt_pt: Algoritmo inteligente (beta)
ru: Интеллектуальный алгоритм (бета)
zh_hans: 智能算法（beta）
zh_hant: 智能演算法（beta）

# swimming_AI_description
source: Integrates Smart Edge and Rest Detection algorithms. The EdgeReach function automatically logs your swim laps when you touch the pool edge without the need to turn; the Rest Detection function pauses data recording when you stop swimming and resumes it when you start again.
de: Diese Funktion kombiniert zwei Algorithmen, intelligente Kantenkontakt- und Resterkennung. Die Smart-Edge-Touch-Funktion zeichnet automatisch die Anzahl der Schwimmfahrten auf, wenn Sie den Beckenrand berühren, ohne sich umzudrehen. Die Ruheerkennungsfunktion unterbricht die Datenaufzeichnung automatisch, wenn Sie das Schwimmen unterbrechen, und setzt die Datenaufzeichnung fort, wenn Sie das Schwimmen wieder aufnehmen.
es: Esta característica combina dos algoritmos, contacto inteligente de bordes y detección de reposo. La función táctil de borde inteligente registra automáticamente el número de viajes de natación cuando toca el borde de la piscina sin darse la vuelta; la función de detección de descanso pausa automáticamente la grabación de datos cuando pausa la natación y continúa la grabación de datos cuando reinicia la natación.
fr: Cette fonctionnalité combine deux algorithmes : le contact intelligent des bords et la détection du repos. La fonction Smart Edge Touch enregistre automatiquement le nombre de sorties de natation lorsque vous touchez le bord de la piscine sans vous retourner ; la fonction de détection de repos met automatiquement en pause l'enregistrement des données lorsque vous interrompez la natation et continue l'enregistrement des données lorsque vous recommencez à nager.
it: Questa funzione combina due algoritmi, contatto intelligente del bordo e rilevamento delle pause. La funzione smart edge touch registra automaticamente il numero di nuotate quando si tocca il bordo della piscina senza girarsi; la funzione di rilevamento del riposo mette automaticamente in pausa la registrazione dei dati quando si mette in pausa il nuoto e continua la registrazione dei dati quando si riprende a nuotare.
ja: この機能は、インテリジェントなエッジ接触と静止検出の 2 つのアルゴリズムを組み合わせたものです。振り返らずにプールの端に触れると自動的に水泳回数を記録するスマートエッジタッチ機能、水泳を一時停止すると自動的にデータ記録を一時停止し、水泳を再開するとデータ記録を継続します。
ko: 이 기능은 지능형 가장자리 접촉 및 정지 감지라는 두 가지 알고리즘을 결합합니다. 스마트 엣지 터치 기능은 수영장 가장자리를 돌아보지 않고 터치하면 자동으로 수영 횟수를 기록하고, 휴식 감지 기능은 수영을 일시 정지하면 자동으로 데이터 기록을 일시 중지하고, 수영을 다시 시작하면 데이터 기록을 계속합니다.
pt_pt: Este recurso combina dois algoritmos, contato inteligente de borda e detecção de repouso. A função de toque de borda inteligente registra automaticamente o número de viagens de natação quando você toca a borda da piscina sem se virar; a função de detecção de descanso pausa automaticamente a gravação de dados quando você pausa a natação e continua a gravação de dados quando você reinicia a natação.
ru: Эта функция сочетает в себе два алгоритма: интеллектуальный контакт с кромкой и обнаружение покоя. Функция Smart Edge Touch автоматически записывает количество плаваний, когда вы касаетесь края бассейна, не оборачиваясь; функция обнаружения отдыха автоматически приостанавливает запись данных, когда вы приостанавливаете плавание, и продолжает запись данных, когда вы возобновляете плавание.
zh_hans: 该功能结合了智能触边和休息检测两种算法。智能触边功能会在您触碰泳池边缘时自动记录游泳趟数，无需转身；休息检测功能会在您暂停游泳时自动暂停数据记录，并在您重新开始游泳时继续数据记录。
zh_hant: 此功能結合了智慧觸邊和休息檢測兩種演算法。智慧觸邊功能會在您觸碰泳池邊緣時自動記錄游泳趟數，無需轉身；休息偵測功能會在您暫停游泳時自動暫停資料記錄，並在您重新開始游泳時繼續資料記錄。

# swimming_AI_tips_description
source: The intelligent algorithm is currently in beta and only supports Free Training, Advanced Training, and Custom Display. Data accuracy may vary, so please decide whether to enable it based on your needs.
de: Der intelligente Algorithmus ist derzeit nur eine interne Testfunktion und unterstützt nur den kostenlosen Modus, den erweiterten Modus und den benutzerdefinierten Modus. Die Datengenauigkeit kann nach dem Einschalten beeinträchtigt sein. Bitte entscheiden Sie, ob Sie es entsprechend Ihren Anforderungen aktivieren möchten.
es: Actualmente, el algoritmo inteligente es solo una función de prueba interna y solo admite el modo gratuito, el modo avanzado y el modo personalizado. La precisión de los datos puede verse afectada después de activarlo. Determine si desea activarlo según sus necesidades.
fr: L'algorithme intelligent n'est actuellement qu'une fonction de test interne et ne prend en charge que le mode gratuit, le mode avancé et le mode personnalisé. L'exactitude des données peut être affectée après son activation. Veuillez déterminer si vous devez l'activer en fonction de vos besoins.
it: L'algoritmo intelligente è attualmente solo una funzione di test interno e supporta solo la modalità gratuita, la modalità avanzata e la modalità personalizzata. La precisione dei dati potrebbe essere influenzata dopo l'attivazione. Determinare se attivarlo in base alle proprie esigenze.
ja: 現在、インテリジェント アルゴリズムは内部テスト機能のみであり、フリー モード、アドバンスト モード、およびカスタム モードのみをサポートしています。オンにするとデータの精度が影響を受ける可能性がありますので、必要に応じてオンにするかどうかを決定してください。
ko: 지능형 알고리즘은 현재 내부 테스트 기능일 뿐이며 무료 모드, 고급 모드 및 사용자 정의 모드만 지원합니다. 켠 후에는 데이터 정확도에 영향을 미칠 수 있습니다. 필요에 따라 켤지 여부를 결정하십시오.
pt_pt: O algoritmo inteligente é atualmente apenas uma função de teste interno e oferece suporte apenas ao modo livre, modo avançado e modo personalizado. A precisão dos dados pode ser afetada depois de ativada. Determine se deseja ativá-la de acordo com suas necessidades.
ru: O algoritmo inteligente é atualmente apenas uma função beta interna e oferece suporte apenas ao modo livre, modo avançado e modo personalizado. A precisão dos dados pode ser afetada após ativá-lo. Decida se deseja ativá-lo com base em suas necessidades.
zh_hans: 智能算法目前仅为内测功能，仅支持自由模式、进阶模式、自定义模式。开启后数据准确性可能受影响，请根据需求确定是否开启。
zh_hant: 智慧演算法目前僅為內測功能，僅支援自由模式、進階模式、自訂模式。開啟後資料準確度可能受影響，請根據需求決定是否開啟。

source: Note
de: Eingabeaufforderung
es: Indicación
fr: Inviter
it: Avviso
ja: ヒント
ko: 프롬프트
pt_pt: Notificação
ru: Совет
zh_hans: 提示
zh_hant: 提示

# sport_home_score_swimming
source: Swimming Score
de: Schwimmergebnis
es: Puntuación de natación
fr: Score de natation
it: Punteggio di nuoto
ja: 水泳のスコア
ko: 수영 점수
pt_pt: Pontuação de natação
ru: Оценка по плаванию
zh_hans: 游泳力
zh_hant: 游泳力

# sport_home_score_comprehensive
source: Sports Score
de: Sportergebnis
es: Puntuación deportiva
fr: Résultats sportifs
it: Punteggio sportivo
ja: スポーツスコア
ko: 스포츠 점수
pt_pt: Pontuação esportiva
ru: Спортивный счет
zh_hans: 综合运动力
zh_hant: 綜合運動力

# sport_home_score_outdoor
source: Outdoor Score
es: Puntuación al aire libre
fr: Score extérieur
it: Punteggio all'aperto
ja: アウトドアスコア
ko: 야외 점수
pt_pt: Pontuação ao ar livre
ru: Оценка на открытом воздухе
zh_hans: 户外力
zh_hant: 戶外力

# sport_home_score_sport_novice
source: Novice
de: Anfänger
es: Principiante
it: Novizio
ja: 初心者
ko: 초심자
pt_pt: Novato
ru: Hовичок
zh_hans: 小试牛刀
zh_hant: 小試牛刀

# sport_home_score_sport_advancer
source: Advancer
de: Vorreiter
es: Avanzado
fr: Avanceur
it: Avanzatore
ja: アドバンサー
ko: 어드밴서
pt_pt: Avançado
ru: Продвинутый
zh_hans: 渐入佳境
zh_hant: 漸入佳境

# sport_home_score_sport_expert
source: Expert
de: Experte
es: Experto
it: Esperto
ja: 専門家
ko: 전문가
pt_pt: Especialista
ru: Эксперт
zh_hans: 游刃有余
zh_hant: 游刃有餘

# sport_home_score_sport_master
source: Master
es: Maestro
fr: Maître
it: Maestro
ja: マスター
ko: 주인
pt_pt: Mestre
ru: Владелец
zh_hans: 王者巅峰
zh_hant: 王者巔峰

# sport_home_score_swim_novice
source: Novice
de: Anfänger
es: Principiante
it: Novizio
ja: 初心者
ko: 초심자
pt_pt: Novato
ru: Hовичок
zh_hans: 初涉碧波
zh_hant: 初涉碧波

# sport_home_score_swim_advancer
source: Advancer
de: Vorreiter
es: Avanzado
fr: Avanceur
it: Avanzatore
ja: アドバンサー
ko: 어드밴서
pt_pt: Avançado
ru: Продвинутый
zh_hans: 鱼翔浅底
zh_hant: 魚翔淺底

# sport_home_score_swim_expert
source: Expert
de: Experte
es: Experto
it: Esperto
ja: 専門家
ko: 전문가
pt_pt: Especialista
ru: Эксперт
zh_hans: 浪里白条
zh_hant: 浪里白條

# sport_home_score_swim_master
source: Master
es: Maestro
fr: Maître
it: Maestro
ja: マスター
ko: 주인
pt_pt: Mestre
ru: Владелец
zh_hans: 戏水游龙
zh_hant: 戲水遊龍

# sport_home_score_outdoor_novice
source: Novice
de: Anfänger
es: Principiante
it: Novizio
ja: 初心者
ko: 초심자
pt_pt: Novato
ru: Hовичок
zh_hans: 绿野初探
zh_hant: 綠野初探

# sport_home_score_outdoor_advancer
source: Advancer
de: Vorreiter
es: Avanzado
fr: Avanceur
it: Avanzatore
ja: アドバンサー
ko: 어드밴서
pt_pt: Avançado
ru: Продвинутый
zh_hans: 步履轻盈
zh_hant: 步伐輕盈

# sport_home_score_outdoor_expert
source: Expert
de: Experte
es: Experto
it: Esperto
ja: 専門家
ko: 전문가
pt_pt: Especialista
ru: Эксперт
zh_hans: 林中猎豹
zh_hant: 林中獵豹

# sport_home_score_outdoor_master
source: Master
es: Maestro
fr: Maître
it: Maestro
ja: マスター
ko: 주인
pt_pt: Mestre
ru: Владелец
zh_hans: 野域飞鹰
zh_hant: 野域飛鷹

# unit_km
source: KM
zh_hans: 千米
zh_hant: 千米

# unit_mile
source: Mile
zh_hans: 英里
zh_hant: 英哩

# sport_home_AI_title
source: AI coach says
de: KI-Trainer sagt
es: El entrenador de IA dice
fr: Le coach en IA dit
it: Lo dice l'allenatore dell'IA
ja: AIコーチが言うには
ko: AI 코치는 말한다
pt_pt: O treinador de IA diz
ru: Тренер по искусственному интеллекту говорит
zh_hans: AI教练说
zh_hant: AI教練說

# sport_home_AI_description
source: Hello, I am your AI coach, please feel free to ask me questions
de: Hallo, ich bin Ihr KI-Coach, bitte stellen Sie mir gerne Fragen
es: Hola, soy tu entrenador de IA, no dudes en hacerme preguntas
fr: Bonjour, je suis votre coach IA, n'hésitez pas à me poser des questions
it: Ciao, sono il tuo allenatore di intelligenza artificiale, non esitate a farmi domande
ja: こんにちは、私はあなたの AI コーチです。お気軽に質問してください。
ko: 안녕하세요. 저는 AI 코치입니다. 편하게 질문해주세요.
pt_pt: Olá, sou seu treinador de IA, sinta-se à vontade para me fazer perguntas
ru: Здравствуйте, я ваш тренер по искусственному интеллекту, пожалуйста, не стесняйтесь задавать мне вопросы
zh_hans: 你好，我是你的AI教练，请随时向我提问
zh_hant: 你好，我是你的AI教練，請隨時向我提問

# sport_home_AI_description_2
source: I am your AI coach. I will analyze your sports performance after you upload your sports data. Come on.
de: Ich bin Ihr KI-Trainer. Ich analysiere Ihre sportliche Leistung, nachdem Sie Ihre Sportdaten hochgeladen haben. Komm schon.
es: Soy tu entrenador de IA. Analizaré tu rendimiento deportivo después de que cargues tus datos deportivos. Vamos
fr: Je suis votre coach IA. J'analyserai vos performances sportives après avoir téléchargé vos données sportives. Allez.
it: Sono il tuo allenatore AI. Analizzerò le tue prestazioni sportive dopo che avrai caricato i tuoi dati sportivi. Vieni.
ja: 私はあなたのAIコーチです。スポーツデータをアップロードしたら、あなたのスポーツパフォーマンスを分析します。さあ
ko: 나는 당신의 AI 코치입니다. 당신의 스포츠 데이터를 업로드한 후 당신의 스포츠 성과를 분석해 드리겠습니다. 어서.
pt_pt: Eu sou seu treinador de IA. Analisarei seu desempenho esportivo depois que você enviar seus dados esportivos. Vamos lá.
ru: Я твой тренер по искусственному интеллекту. Я проанализирую твои спортивные результаты после того, как ты загрузишь свои спортивные данные. Давай
zh_hans: 我是你的AI教练，我会在你上传运动数据后分析你的运动表现，加油！
zh_hant: 我是你的AI教練，我會在你上傳運動數據後分析你的運動表現，加油！

# sport_home_card_times
source: Total number of exercises
de: Gesamtzahl der Übungen
es: Número total de ejercicios
fr: Nombre total d'exercices
it: Numero totale di esercizi
ja: 総演習数
ko: 총 운동 횟수
pt_pt: Número total de exercícios
ru: Общее количество упражнений
zh_hans: 运动总次数
zh_hant: 運動總次數

# sport_home_card_distance
source: Total distance traveled
de: Zurückgelegte Gesamtstrecke
es: Distancia total recorrida
fr: Distance totale parcourue
it: Distanza totale percorsa
ja: 総走行距離
ko: 총 이동 거리
pt_pt: Distância total percorrida
ru: Общий пройденный путь
zh_hans: 运动总距离
zh_hant: 運動總距離

# sport_home_card_duration
source: total exercise time
de: gesamte Trainingszeit
es: tiempo total de ejercicio
fr: durée totale de l'exercice
it: tempo totale di esercizio
ja: 総運動時間
ko: 총 운동시간
pt_pt: tempo total de exercício
ru: общее время тренировки
zh_hans: 运动总时长
zh_hant: 運動總時長

# sport_home_event_scale
source: Activity proportion
de: Aktivitätsanteil
es: Proporción de actividad
fr: Proportion d'activité
it: Proporzione di attività
ja: 活動割合
ko: 활동비율
pt_pt: Proporção de atividade
ru: Пропорция активности
zh_hans: 活动占比
zh_hant: 活動佔比

# sport_home_swim
source: swim
de: schwimmen
es: nadar
fr: nager
it: nuotare
ja: 泳ぐ
ko: 헤엄
pt_pt: nadar
ru: плавать
zh_hans: 游泳
zh_hant: 游泳

# sport_home_outdoor
source: outdoor sports
de: Outdoor-Sportarten
es: deportes al aire libre
fr: sports de plein air
it: sport all'aria aperta
ja: アウトドアスポーツ
ko: 야외 스포츠
pt_pt: esportes ao ar livre
ru: спорт на открытом воздухе
zh_hans: 户外运动
zh_hant: 戶外運動

# sport_home_poolswim
source: swimming pool
de: Schwimmbad
es: piscina
fr: piscine
it: piscina
ja: スイミングプール
ko: 수영장
pt_pt: piscina
ru: бассейн
zh_hans: 泳池游泳
zh_hant: 泳池游泳

# sport_home_walk
source: on foot
de: zu Fuß
es: a pie
fr: à pied
it: a piedi
ja: 徒歩で
ko: 도보로
pt_pt: a pé
ru: пешком
zh_hans: 徒步
zh_hant: 健行

# sport_home_climbing
source: mountain climbing
de: Bergsteigen
es: montañismo
fr: escalade
it: alpinismo
ja: 登山
ko: 등산
pt_pt: alpinismo
ru: альпинизм
zh_hans: 登山
zh_hant: 登山

# sport_home_riding
source: riding
de: Reiten
es: equitación
fr: équitation
it: cavalcare
ja: 乗馬
ko: 승마
pt_pt: cavalgando
ru: езда
zh_hans: 骑行
zh_hant: 騎乘

# sport_home_run
source: running
de: läuft
es: correr
fr: en cours d'exécution
it: corsa
ja: 走っている
ko: 달리기
pt_pt: correndo
ru: бег
zh_hans: 跑步
zh_hant: 跑步

# sport_home_multi_sport_activity
source: multi-sport
es: multideporte
fr: multisports
ja: マルチスポーツ
ko: 멀티 스포츠
pt_pt: multiesportivo
ru: мультиспорт
zh_hans: 综合运动
zh_hant: 綜合運動

# sport_home_swimming_posture_preference
source: swimming style preference
de: Vorliebe für den Schwimmstil
es: preferencia de estilo de natación
fr: préférence de style de natation
it: preferenza per lo stile di nuoto
ja: 好みの水泳スタイル
ko: 수영 스타일 선호
pt_pt: preferência de estilo de natação
ru: предпочтения в стиле плавания
zh_hans: 泳姿偏好
zh_hant: 泳姿偏好

# sport_home_cerent_sport_recods
source: Recent exercise records
de: Aktuelle Trainingsaufzeichnungen
es: Registros de ejercicios recientes
fr: Dossiers d'exercices récents
it: Registrazioni degli esercizi recenti
ja: 最近の運動記録
ko: 최근 운동 기록
pt_pt: Registros recentes de exercícios
ru: Последние записи тренировок
zh_hans: 最近运动记录
zh_hant: 最近運動紀錄

# sport_home_sport_feel
source: How does this exercise feel?
de: Wie fühlt sich diese Übung an?
es: ¿Cómo se siente este ejercicio?
fr: Comment se sent cet exercice ?
it: Come ti sembra questo esercizio?
ja: この練習はどんな感じですか?
ko: 이 운동은 어떤 느낌인가요?
pt_pt: Como é esse exercício?
ru: Какие ощущения от этого упражнения?
zh_hans: 本次运动感觉如何
zh_hant: 本次運動感覺如何

# kit_page_sport_empty_msg
source: No sports data yet
de: Noch keine Sportdaten
es: Aún no hay datos deportivos
fr: Pas encore de données sportives
it: Nessun dato sportivo ancora
ja: スポーツデータはまだありません
ko: 아직 스포츠 데이터가 없습니다.
pt_pt: Ainda não há dados esportivos
ru: Данных о спорте пока нет
zh_hans: 暂无运动数据
zh_hant: 暫無運動數據

# sport_home_sport_top_add
source: Click to add smart glasses
de: Klicken Sie hier, um eine Datenbrille hinzuzufügen
es: Haga clic para agregar gafas inteligentes
fr: Cliquez pour ajouter des lunettes intelligentes
it: Fare clic per aggiungere occhiali intelligenti
ja: クリックしてスマートグラスを追加
ko: 스마트 안경을 추가하려면 클릭하세요.
pt_pt: Clique para adicionar óculos inteligentes
ru: Нажмите, чтобы добавить умные очки
zh_hans: 点击添加智能眼镜
zh_hant: 點擊添加智慧眼鏡

# sport_home_check_allrecodes
source: View all exercise records
de: Alle Trainingsaufzeichnungen anzeigen
es: Ver todos los registros de ejercicios
fr: Afficher tous les enregistrements d'exercices
it: Visualizza tutti i record degli esercizi
ja: すべての運動記録を表示する
ko: 모든 운동 기록 보기
pt_pt: Ver todos os registros de exercícios
ru: Просмотреть все записи тренировок
zh_hans: 查看全部运动记录
zh_hant: 看全部運動紀錄

# sport_home_sport_Statistics
source: sports statistics
de: Sportstatistiken
es: estadísticas deportivas
fr: statistiques sportives
it: statistiche sportive
ja: スポーツ統計
ko: 스포츠 통계
pt_pt: estatísticas esportivas
ru: спортивная статистика
zh_hans: 运动统计
zh_hant: 運動統計

# sport_home_sport_minutes
source: minute
es: minuto
it: minuto
ja: 分
ko: 분
pt_pt: minuto
ru: минута
zh_hans: 分钟
zh_hant: 分鐘
