Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# kit_page_empty_msg
source: No data
de: Keine Daten
es: Sin datos
fr: Aucun
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_pt: Sem dados
ru: Нет данных
zh_hans: 暂无数据
zh_hant: 暫無數據

# mine_nofans_tip
source: No follower yet
de: Noch kein Follower
es: Aún no hay seguidores
fr: Pas d'abonné pour le moment
it: Ancora nessun follower
ja: まだ誰もあなたをフォローしていません
ko: 아직 팔로워 없음
pt_pt: Ainda sem seguidores
ru: Нет подписчиков
zh_hans: 暂时还没有人关注你
zh_hant: 暫時還沒有人追蹤你

# mine_appAuthorization_notcancel
source: Cancel later
de: Später abbrechen
es: Cancelar más tarde
fr: Annuler ultérieurement
it: Annulla dopo
ja: しません
ko: 나중에 취소
pt_pt: Cancelar mais tarde
ru: Отменить позже
zh_hans: 暂不取消
zh_hant: 暫不取消

# Bleuiskin_startDevice_unbound
source: Bind later
de: Später verknüpfen
es: Vincular más tarde
fr: Lier ultérieurement
it: Associa dopo
ja: まだバインドされていません
ko: 나중에 연결
pt_pt: Associar mais tarde
ru: Привязать позже
zh_hans: 暂不绑定
zh_hant: 暫不綁定

source: Think again
de: Neu überlegens
es: Piénselo otra vez
fr: Réfléchissez à nouveau
it: Pensaci ancora
ja: いまはしない
ko: 다시 고려
pt_pt: Pensar novamente
ru: См. другое
zh_hans: 再想想
zh_hant: 再想想

source: Try again
de: Nochmals versuchen
es: Inténtelo de nuevo
fr: Essayer à nouveau
it: Riprova
ja: 再試行
ko: 다시 시도
pt_pt: Tentar novamente
ru: Повторить
zh_hans: 再试一次
zh_hant: 再試一次

# connect_find_again
source: Search again
de: Nochmals suchen
es: Volver a buscar
fr: Cherchez à nouveau
it: Cerca di nuovo
ja: もう一度ペアリング
ko: 다시 검색
pt_pt: Pesquisar novamente
ru: Повторить поиск
zh_hans: 再次寻找
zh_hant: 再次尋找

# login_setpsw_aginput_lagre
source: Reconfirm
de: Nochmals bestätigen
es: Reconfirmar
fr: Reconfirmer
it: Riconferma
ja: 再確認
ko: 재확인
pt_pt: Reconfirmar
ru: Подтвердить еще раз
zh_hans: 再次确认
zh_hant: 再次確認

# sport_home_duration
source: Total sports duration
de: Gesamtdauer des Sports
es: Duración total de los deportes
fr: Durée totale des activités sportives
it: Durata sport totale
ja: 総運動時間
ko: 총 스포츠 기간
pt_pt: Duração total de treino
ru: Длительн. тренир.
zh_hans: 运动总时长
zh_hant: 運動總時長

# sport_record_lengthOfExercise
source: Sports duration
de: Dauer des Sports
es: Duración de los deportes
fr: Durée des activités sportives
it: Durata sport
ja: 運動時間
ko: 스포츠 기간
pt_pt: Duração do treino
ru: Длительн. тренир.
zh_hans: 运动时长
zh_hant: 運動時長

# sport_alertView_message
source: Sports records cannot be recovered after deletion. Are you sure you want to delete the sports record?
de: Sportdatensätze können nach dem Löschen nicht wiederhergestellt werden. Möchten Sie den Sportdatensatz wirklich löschen?
es: Los registros deportivos no se pueden recuperar una vez eliminados. ¿Seguro que desea eliminar el registro deportivo?
fr: Les records sportifs ne peuvent pas être récupérés après avoir été supprimés. Êtes-vous sûr de vouloir supprimer le record sportif ?
it: I registri degli sport non possono essere ripristinati dopo l'eliminazione. Eliminare il registro degli sport?
ja: 削除したデータは復元できません。このデータを削除してもよろしいですか?
ko: 스포츠 기록은 삭제 후 복구할 수 없습니다. 스포츠 기록을 삭제할까요?
pt_pt: Os registos desportivos não podem ser recuperados após a eliminação. Tem a certeza de que pretende eliminar o registo desportivo?
ru: После удаления невозможно восстановить спортивные результаты. Удалить?
zh_hans: 运动记录删除后不可恢复，确认要删除本条运动记录吗?
zh_hant: 運動記錄刪除後不可恢復，確認要刪除本條運動記錄嗎

# sport_record_share_sportRecordSharing
source: Share sports record
de: Sportdatensatz teilen
es: Compartir registro deportivo
fr: Partager le record sportif
it: Condividi registro degli sport
ja: 記録をシェア
ko: 스포츠 기록 공유
pt_pt: Partilhar registo desportivo
ru: Отправ. спорт. рез.
zh_hans: 运动记录分享
zh_hant: 運動記錄分享

# sport_record_motionRecord
source: Sports record
de: Sportdatensatz
es: Registro deportivo
fr: Record sportif
it: Registro degli sport
ja: うんどうきろく
ko: 스포츠 기록
pt_pt: Registo desportivo
ru: Спортивные результаты
zh_hans: 运动记录
zh_hant: 運動記錄

# sport_calendar_monthlyView
source: Monthly view
de: Monatsansicht
es: Vista mensual
fr: Vue mensuelle
it: Visualizzazione mensile
ja: 月表示
ko: 월간 보기
pt_pt: Vista mensal
ru: Ежемесячный обзор
zh_hans: 月视图
zh_hant: 月視圖

# sport_time_2
source: Month
de: Mon.
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월간
pt_pt: Mensal
ru: мес.
zh_hans: 月
zh_hant: 月

# time_1
source: Month
de: Mon.
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월간
pt_pt: Mensal
ru: мес.
zh_hans: 月
zh_hant: 月

# sport_common_month
source: Month
de: Mon.
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월간
pt_pt: Mensal
ru: мес.
zh_hans: 月
zh_hant: 月

# sport_ble_hint_inSyncMessageTime
source: Est. remaining sync time
de: Geschätzte verbleibende Synchronisationszeit
es: Tiempo de sincronización restante estimado
fr: Estimer le temps de synchronisation restant
it: Tempo sincronizzazione rimanente stimato
ja: 推定同期残り時間
ko: 예상 남은 동기화 시간
pt_pt: Estimativa de tempo de sincronização restante
ru: Приблизительное время синхронизации
zh_hans: 预计同步剩余时间
zh_hant: 預計同步剩餘時間

# mine_language_title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# sport_data_analyze_lastdata
source: Compared with last data
de: Im Vergleich zu letzten Daten
es: En comparación con los últimos datos
fr: Comparé aux dernières données
it: Confrontato con ultimi dati
ja: 前回のデータと比較する
ko: 마지막 데이터와 비교
pt_pt: Comparação com os últimos dados
ru: По сравнению с последними данными
zh_hans: 与最近一次数据对比
zh_hant: 與最近一次數據對比

# sport_data_analyze_bestdata
source: Compared with best data
de: Im Vergleich zu besten Daten
es: En comparación con los mejores datos
fr: Comparé aux meilleures données
it: Confrontato con dati migliori
ja: 最良のデータと比較する
ko: 최고 데이터와 비교
pt_pt: Comparação com os melhores dados
ru: По сравнению с лучшими данными
zh_hans: 与最佳数据对比
zh_hant: 與最佳數據對比

# swimming_direction_right
source: R
ja: 右
zh_hans: 右
zh_hant: 右

# sport_home_swimWeekGoals
source: Weekly goal completion
de: Wöchentliche Zielabschluss
es: Finalización semanal de objetivos
fr: Achèvement des objectifs hebdomadaires
it: Completamento degli obiettivi settimanali
ja: 毎週の目標完了
ko: 주간 목표 완료
pt_pt: Conclusão semanal de metas
ru: Еженедельное завершение цели
zh_hans: 周目标完成度
zh_hant: 週目標完成度

# sport_detail_swimmingDetails
source: Swimming details
de: Schwimmdetails
es: Detalles de natación
fr: Détails de la natation
it: Dettagli nuoto
ja: 水泳詳細
ko: 수영 상세정보
pt_pt: Detalhes de natação
ru: Сведения о плавании
zh_hans: 游泳详情
zh_hant: 游泳詳情

# sport_detail_segment_swimmingTime
source: Swimming duration
de: Schwimmdauer
es: Duración de natación
fr: Durée de la natation
it: Durata nuoto
ja: 水泳時間
ko: 수영 기간
pt_pt: Duração da natação
ru: Продолжительность плавания
zh_hans: 游泳时长
zh_hant: 游泳時長

# sport_record_total_swimmingDistance
source: Swimming distance
de: Schwimmstrecke
es: Distancia de natación
fr: Distance parcourue en natation
it: Distanza nuoto
ja: 水泳距離
ko: 수영 거리
pt_pt: Distância de natação
ru: Дистанция плавания
zh_hans: 游泳距离
zh_hant: 遊泳距離

# swimming_analysis_report
source: AI-based swimming data analysis
de: KI-gestützte Analyse der Schwimmdaten
es: Análisis de datos de natación basado en IA
fr: Analyse des données natation basée sur l'IA
it: Analisi dati nuoto basati su IA
ja: データ比較解析
ko: AI 기반 수영 데이터 분석
pt_pt: Análise de dados baseada em IA
ru: ИИ-анализ плав
zh_hans: AI游泳数据分析
zh_hant: AI游泳數據分析

# swimming_pace_heart_tip
source: By default, swimming distance, laps and time are displayed.
de: Standardmäßig werden Schwimmstrecke, Bahnen und Zeit angezeigt.
es: De forma predeterminada, se muestran la distancia nadada, las vueltas y el tiempo.
fr: Par défaut, la distance de natation, les tours et le temps sont affichés.
it: Per impostazione predefinita vengono visualizzati distanza, vasche e tempo di nuoto.
ja: 「距離」「回数」「タイマー」はデフォルトで表示されます
ko: 기본 설정으로 수영 거리, 랩, 시간이 표시됩니다.
pt_pt: Por predefinição, é apresentada a distância de natação, as voltas e o tempo.
ru: По умолчанию отображается дистанция, круги и время плавания.
zh_hans: 游泳“距离”“趟数”和“记时”默认显示
zh_hant: 游泳“距離”“趟數”和“記時”默認顯示

# common_register_tip_emailIsRegistered
source: The email address has been registered.
de: Die E-Mail-Adresse wurde registriert.
es: La dirección de correo electrónico se ha registrado.
fr: L'adresse e-mail a été enregistrée.
it: L'indirizzo e-mail è stato registrato.
ja: メールが登録されました
ko: 이메일 주소가 등록되었습니다.
pt_pt: O endereço de e-mail foi registado.
ru: Адрес электронной почты уже зарегистрирован.
zh_hans: 邮箱已注册
zh_hant: 郵箱已註冊

# mine_modify_contactEmail_tip
source: Invalid email format.
de: Ungültiges E-Mail-Format.
es: Formato de correo electrónico no válido.
fr: Format d'e-mail invalide.
it: Formato e-mail non valido.
ja: メール形式が無効です
ko: 올바르지 않은 이메일 형식입니다.
pt_pt: Formato de e-mail inválido.
ru: Недействительный формат адреса электронной почты.
zh_hans: 邮箱格式无效
zh_hant: 電子信箱格式無效

# mine_rebind_emai_succ
source: Email address has been changed to:
de: Die E-Mail-Adresse wurde geändert in:
es: La dirección de correo electrónico se ha cambiado a:
fr: L'adresse e-mail a été modifiée en :
it: L'indirizzo e-mail è stato modificato in:
ja: メールは変更されました
ko: 변경된 이메일 주소:
pt_pt: O endereço de e-mail foi alterado para:
ru: Адрес электронной почты изменен на
zh_hans: 邮箱地址已更改为:
zh_hant: 電子信箱已更改為

# mine_email
source: Email
es: C. electrónico
ja: Eメール
ko: 이메일
ru: Эл. почта
zh_hans: 邮箱
zh_hant: 電子信箱

# mine_user_agree
source: User Registration Agreement
de: Benutzerregistrierungsvereinbarung
es: Acuerdo de registro de usuario
fr: Accord d'enregistrement de l'utilisateur
it: Accordo sulla registrazione dell'utente
ja: 登録・プライバシー規約
ko: 사용자 등록 계약
pt_pt: Contrato de Registo do Utilizador
ru: Соглашение о регистрации с пользователем
zh_hans: 用户注册协议
zh_hant: 用戶註冊協議

# login_user_protocol_title
source: User Agreement
de: Benutzervereinbarung
es: Acuerdo de usuario
fr: Accord d'utilisateur
it: Accordo utente
ja: ユーザー契約
ko: 사용자 계약
pt_pt: Contrato do Utilizador
ru: Соглашение с пользователем
zh_hans: 用户协议
zh_hant: 用戶協議

# sport_swimming_training_posture_select
source: Stroke selection
de: Schwimmzugauswahl
es: Selección de brazada
fr: Sélection de style de nage
it: Selezione stile
ja: 水泳スタイルの選択
ko: 스트로크 선택
pt_pt: Seleção de estilo
ru: Выбор гребков
zh_hans: 泳姿选择
zh_hant: 泳姿選擇

# mine_circle
source: Swimming moments
de: Schwimmmomente
es: Momentos de natación
fr: Moments de natation
it: Momenti di nuoto
ja: 水泳友達のモーメント
ko: 수영 모멘트
pt_pt: Momentos de natação
ru: Моменты плавания
zh_hans: 泳圈动态
zh_hant: 泳圈動態

# send_instruct_success
source: The indicator light of swimming goggles will flash in green.
de: Die Anzeigeleuchte der Schwimmbrille blinkt grün.
es: La luz indicadora de las gafas de natación parpadeará en verde.
fr: Le voyant des lunettes de natation clignotera en vert.
it: La luce della spia degli occhialini da nuoto lampeggerà in verde.
ja: ゴーグルの緑LEDが点滅します
ko: 수영 고글의 표시등이 녹색으로 깜박입니다.
pt_pt: A luz indicadora dos óculos de natação vai piscar a verde.
ru: Индикатор очков для плавания замигает зеленым.
zh_hans: 泳镜指示灯绿灯会闪烁
zh_hant: 泳鏡指示燈綠燈會閃爍

# mine_Swimminggoggles_diconnected_warn_title
source: Swimming goggles are disconnected.
de: Die Schwimmbrille wurde getrennt.
es: Gafas natación desconectadas.
fr: Lunettes de natation déconnectées.
it: Gli occhialini da nuoto sono disconnessi.
ja: デバイスとペアリングしていない
ko: 수영 고글이 연결 해제되었습니다.
pt_pt: Os óculos de natação estão desligados.
ru: Очки для плавания отключены.
zh_hans: 泳镜未连接
zh_hant: 泳鏡未連接

# device_far_from_phone
source: Don't keep swimming goggles away from the mobile phone.
de: Halten Sie die Schwimmbrille nicht vom Mobiltelefon fern.
es: No aleje las gafas de natación del teléfono móvil.
fr: N'éloignez pas les lunettes de natation du téléphone portable.
it: Non tenere gli occhialini da nuoto lontani dal telefono.
ja: ゴーグルをスマホに近づけてください
ko: 수영 고글을 휴대폰에서 멀리 두지 마세요.
pt_pt: Não afaste os óculos de natação do telemóvel.
ru: При использовании очков для плавания держите мобильный телефон поблизости.
zh_hans: 泳镜请勿远离手机
zh_hant: 泳鏡請勿遠離手機

# swimming_brightness
source: Brightness of swimming goggles
de: Helligkeit der Schwimmbrille
es: Brillo de las gafas de natación
fr: Luminosité des lunettes de natation
it: Luminosità degli occhialini da nuoto
ja: ゴーグルの明るさ
ko: 수영 고글의 밝기
pt_pt: Luminosidade dos óculos de natação
ru: Яркость очков
zh_hans: 泳镜亮度
zh_hant: 泳鏡亮度

# sport_swimming_notraining_indevice
source: No training plans in swimming goggles.
de: Keine Trainingspläne in Schwimmbrille.
es: No hay planes de entrenamiento en las gafas de natación.
fr: Pas de plans d'entraînement dans des lunettes de natation.
it: Nessun programma di allenamento negli occhialini da nuoto.
ja: スイミングゴーグルにはトレーニングプランはありません。
ko: 수영 고글에 트레이닝 플랜이 없습니다.
pt_pt: Sem planos de treino nos óculos de natação.
ru: Очки для плавания не имеют планов для тренировок.
zh_hans: 泳镜里还没有训练计划！
zh_hant: 泳鏡裡還沒有訓練計劃！

# mine_offline
source: Swimming goggles are offline.
de: Die Schwimmbrille ist offline.
es: Las gafas de natación están fuera de línea.
fr: Les lunettes de natation sont hors ligne.
it: Gli occhialini da nuoto sono disconnessi.
ja: ゴーグルがオフラインの状態
ko: 수영 고글이 오프라인입니다.
pt_pt: Os óculos de natação estão offline.
ru: Очки для плавания не имеют доступа к сети.
zh_hans: 泳镜离线
zh_hant: 泳鏡離線

# swimming_for_distance_tip
source: If swimming goggles monitor an increase in distance, the corresponding content will be displayed once on the screen.
de: Wenn die Schwimmbrille eine Zunahme der Strecke registriert, wird der entsprechende Inhalt einmal auf dem Bildschirm angezeigt.
es: Si las gafas de natación detectan un aumento de la distancia, el contenido correspondiente se mostrará una vez en la pantalla.
fr: si les lunettes de natation surveillent une augmentation de la distance, le contenu correspondant sera affiché une fois sur l'écran.
it: Se gli occhialini da nuoto monitorano un aumento della distanza, il contenuto corrispondente verrà visualizzato una volta sullo schermo.
ja: 距離が伸びた後、データが一度画面に表示されます
ko: 수영 고글에서 거리 증가를 모니터링하는 경우 해당 콘텐츠는 화면에 한 번 표시됩니다.
pt_pt: Se os óculos de natação detetarem um aumento na distância, o conteúdo correspondente será apresentado uma vez no visor.
ru: если очки для плавания определят увеличение дистанции, то соответствующая информация отобразится на экране один раз.
zh_hans: 泳镜监测到距离增加后，屏幕显示一次内容
zh_hant: 泳鏡監測到距離增加後，屏幕顯示一次內容

# mine_lowBattery
source: Update failed because the battery power of your swimming goggles is less than 20%. Charge the goggles immediately.
de: Die Aktualisierung ist fehlgeschlagen, weil die Akkuleistung Ihrer Schwimmbrille weniger als 20% beträgt. Laden Sie die Schwimmbrille umgehend auf.
es: La actualización ha fallado porque la carga de la batería de las gafas de natación es inferior al 20 %. Cargue las gafas inmediatamente.
fr: La mise à jour a échoué parce que la batterie de vos lunettes de natation est inférieure à 20 %. Rechargez les lunettes immédiatement.
it: Aggiornamento non riuscito perché la carica della batteria degli occhialini da nuoto è inferiore al 20%. Carica gli occhialini immediatamente.
ja: ゴーグルのバッテリーが20%未満で、アップデートを完了できません。すぐに充電してください
ko: 수영 고글의 배터리 전원이 20% 미만이므로 업데이트에 실패했습니다. 즉시 고글을 충전하세요.
pt_pt: Falha ao atualizar porque a autonomia da bateria dos óculos de natação é inferior a 20%. Carregue os óculos de imediato.
ru: Не удалось обновить, поскольку уровень заряда батареи очков для плавания составляет менее 20%. Зарядите очки как можно скорее.
zh_hans: 泳镜电量不足20%，无法完成更新，请立即充电
zh_hant: 泳鏡電量不足20%，無法完成更新，請立即充電

# swimming_cate_name
source: Swimming goggles
de: Schwimmbrille
es: Gafas de natación
fr: Lunettes de natation
it: Occhialini da nuoto
ja: ゴーグル
ko: 수영 고글
pt_pt: Óculos de natação
ru: Очки для плавания
zh_hans: 泳镜
zh_hant: 泳鏡

# swimming_set_swimLength
source: Pool length is used for counting important sports data such as swimming distance and pace. Select the value carefully.
de: Die Beckenlänge wird zum Zählen wichtiger Sportdaten wie Schwimmstrecke und Tempo verwendet. Wählen Sie den Wert sorgfältig aus.
es: La longitud de la piscina se utiliza para contar datos deportivos importantes como la distancia y el ritmo de nado. Seleccione el valor con cuidado.
fr: La longueur de la piscine est utilisée pour compter des données sportives importantes telles que la distance et l'allure de la nage. Sélectionnez la valeur avec soin.
it: La lunghezza della piscina è utilizzata per il conteggio di dati sportivi importanti quali la distanza e il ritmo di nuoto. Seleziona il valore con attenzione.
ja: プールの長さは、水泳距離やペースなどの重要なデータを計算するために使用されるため、正しく設定してください
ko: 수영장 길이는 수영 거리 및 속도와 같은 중요한 스포츠 데이터를 계산하는 데 사용됩니다. 신중하게 값을 선택하세요.
pt_pt: O comprimento da piscina é utilizado para contabilizar dados desportivos importantes, como a distância e o ritmo de natação. Selecione cuidadosamente o valor.
ru: Длина бассейна используется для расчета важных спортивных показателей, таких как дистанция и темп плавания. Будьте внимательны при вводе данных.
zh_hans: 泳池长度用于计算游泳距离、配速等重要运动数据，请慎重选择
zh_hant: 泳池長度用於計算游泳距離、配速等重要運動數據，請慎重選擇

# sport_detail_lengthOfPool
source: Pool length (meters)
de: Beckenlänge (in Metern)
es: Longitud piscina (m)
fr: Longueur de la piscine (en mètres)
it: Lung. piscina (metri)
ja: プールの長さ（m）
ko: 수영장 길이(미터)
pt_pt: Compr. piscina (m)
ru: Бассейн (м)
zh_hans: 泳池长度/米
zh_hant: 泳池長度/公尺

# sport_swimming_training_poollhength
source: Pool length (meters)
de: Beckenlänge (in Metern)
es: Longitud piscina (m)
fr: Longueur de la piscine (en mètres)
it: Lung. piscina (metri)
ja: プールの長さ(m)
ko: 수영장 길이(미터)
pt_pt: Compr. piscina (m)
ru: Бассейн (м)
zh_hans: 泳池长度（米）
zh_hant: 泳池長度（公尺）

# sport_swimming_poollength
source: Pool length
de: Beckenlänge
es: Longitud de la piscina
fr: Longueur de la piscine
it: Lunghezza piscina
ja: プールの長さ
ko: 수영장 길이
pt_pt: Comprimento da piscina
ru: Длина бассейна
zh_hans: 泳池长度
zh_hant: 泳池長度

# ble_un_support_description
source: To enable main features, the app needs to connectto a wearable device through Bluetooth. If Bluetooth is unavailable, the main features may be affected. Thanks for understanding.
de: Um die Hauptfunktionen zu aktivieren, muss die App über Bluetooth mit einem Wearable-Gerät verbunden sein. Wenn Bluetooth nicht verfügbar ist, können die Hauptfunktionen beeinträchtigt sein. Vielen Dank für Ihr Verständnis.
es: Para habilitar las funciones principales, la aplicación debe conectarse a un dispositivo portátil a través de Bluetooth. Si Bluetooth no está disponible, las funciones principales pueden verse afectadas. Gracias por su comprensión.
fr: Pour activer les fonctions principales, l'application doit se connecter à un dispositif portable via Bluetooth. Si le Bluetooth n'est pas disponible, les fonctions principales peuvent être affectées. Merci de votre compréhension.
it: Per abilitare le funzioni principali, l'app deve connettersi a un dispositivo indossabile via Bluetooth. Se il Bluetooth non è disponibile, ciò potrebbe influire sulle funzioni principali. Grazie per la comprensione.
ja: アプリケーションはBluetoothを使用してウェアラブルデバイスに接続する必要があり、主要な機能を使用することができます。Bluetoothは主要な機能に影響を与えることができません。ご了承ください
ko: 주요 기능을 실행하려면 앱이 블루투스를 통해 웨어러블 장치에 연결되어야 합니다. 블루투스를 사용할 수 없는 경우 주요 기능에 영향을 미칠 수 있습니다. 양해해 주셔서 감사합니다.
pt_pt: Para ativar as principais funcionalidades, a aplicação tem de ligar a um dispositivo usável por Bluetooth. Se o Bluetooth não estiver disponível, as principais funcionalidades poderão ser afetadas. Agradecemos a sua compreensão.
ru: Чтобы включить основные функции, приложению необходимо подключиться к носимому устройству по Bluetooth. Если подключение по Bluetooth недоступно, это может повлиять на работу основных функций. Благодарим за понимание.
zh_hans: 应用需要使用蓝牙连接穿戴设备，才可使用主要功能，蓝牙无法使用影响主要功能，敬请谅解
zh_hant: 應用需要使用藍牙連接穿戴設備，才可使用主要功能，藍牙無法使用影響主要功能，敬請諒解

# mine_appAuthorization
source: App authorization
de: App-Autorisierung
es: Autorización de la aplicación
fr: Autorisation de l'application
it: Autorizzazione app
ja: アプリケーションの認可
ko: 앱 승인
pt_pt: Autorização da aplicação
ru: Авторизация приложения
zh_hans: 应用授权
zh_hant: 應用授權

# login_third_subTitle_bindPhoneNumber
source: In accordance with the requirements of Provisions on the Administration of Mobile Internet Applications Information Services issued by CAC, using an Internet account requires real-name authentication. Please bind a mobile phone number to complete registration.
de: Gemäß den Anforderungen der von der CAC herausgegebenen Bestimmungen über die Verwaltung von Informationsservices für mobile Internetanwendungen ist für die Nutzung eines Internetkontos eine Authentifizierung mit Echtnamen erforderlich. Bitte verknüpfen Sie eine Mobiltelefonnummer, um die Registrierung abzuschließen.
es: De acuerdo con los requisitos de las Disposiciones sobre la Administración de los Servicios de Información de Aplicaciones Móviles de Internet emitidas por la CAC, el uso de una cuenta de Internet requiere autenticación de nombre real. Introduzca un número de teléfono móvil para completar el registro.
fr: Conformément aux exigences des dispositions relatives à l'administration des services d'information sur les applications Internet mobiles publiées par la CAC, l'utilisation d'un compte Internet nécessite une authentification par nom réel. Veuillez indiquer un numéro de téléphone portable pour terminer l'enregistrement.
it: In base ai requisiti delle Disposizioni dell'Amministrazione dei servizi sulle informazioni delle applicazioni Internet mobili (Administration of Mobile Internet Applications Information Services) rilasciate dalla CAC, l'utilizzo di un account Internet richiede un'autenticazione con il nome reale. Associa un numero di telefono mobile per completare la registrazione.
ja: 中国国家サイバースペース管理局が発行した「モバイルインターネットアプリケーション情報サービス管理規則」の要件に対応して、インターネットアカウントの使用には実名認証が必要です.携帯電話番号をバインドして登録を完了してください.
ko: CAC에서 발행한 모바일 인터넷 애플리케이션 정보 서비스 관리 규정의 요구 사항에 따라 인터넷 계정을 사용하려면 실명 인증이 필요합니다. 등록을 완료하려면 휴대폰 번호를 연결하세요.
pt_pt: Em conformidade com os requisitos das Disposições Administrativas sobre os Serviços de Informação de Aplicações da Internet Móveis emitidos pela CAC, a utilização de uma conta da Internet requer a autenticação de nome real. Associe um número de telemóvel para concluir o registo.
ru: В соответствии с требованиями «Положения об информационных услугах мобильных приложений», изданного Управлением по вопросам киберпространства ЦК КПК, использование учетной записи в Интернете требует аутентификации по настоящему имени. Привяжите номер мобильного телефона для завершения регистрации.
zh_hans: 应国家网信办《移动互联网用用程序信息服务管理规定》要求，互联网账号使用需实名认证，请绑定手机号已完成注册
zh_hant: 應國家網信辦《移動互聯網用用程序信息服務管理規定》要求，互聯網賬號使用需實名認證，請綁定手機號已完成註冊

# mine_english
source: English
de: Englisch
es: Español
fr: Français
it: Inglese
ja: 英語
ko: 영어
pt_pt: Inglês
ru: Английский
zh_hans: 英语
zh_hant: 英語

# mine_privacy_agree_user
source: Privacy and User Registration Agreement
de: Datenschutz- und Benutzerregistrierungsvereinbarung
es: Acuerdo de privacidad y registro de usuarios
fr: Accord sur la protection de la vie privée et l'enregistrement des utilisateurs
it: Informativa sulla Privacy e Accordo sulla registrazione dell'utente
ja: プライバシーおよびユーザー登録同意書
ko: 개인 정보 보호 및 사용자 등록 계약
pt_pt: Contrato de Privacidade e de Registo do Utilizador
ru: Соглашение о конфиденциальности и регистрации пользователя
zh_hans: 隐私与用户注册协议
zh_hant: 隱私與用戶註冊協議

# mine_privacy_agree
source: Privacy Agreement
de: Datenschutzvereinbarung
es: Acuerdo de privacidad
fr: Accord de confidentialité
it: Informativa sulla privacy
ja: プライバシー規約
ko: 개인 정보 보호 계약
pt_pt: Contrato de Privacidade
ru: Соглашение о конфиденциальности
zh_hans: 隐私协议
zh_hant: 隱私協議

# mine_privacy
source: Privacy setting
de: Datenschutz-Einstellung
es: Ajuste de privacidad
fr: Paramètre de protection de la vie privée
it: Impostazioni per la privacy
ja: プライバシー設定
ko: 개인 정보 보호 설정
pt_pt: Definição de privacidade
ru: Настройки конфиденц.
zh_hans: 隐私设定
zh_hant: 隱私設定

# mine_darkMode
source: Dark mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
pt_pt: Modo escuro
ru: Темный режим
zh_hans: 深色模式
zh_hant: 深色模式
