Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_swimming_battery_low_to_power
source: Low battery. Connect to the power source.
de: Niedriger Akkustand. Schließen Sie das Gerät an die Stromquelle an.
es: Batería baja. Conecte las gafas a la fuente de alimentación.
fr: Batterie faible. Brancher sur la source d'alimentation.
it: Batteria in esaurimento. Collega all'alimentazione.
ja: バッテリー残量が少なくなっています。電源に接続してください。
ko: 배터리가 부족합니다. 전원에 연결하세요.
pt_pt: Bateria fraca. Ligue a uma fonte de alimentação.
ru: Низкий заряд батареи. Подключитесь к источнику питания.
zh_hans: 电池电量低，请连接电源。
zh_hant: 電池電量低，請連接電源

# sport_ble_goggles_connecting
source: Connecting swimming goggles to app...
de: Schwimmbrille wird mit App verbunden ...
es: Conectando las gafas de natación a la aplicación...
fr: Connecter les lunettes de natation à l'appli...
it: Connessione degli occhialini da nuoto all'app in corso...
ja: スイミングゴーグルを接続中...
ko: 앱에 수영 고글 연결 중...
pt_pt: A ligar os óculos de natação à aplicação...
ru: Подключение очков для плавания к приложению...
zh_hans: 泳镜连接app中...
zh_hant: 泳鏡連接中...

# mine_feedback_new
source: Create feedback
de: Erstellen von Feedback
es: Crear comentarios
fr: Créer un retour d'information
it: Crea commento
ja: 新しいフィードバック
ko: 피드백 생성
pt_pt: Criar feedback
ru: Создать отзыв
zh_hans: 新建反馈
zh_hant: 新建反饋

# mine_feedback_logList
source: Feedback record
de: Feedback-Datensatz
es: Registro de comentarios
fr: Fiche de retour d'information
it: Registro commenti
ja: フィードバックレコード
ko: 피드백 기록
pt_pt: Registo de feedback
ru: Запись комментария
zh_hans: 反馈记录
zh_hant: 反饋記錄

# mine_feedback_type
source: Feedback type
de: Feedback-Art
es: Tipo de comentario
fr: Type de retour d'information
it: Tipo di commento
ja: フィードバック
ko: 피드백 유형
pt_pt: Tipo de feedback
ru: Тип комментария
zh_hans: 反馈类型
zh_hant: 反饋類型

# mine_feedback_question_detail
source: Issue description
de: Problembeschreibung
es: Descripción del problema
fr: Description du problème
it: Descrizione del problema
ja: 問題の説明
ko: 문제 설명
pt_pt: Descrição do problema
ru: Описание проблемы
zh_hans: 问题描述
zh_hant: 問題描述

# mine_feedback_question_tip
source: Describe your issue in less than 800 words...
de: Beschreiben Sie Ihr Problem in weniger als 800 Wörtern ...
es: Describa su problema en menos de 800 palabras...
fr: Décrivez votre problème en moins de 800 mots...
it: Descrivi il problema in meno di 800 parole...
ja: 800語以内に遭遇する問題を説明してください...
ko: 문제를 800자 이내로 설명하세요.
pt_pt: Descreva o problema em menos de 800 palavras...
ru: Опишите проблему, используя не более 800 слов...
zh_hans: 描述你遇到的问题 800字以内…
zh_hant: 描述你遇到的問題 800字以內…

# mine_feedback_image_upload
source: Upload image
de: Bild hochladen
es: Cargar imagen
fr: Transférer l'image
it: Carica immagine
ja: 画像をアップロードします
ko: 이미지 업로드
pt_pt: Carregar imagem
ru: Выгрузить изображение
zh_hans: 上传图片
zh_hant: 上傳圖片

# mine_feedback_type_experience
source: Experience issues
de: Erfahrungsprobleme
es: Problemas con el uso
fr: Problèmes liés à l'expérience
it: Problemi rilevati
ja: 経験の問題
ko: 경험 문제
pt_pt: Problemas da experiência
ru: Пробл. с использ.
zh_hans: 体验问题
zh_hant: 體驗問題

# mine_feedback_type_optimize
source: Suggestion on optimization
de: Vorschlag zur Optimierung
es: Sugerencia de optimización
fr: Suggestion sur l'optimisation
it: Suggerimento ottimizzazione
ja: 最適化の提案
ko: 최적화 제안
pt_pt: Sugestão de otimização
ru: Предл. по оптим.
zh_hans: 优化建议
zh_hant: 優化建議

# mine_feedback_type_data
source: Data issues
de: Datenprobleme
es: Problemas con los datos
fr: Problèmes de données
it: Problemi di dati
ja: データの問題
ko: 데이터 문제
pt_pt: Problemas de dados
ru: Пробл. с данн.
zh_hans: 数据问题
zh_hant: 數據問題

# mine_feedback_question_detail_swim_date
source: Swimming date
de: Schwimmdaten
es: Fecha de natación
fr: Date de la natation
it: Data nuoto
ja: 水泳日
ko: 수영 날짜
pt_pt: Data da natação
ru: Данные о плавании
zh_hans: 游泳日期
zh_hant: 游泳日期

# mine_feedback_question_detail_swim_time
source: Swimming duration
de: Schwimmdauer
es: Duración de natación
fr: Durée de la natation
it: Durata nuoto
ja: 水泳時間
ko: 수영 기간
pt_pt: Duração da natação
ru: Продолжительность плавания
zh_hans: 游泳时长
zh_hant: 游泳時長

# mine_feedback_question_detail_swim_distance
source: Swimming distance
de: Schwimmstrecke
es: Distancia de natación
fr: Distance parcourue en natation
it: Distanza nuoto
ja: 水泳距離
ko: 수영 거리
pt_pt: Distância de natação
ru: Дистанция плавания
zh_hans: 游泳距离
zh_hant: 游泳距離

# mine_feedback_Log_upload
source: Upload log
de: Protokoll hochladen
es: Cargar registro
fr: Transférér le journal
it: Carica registro
ja: ログをアップロードします
ko: 로그 업로드
pt_pt: Carregar registo
ru: Выгрузить журнал
zh_hans: 上传日志
zh_hant: 上傳日誌

# mine_feedback_Log_upload_tap
source: Tap to upload
de: Tippen, um hochzuladen
es: Toque para cargar
fr: Tapez pour transférér
it: Tocca per caricare
ja: クリックしてアップロードします
ko: 탭하여 업로드
pt_pt: Tocar para carregar
ru: Нажм. для выгруз.
zh_hans: 点击上传
zh_hant: 點擊上傳

# mine_feedback_Log_upload_tip
source: Tap to upload all app logs so that the staff can locate issues.
de: Tippen, um alle App-Protokolle hochzuladen, damit die Mitarbeiter Probleme lokalisieren können.
es: Toque para cargar todos los registros de la aplicación para que el personal pueda localizar los problemas.
fr: Tapez pour transférér tous les journaux d'application afin que le personnel puisse localiser les problèmes.
it: Tocca per caricare tutti i registri delle app in modo che il personale possa individuare i problemi.
ja: すべてのログをクリックしてアプリをアップロードして、スタッフの位置決めの質問が
ko: 직원이 문제를 찾을 수 있도록 탭하여 모든 앱 로그를 업로드하세요.
pt_pt: Toque para carregar todos os registos da aplicação, para que a equipa consiga localizar os problemas.
ru: Нажмите, чтобы загрузить все журналы приложений, чтобы наши сотрудники смогли обнаружить неисправность.
zh_hans: 点击上传App的所有日志，以便工作人员定位问题点
zh_hant: 點擊上傳App的所有日誌，以便工作人員定位問題點

# mine_feedback_Log_upload_already
source: Uploaded
de: Hochgeladen
es: Cargado
fr: Transférés
it: Caricato
ja: アップロード
ko: 업로드됨
pt_pt: Carregado
ru: Выгружено
zh_hans: 已上传
zh_hant: 已上傳

# mine_feedback_Log_notupload
source: Not uploaded
de: Nicht hochgeladen
es: No cargado
fr: Non transférés
it: Non caricato
ja: アップロードしません
ko: 업로드되지 않음
pt_pt: Não carregado
ru: Не выгружено
zh_hans: 未上传
zh_hant: 未上傳

# mine_feedback_Log
source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Registri
ja: ログ
ko: 로그
pt_pt: Registos
ru: Журналы
zh_hans: 日志
zh_hant: 紀錄

# mine_feedback_Contact
source: Contact methods
de: Kontaktmethoden
es: Métodos de contacto
fr: Moyens de contact
it: Metodi di contatto
ja: 連絡先
ko: 연락 방법
pt_pt: Métodos de contacto
ru: Способы связи
zh_hans: 联系方式
zh_hant: 聯繫方式

# mine_feedback_input_type
source: Fill in the feedback type.
de: Füllen Sie die Art des Feedbacks aus.
es: Rellene el tipo de comentario.
fr: Complétez le type de retour d'information.
it: Compila il tipo di commento.
ja: フィードバックの種類を入力してください
ko: 피드백 유형을 입력하세요.
pt_pt: Preencha o tipo de feedback.
ru: Заполните тип отзыва.
zh_hans: 请填写反馈类型
zh_hant: 請填寫反饋類型

# mine_feedback_input_question_detail
source: Fill in issue description.
de: Füllen Sie die Problembeschreibung aus.
es: Rellene la descripción del problema.
fr: Compléter la description du problème.
it: Compila la descrizione del problema.
ja: 問題の説明を入力してください
ko: 문제 설명을 입력하세요.
pt_pt: Preencha a descrição do problema.
ru: Заполните описание неисправности.
zh_hans: 请填写问题描述
zh_hant: 請填寫問題描述

# mine_feedback_input_Contact
source: Fill in contact methods.
de: Füllen Sie die Kontaktmethoden aus.
es: Rellene los métodos de contacto.
fr: Complétez les moyens de contact.
it: Compila i metodi di contatto.
ja: 連絡先情報をご記入ください
ko: 연락 방법을 입력하세요.
pt_pt: Preencha os métodos de contacto.
ru: Заполните способы связи.
zh_hans: 请填写联系方式
zh_hant: 請填寫聯絡方式

# mine_feedback_alert_back_title
source: Are your sure to exit the current edit?
de: Sind Sie sicher, dass Sie die aktuelle Bearbeitung beenden wollen?
es: ¿Seguro que desea salir de la edición actual?
fr: Êtes-vous sûr de vouloir quitter l'édition en cours ?
it: Vuoi uscire dalle modifiche correnti?
ja: 現在の問題のフィードバックエディターを決定しますか？
ko: 현재 편집을 끝낼까요?
pt_pt: Tem a certeza de que pretende sair da edição atual?
ru: Не сохранять?
zh_hans: 确定退出当前编辑吗？
zh_hant: 確定退出當前問題反饋編輯嗎？

# mine_feedback_alert_back_content
source: If you exit now, you will not be able to save current content.
de: Wenn Sie jetzt beenden, können Sie den aktuellen Inhalt nicht mehr speichern.
es: Si sale ahora, no podrá guardar el contenido actual.
fr: Si vous quittez maintenant, vous ne pourrez pas sauvegarder le contenu actuel.
it: Se esci adesso, non potrai salvare il contenuto corrente.
ja: 終了すると、現在の問題のコンテンツを保存できません。
ko: 지금 끝내면 현재 콘텐츠를 저장할 수 없습니다.
pt_pt: Se sair agora, não poderá guardar o conteúdo atual.
ru: Если выйти сейчас, то невозможно сохранить текущий контент.
zh_hans: 现在退出，将无法保存当前的内容。
zh_hant: 現在退出，將無法保存當前問題反饋的內容。

# mine_feedback_alert_back_edit
source: Continue edit
de: Bearbeitung fortsetzen
es: Continuar edición
fr: Continuer à éditer
it: Continua modifica
ja: 編集を続けます
ko: 계속 편집
pt_pt: Continuar edição
ru: Продолжить редактирование
zh_hans: 继续编辑
zh_hant: 繼續編輯

# mine_feedback_alert_back_quit
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: やめる
ko: 끝내기
pt_pt: Sair
ru: Выйти
zh_hans: 退出
zh_hant: 退出

# mine_feedback_pic_null
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_pt: Nenhuma
ru: Нет
zh_hans: 无
zh_hant: 無

# mine_feedback_pic
source: Images
de: Bilder
es: Imágenes
it: Immagini
ja: 写真
ko: 이미지
pt_pt: Imagens
ru: Изображения
zh_hans: 图片
zh_hant: 圖片

# mine_feedback_sucess_tip
source: Thanks for your feedback. We will reply to you within 2 working days.
de: Vielen Dank für Ihr Feedback. Wir werden Ihnen innerhalb von 2 Geschäftstagen antworten.
es: Gracias por su comentario. Le responderemos en un plazo de 2 días laborables.
fr: Merci pour votre retour d'information. Nous vous répondrons dans un délai de 2 jours ouvrables.
it: Grazie per il commento. Ti risponderemo entro 2 giorni lavorativi.
ja: フィードバックをありがとう〜 2営業日以内に返信します
ko: 피드백에 감사드립니다. 영업일 기준으로 2일 이내에 답변드리겠습니다.
pt_pt: Agradecemos o seu feedback. Iremos responder-lhe no prazo de 2 dias úteis.
ru: Спасибо за отзыв. Мы ответим вам в течение 2 рабочих дней.
zh_hans: 感谢您的反馈～ 我们将在2个工作日内给您答复
zh_hant: 感謝您的反饋～ 我們將在2個工作日內給您答复

# sport_swimming_go_feedback
source: Feed back if issues exist
de: Feedback, falls Probleme bestehen
es: Enviar comentario si hay problemas
fr: Retour d'information en cas de problèmes
it: Invia commento in caso di problemi
ja: 質問がある場合はフィードバック
ko: 문제 발생 시 피드백 제출
pt_pt: Enviar feedback no caso de problemas
ru: Если возникнут неисправности, сообщите нам об этом
zh_hans: 有问题去反馈
zh_hant: 有問題去反饋

# sport_swimming_garmain_app_goggles_connected
source: Swimming goggles have been connected.
de: Die Schwimmbrille wurde verbunden.
es: Las gafas de natación se han conectado.
fr: Les lunettes de natation ont été connectées.
it: Gli occhialini da nuoto sono stati connessi.
ja: 水泳モスが接続されています
ko: 수영 고글이 연결되었습니다.
pt_pt: Os óculos de natação foram ligados.
ru: Очки для плавания подключены.
zh_hans: 泳镜已连接
zh_hant: 泳鏡已連接

# sport_dataDetail_swim_plan_chart_tip
source: *Width represents the distance in the training task, and the distance between the distance represents: 1 <= distance <= 999 *Width algorithm: According to the total length of the training plan, it is displayed proportionally
de: *Breite repräsentiert den Abstand in der Trainingsaufgabe, und der Abstand zwischen der Entfernung repräsentiert: 1 <= Abstand <= 999 *Breitalgorithmus: Nach der Gesamtlänge des Trainingsplans wird er proportional angezeigt
es: *El ancho representa la distancia en la tarea de entrenamiento, y la distancia entre la distancia representa: 1 <= distancia <= 999 *Algoritmo de ancho: según la longitud total del plan de entrenamiento, se muestra proporcionalmente
fr: * La largeur représente la distance dans la tâche de formation, et la distance entre la distance représente: 1 <= distance <= 999 * Algorithme de largeur: Selon la durée totale du plan de formation, il est affiché proportionnellement
it: *La larghezza rappresenta la distanza nell'attività di allenamento e la distanza tra la distanza rappresenta: 1 <= distanza <= 999 *Algoritmo di larghezza: secondo la lunghezza totale del piano di allenamento, viene visualizzato proporzionalmente
ja: *幅はトレーニングタスクの距離を表し、距離間の距離は次のとおりです。1<=距離<= 999 *幅アルゴリズム：トレーニング計画の全長に応じて、比例して表示されます
ko: *너비는 훈련 작업의 거리를 나타내고 거리 사이의 거리는 다음을 나타냅니다. 1 <= 거리 <= 999 *너비 알고리즘 : 교육 계획의 총 길이에 따라 비례 적으로 표시됩니다.
pt_pt: *A largura representa a distância na tarefa de treinamento, e a distância entre a distância representa: 1 <= distância <= 999 *Algoritmo de largura: De acordo com a duração total do plano de treinamento, ele é exibido proporcionalmente
ru: *Ширина представляет расстояние в учебной задаче, а расстояние между расстоянием представляет: 1 <= расстояние <= 999 *Алгоритм ширины: в соответствии с общей длиной плана обучения, он отображается пропорционально
zh_hans: *宽度代表训练任务中的距离，距离代表的取值范围：1<=距离<=999 *宽度算法：根据训练计划的总长度按比例显示
zh_hant: *寬度代表訓練任務中的距離，距離代表的取值範圍：1<=距離<=999 *寬度算法：根據訓練計劃的總長度按比例顯示

# sport_dataDetail_swim_setting_save_title
source: Whether to save settings
de: Ob Einstellungen speichern
es: Si guardar configuración
fr: S'il faut enregistrer les paramètres
it: Se salvare le impostazioni
ja: 設定を保存するかどうか
ko: 설정을 저장할지 여부
pt_pt: Se deve salvar as configurações
ru: Сохранять настройки
zh_hans: 是否保存设置
zh_hant: 是否保存設置

# swimming_training_plan_display_show
source: Screen display
de: Bildschirmanzeige
es: visualización de la pantalla
fr: écran d'affichage
it: Display dello schermo
ja: 画面表示
ko: 화면 디스플레이
pt_pt: Tela de exibição
ru: Дисплей экрана
zh_hans: 屏幕显示
zh_hant: 螢幕顯示

# swimming_training_switching_mode_alert_title
source: Mode Switching Alert
de: Eingabeaufforderung des Switch -Modus
es: Modo de interruptor indicador
fr: Invite du mode commutateur
it: Prompt della modalità di commutazione
ja: スイッチモードプロンプト
ko: 스위치 모드 프롬프트
pt_pt: Prompt de modo de chave
ru: Попрос режима переключения
zh_hans: 切换模式提示
zh_hant: 切換模式提示

# swimming_training_switching_mode_alert_content
source: You are switching from the 'Training Plan' mode back to the 'Advanced Training' mode. Please note that this action will clear the current training plan on your goggles. However, you can continue to view and adjust your previously set training plan within the app. Are you sure you want to proceed with the switch?
de: Sie wechseln aus dem 'Trainingsplan' -Modus zurück in den Modus 'Advanced Training'. Bitte beachten Sie, dass dieser Vorgang den Trainingsplan für den aktuellen Schwimmmoster löscht. Sie können jedoch weiterhin Ihren vorherigen Trainingsplan für die App anzeigen und anpassen. Bestätigen Sie den Schalter?
es: Estás volviendo al modo 'Entrenamiento avanzado' desde el modo 'Plan de entrenamiento'. Tenga en cuenta que esta operación borrará el plan de capacitación en el Moster de natación actual, pero puede continuar viendo y ajustando su plan de capacitación anterior en la aplicación. ¿Confirma el interruptor?
fr: Vous passez au mode 'Formation avancé' à partir du mode 'Plan de formation'. Veuillez noter que cette opération effacera le plan de formation sur le moster de natation actuel, mais vous pouvez continuer à afficher et ajuster votre plan de formation précédent sur l'application. Confirmez-vous l'interrupteur?
it: Stai tornando alla modalità 'allenamento avanzato' dalla modalità 'Piano di allenamento'. Si prega di notare che questa operazione eliminerà il piano di formazione sull'attuale Moster di nuoto, ma puoi continuare a visualizzare e regolare il piano di allenamento precedente sull'app. Confermi l'interruttore?
ja: 「トレーニング計画」モードから「高度なトレーニング」モードに切り替えています。この操作は現在の水泳モスターのトレーニング計画をクリアすることに注意してくださいが、アプリで以前のトレーニング計画を表示および調整し続けることができます。スイッチを確認しますか？
ko: '교육 계획'모드에서 '고급 교육'모드로 다시 전환하고 있습니다. 이 작업은 현재 수영 모스터에 대한 교육 계획을 없애지 만 앱에서 이전 교육 계획을 계속보고 조정할 수 있습니다. 스위치를 확인합니까?
pt_pt: Você está voltando para o modo de 'treinamento avançado' do modo 'Plano de Treinamento'. Observe que esta operação limpará o plano de treinamento no atual Moster, mas você pode continuar visualizando e ajustando seu plano de treinamento anterior no aplicativo. Você confirma o interruptor?
ru: Вы возвращаетесь в режим «передового обучения» из режима «План обучения». Обратите внимание, что эта операция очистит план обучения текущему мостеру плаванию, но вы можете продолжать просматривать и регулировать свой предыдущий план обучения в приложении. Вы подтверждаете переключатель?
zh_hans: 您正在从“训练计划”模式切换回“进阶训练”模式。请注意，此操作将清空当前泳镜上的训练计划，但您可以在APP上继续查看和调整您之前设定的训练计划。是否确认切换？
zh_hant: 您正在從“訓練計劃”模式切換回“進階訓練”模式。請注意，此操作將清空當前泳鏡上的訓練計劃，但您可以在APP上繼續查看和調整您之前設定的訓練計劃。是否確認切換？

# swimming_training_sync_plan_count_ios
source: Synchronize %@ devices and %@ training plans together
de: Synchronisieren Sie %@ Geräte und %@ Trainingspläne miteinander
es: Sincroniza %@ dispositivos y %@ planes de entrenamiento juntos
fr: Synchronisez %@ appareils et %@ plans d'entraînement ensemble
it: Sincronizza insieme %@ dispositivi e %@ piani di allenamento
ja: %@ 台のデバイスと %@ つのトレーニング プランを同期します
ko: %@개의 장치와 %@개의 훈련 계획을 함께 동기화
pt_pt: Sincronize %@ dispositivos e %@ planos de treinamento juntos
ru: Синхронизируйте %@ устройства и %@ плана тренировок вместе.
zh_hans: 共同步%@台设备，%@个训练计划
zh_hant: 共同步%@台設備，%@個訓練計劃

# swimming_training_sync_plan_count_android1
source: Synchronize
de: Synchronisieren Sie
es: Sincroniza
fr: Synchronisez
it: Sincronizza insieme
pt_pt: Sincronize
ru: Синхронизируйте
zh_hans: 共同步
zh_hant: 共同步

# swimming_training_sync_plan_count_android2
source: devices and
de: Geräte und
es: dispositivos y
fr: appareils et
it: dispositivi e
ja: 台のデバイスと
ko: 개의 장치와
pt_pt: dispositivos e
ru: устройства и
zh_hans: 台设备，
zh_hant: 台設備，

# swimming_training_sync_plan_count_android3
source: training plans together
de: Trainingspläne miteinander
es: planes de entrenamiento juntos
fr: plans d'entraînement ensemble
it: piani di allenamento
ja: つのトレーニング プランを同期します
ko: 개의 훈련 계획을 함께 동기화
pt_pt: planos de treinamento juntos
ru: плана тренировок вместе.
zh_hans: 个训练计划
zh_hant: 個訓練計劃

# swimming_training_plan_number_limit
source: The creation of training plans has reached the upper limit! Please delete some plans first and then create a new one.
de: Die Schaffung von Trainingsplänen hat die Obergrenze erreicht! Bitte löschen Sie zuerst einige Pläne und erstellen Sie dann eine neue.
es: ¡La creación de planes de entrenamiento ha alcanzado el límite superior! Elimine primero algunos planes y luego cree uno nuevo.
fr: La création de plans de formation a atteint la limite supérieure! Veuillez supprimer d'abord certains plans, puis en créer un nouveau.
it: La creazione di piani di allenamento ha raggiunto il limite superiore! Si prega di eliminare prima alcuni piani e poi crearne uno nuovo.
ja: トレーニング計画の作成は上限に達しました！最初にいくつかの計画を削除してから、新しい計画を作成してください.
ko: 훈련 계획의 창출은 상한에 도달했습니다! 먼저 일부 계획을 삭제 한 다음 새 계획을 작성하십시오.
pt_pt: A criação de planos de treinamento atingiu o limite superior! Exclua alguns planos primeiro e depois crie um novo.
ru: Создание планов обучения достигло верхнего предела! Сначала удалите некоторые планы, а затем создайте новый.
zh_hans: 创建训练计划已达到上限！请先删除一些计划再创建新的。
zh_hant: 創建訓練計劃已達到上限！請先刪除一些計劃再創建新的。

# swimming_training_plan_remove_alert
source: After being removed from the device, the training plan will no longer be displayed in the swimming goggles, but the training plan can still be viewed in the APP
de: Nachdem der Trainingsplan aus dem Gerät entfernt wurde, wird er nicht mehr in der Schwimmbrille angezeigt, aber der Trainingsplan kann weiterhin in der App betrachtet werden
es: Después de ser retirado del dispositivo, el plan de entrenamiento ya no se mostrará en las gafas de natación, pero el plan de entrenamiento aún se puede ver en la aplicación
fr: Après avoir été retiré de l'appareil, le plan de formation ne sera plus affiché dans les lunettes de natation, mais le plan de formation peut toujours être consulté dans l'application
it: Dopo essere stato rimosso dal dispositivo, il piano di allenamento non verrà più visualizzato negli occhiali da nuoto, ma il piano di allenamento può ancora essere visualizzato nell'app
ja: デバイスから削除された後、トレーニング計画は水泳ゴーグルに表示されなくなりますが、トレーニング計画はアプリでまだ表示できます。
ko: 장치에서 제거 된 후에는 교육 계획이 더 이상 수영 고글에 표시되지 않지만 교육 계획은 여전히 ​​앱에서 볼 수 있습니다.
pt_pt: Depois de ser removido do dispositivo, o plano de treinamento não será mais exibido nos óculos de natação, mas o plano de treinamento ainda pode ser visto no aplicativo
ru: После удаления с устройства план обучения больше не будет отображаться в плавательных очках, но план обучения все еще можно просматривать в приложении
zh_hans: 从设备上移除后，泳镜里将不再显示该训练计划，但训练计划仍可在app内查看
zh_hant: 從設備上移除後，泳鏡裡將不再顯示該訓練計劃，但訓練計劃仍可在app內查看

# swimming_training_plan_remove_last_alert
source: This is the last training plan on the swimming goggles. If you remove it, you will not be able to use the training plan function on the swimming goggles.
de: Dies ist der letzte Trainingsplan auf der Schwimmbrille. Wenn Sie ihn abnehmen, können Sie die Trainingsplanfunktion auf der Schwimmbrille nicht nutzen.
es: Este es el último plan de entrenamiento de las gafas de natación. Si lo quita, no podrá utilizar la función del plan de entrenamiento de las gafas de natación.
fr: Il s'agit du dernier plan d'entraînement sur les lunettes de natation. Si vous le retirez, vous ne pourrez pas utiliser la fonction plan d'entraînement sur les lunettes de natation.
it: Questo è l'ultimo piano di allenamento sugli occhialini da nuoto. Se lo rimuovi, non potrai utilizzare la funzione del piano di allenamento sugli occhialini da nuoto.
ja: これはスイミング ゴーグルの最後のトレーニング プランです。これを取り外すと、スイミング ゴーグルのトレーニング プラン機能は使用できなくなります。
ko: 수영고글의 마지막 훈련 계획입니다.제거할 경우 수영고글의 훈련 계획 기능을 사용할 수 없습니다.
pt_pt: Este é o último plano de treinamento dos óculos de natação. Se você removê-lo, não poderá usar a função de plano de treinamento dos óculos de natação.
ru: Это последний план тренировок на очках для плавания. Если вы удалите его, вы не сможете использовать функцию плана тренировок на очках для плавания.
zh_hans: 这是泳镜上最后一个训练计划，移除将无法在泳镜上使用训练计划功能
zh_hant: 這是泳鏡上最後一個訓練計劃，移除將無法在泳鏡上使用訓練計劃功能

# swimming_training_plan_delete_last_alert
source: Confirm the deletion training plan?
de: Den Löschtrainingsplan bestätigen?
es: ¿Confirma el plan de capacitación de eliminación?
fr: Confirmer le plan de formation de suppression?
it: Conferma il piano di formazione di eliminazione?
ja: 削除トレーニング計画を確認しますか？
ko: 삭제 훈련 계획을 확인 하시겠습니까?
pt_pt: Confirmar o plano de treinamento de exclusão?
ru: Подтвердите план обучения по удалению?
zh_hans: 确认删除训练计划？
zh_hant: 確認刪除訓練計劃？

# un_bind_device
source: Unsynchronized data on the device will be deleted. Are you sure you want to unbind the currently connected device?
de: Nicht synchronisierte Daten auf dem Gerät werden gelöscht. Sind Sie sicher, dass Sie die Bindung des aktuell verbundenen Geräts aufheben möchten?
es: Los datos no sincronizados del dispositivo se eliminarán. ¿Estás seguro de que deseas desvincular el dispositivo actualmente conectado?
fr: Les données non synchronisées sur l'appareil seront supprimées. Êtes-vous sûr de vouloir dissocier l'appareil actuellement connecté ?
it: I dati non sincronizzati sul dispositivo verranno eliminati. Vuoi scollegare il dispositivo attualmente connesso?
ja: デバイス上の同期されていないデータは削除されます。現在接続されているデバイスのバインドを解除してもよろしいですか?
ko: 기기의 동기화되지 않은 데이터가 삭제됩니다. 현재 연결된 기기의 바인딩을 해제하시겠습니까?
pt_pt: Os dados não sincronizados no dispositivo serão excluídos. Tem certeza de que deseja desvincular o dispositivo conectado no momento?
ru: Несинхронизированные данные на устройстве будут удалены. Вы уверены, что хотите отменить привязку подключенного в данный момент устройства?
zh_hans: 设备上未同步的数据会被删除，确定要解绑当前连接的设备？
zh_hant: 裝置上未同步的資料會被刪除，確定要解綁目前連線的裝置？
