Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_swimming_training_task_description
source: Each time the distance is added or subtracted, the amount is one pool length, and the distance must be a multiple of the pool length. The current pool length:
de: Jedes Mal, wenn die Distanz addiert oder subtrahiert wird, beträgt der Betrag eine Poollänge, und die Distanz muss ein Vielfaches der Poollänge sein. Die aktuelle Poollänge:
es: Cada vez que se suma o resta la distancia, la cantidad es la longitud de la piscina y la distancia debe ser un múltiplo de la longitud de la piscina:
fr: Chaque fois que la distance est ajoutée ou soustraite, le montant correspond à une longueur de bassin et la distance doit être un multiple de la longueur du bassin:
it: Ogni volta che la distanza viene aggiunta o sottratta, l'importo corrisponde alla lunghezza della piscina e la distanza deve essere un multiplo della lunghezza della piscina:
ja: 距離が加算または減算されるたびに、その量は 1 つのプールの長さになり、距離はプールの長さの倍数でなければなりません。現在のプールの長さ:
ko: 거리를 더하거나 뺄 때마다 그 양은 하나의 수영장 길이가 되며 거리는 수영장 길이의 배수가 되어야 합니다:
pt_pt: Cada vez que a distância é adicionada ou subtraída, o valor é um comprimento do pool e a distância deve ser um múltiplo do comprimento do pool. O comprimento atual do pool:
ru: Каждый раз, когда расстояние добавляется или вычитается, сумма равна одной длине пула, а расстояние должно быть кратно длине пула:
zh_hans: 每次距离加减数量为一个泳池长度，距离必须是泳池长度的倍数 当前泳池长度：
zh_hant: 每次距離加減數量為一個泳池長度，距離必須是泳池長度的倍數 目前泳池長度：

# sport_swimming_lumptime_description
source: (Fixed time = Swimming time + Break time)
de: (Feste Zeit = Schwimmzeit + Pausenzeit)
es: (Tiempo fijo = Tiempo de natación + Tiempo de pausa)
fr: (Temps fixe = temps de natation + temps de pause)
it: (Tempo fisso = Tempo di nuoto + Tempo di pausa)
ja: (ランプタイム = 水泳時間 + 休憩時間)
ko: (고정 시간 = 수영 시간 + 휴식 시간)
pt_pt: (Tempo corrigido = Tempo de natação + Tempo de pausa)
ru: (Фиксированное время = время плавания + время перерыва)
zh_hans: （包干时间=游进时间+休息时间）
zh_hant: （包乾時間=游進時間+休息時間）

# login_and
source: and
de: und
es: y
fr: et
it: e
ja: と
ko: 및
pt_pt: e
ru: и
zh_hans: 与
zh_hant: 與

# login_and_the
source: and
de: und
es: y
fr: et
it: e
ja: と
ko: 및
pt_pt: e
ru: и
zh_hans: 与
zh_hant: 與

# login_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt_pt: Palavra-passe
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# login_email
source: Email
es: C. electrónico
ja: Eメール
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 電子信箱

# sport_device_tap_here
source: Tap here
de: Hier tippen
es: Toque aquí
fr: Tapez ici
it: Tocca qui
ja: ここをクリック
ko: 여기를 탭
pt_pt: Tocar aqui
ru: Нажмите здесь
zh_hans: 点这里
zh_hant: 點這裡

# common_sure
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_pt: Confirmar
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認

# login_enter_code_lagre
source: Enter verification code
de: Bestätigungscode eingeben
es: Introduzca el código de verificación
fr: Saisir le code de vérification
it: Immetti il codice di verifica
ja: 認証コードを入力
ko: 확인 코드 입력
pt_pt: Introduzir código de verificação
ru: Введите код подтверждения
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# sport_analy_after_upload
source: Upload after data calculation.
de: Nach der Datenberechnung hochladen.
es: Cargar después de calcular los datos.
fr: Transférer après le calcul des données.
it: Carica dopo il calcolo dei dati.
ja: 計算後データをアップロードしてください
ko: 데이터 계산 후 업로드합니다.
pt_pt: Carregue após o cálculo de dados.
ru: Выгрузите после подсчета данных.
zh_hans: 请数据计算完成后上传
zh_hant: 請數據計算完成後上傳

# mine_german
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ人
ko: 독일어
pt_pt: Alemão
ru: Немецкий
zh_hans: 德文
zh_hant: 德文

# swim_current_poolLength
source: Current pool length
de: Aktuelle Beckenlänge
es: Longitud de la piscina actual
fr: Longueur actuelle de la piscine
it: Lunghezza piscina corrente
ja: 現在のプールの長さ
ko: 현재 수영장 길이
pt_pt: Comprimento atual da piscina
ru: Длина текущего бассейна
zh_hans: 当前泳池长度
zh_hant: 當前泳池長度

# swim_poolLength_multiple
source: The target distance must be a multiple of the pool length.
de: Die Zielstrecke muss ein Vielfaches der Beckenlänge sein.
es: La distancia objetivo debe ser un múltiplo de la longitud de la piscina.
fr: La distance cible doit être un multiple de la longueur de la piscine.
it: La distanza obiettivo deve essere un multiplo della lunghezza della piscina.
ja: ターゲット距離はプールの長さの倍数である必要があります
ko: 목표 거리는 수영장 길이의 배수여야 합니다.
pt_pt: A distância alvo tem de ser um múltiplo do comprimento da piscina.
ru: Целевая дистанция должна быть кратна длине бассейна.
zh_hans: 目标距离必须是泳池长度的倍数
zh_hant: 目標距離必須是泳池長度的倍數

# connect_failure_help_solution
source: Tap to view the solutions.
de: Tippen, um die Lösungen anzuzeigen.
es: Toque para ver las soluciones.
fr: Tapez pour afficher les solutions.
it: Tocca per visualizzare le soluzioni.
ja: クリックすると解決策が表示されます
ko: 탭하여 해결책을 봅니다.
pt_pt: Toque para ver as soluções.
ru: Нажмите, чтобы просмотреть варианты для решения.
zh_hans: 点击查看解决方法
zh_hant: 點擊查看解決方法

# swim_traget_limit_distance
source: The value exceeds the upper limit. The maximum target distance is 9000.
de: Der Wert überschreitet den oberen Grenzwert. Die maximale Zielstrecke ist 9000.
es: El valor excede el límite superior. La distancia máxima al objetivo es 9000.
fr: La valeur dépasse la limite supérieure. La distance cible maximale est de 9000.
it: Il valore supera il limite superiore. La distanza obiettivo massima è 9000.
ja: 値が上限を超えています! 目標距離は9000まで入力可能
ko: 값이 상한을 초과합니다. 최대 목표 거리는 9000입니다.
pt_pt: O valor excede o limite superior. A distância alvo máxima é de 9000.
ru: Значение превышает верхний предел. Максимальная целевая дистанция – 9000.
zh_hans: 数值超过上限！目标距离最高可输入9000
zh_hant: 數值超過上限！目標距離最高可輸入9000

# swim_traget_limit_time
source: Enter a number between 10 and 990.
de: Geben Sie eine Zahl zwischen 10 und 990 ein.
es: Introduzca un número entre 10 y 990.
fr: Saisissez un numéro compris entre 10 et 990.
it: Immetti un numero tra 10 e 990.
ja: 10 ～ 990 の数字を入力してください
ko: 10~990 사이의 숫자를 입력하세요.
pt_pt: Introduza um número entre 10 e 990.
ru: Введите число от 10 до 990.
zh_hans: 请输入10～990之间的数字
zh_hant: 請輸入10～990之間的數字

# swim_traget_limit_distanceWithPoolLength
source: The set distance is not a multiple of the pool length. The system has adjusted it automatically.
de: Die eingestellte Strecke ist nicht ein Vielfaches der Beckenlänge. Das System hat sie automatisch angepasst.
es: La distancia establecida no es un múltiplo de la longitud de la piscina. El sistema la ha ajustado automáticamente.
fr: La distance réglée n'est pas un multiple de la longueur de la piscine. Le système l'a ajustée automatiquement.
it: La distanza impostata non è un multiplo della lunghezza della piscina. Il sistema ha effettuato la regolazione automaticamente.
ja: 設定された距離はプールの長さの倍数ではなく、システムが自動的に調整しました。
ko: 설정된 거리가 수영장 길이의 배수가 아닙니다. 시스템에서 자동으로 조정했습니다.
pt_pt: A distância definida não é um múltiplo do comprimento da piscina. O sistema ajustou-a automaticamente.
ru: Установленная дистанция не кратна длине бассейна. Система скорректировала ее автоматически.
zh_hans: 设定的距离不是泳池长度的倍数，系统已自动调整。
zh_hant: 設定的距離不是泳池長度的倍數，系統已自動調整。

# mine_feedback_device_log
source: Feed back device log
de: Feedback zum Geräteprotokoll
es: Registro del dispositivo de comentarios
fr: Journal du dispositif de retour d'information
it: Commento registro dispositivo
ja: フィードバックデバイスログ
ko: 장치 로그 피드백
pt_pt: Registo de feedback do dispositivo
ru: Отправка журнала устройств
zh_hans: 反馈设备日志
zh_hant: 反饋設備日誌

# mine_feedback_success
source: Feedback succeeded.
de: Feedback erfolgreich.
es: Comentario correcto.
fr: Le retour d'information a réussi.
it: Commento riuscito.
ja: フィードバックが成功しました
ko: 피드백을 제출했습니다.
pt_pt: Feedback efetuado com êxito.
ru: Отзыв отправлен.
zh_hans: 反馈成功
zh_hant: 反饋成功

# mine_feedback_null
source: No feedback log yet.
de: Noch kein Feedback-Protokoll.
es: Todavía no hay registro de comentarios.
fr: Pas d'encore de journal de retour d'information.
it: Ancora nessun registro commenti.
ja: フィードバックログはまだありません
ko: 아직 피드백 로그가 없습니다.
pt_pt: Ainda sem registo de feedback.
ru: Нет отправленных отзывов.
zh_hans: 暂无反馈日志
zh_hant: 暫無反饋日誌

# swim_norm_level
source: Set evaluation criteria
de: Bewertungskriterien festlegen
es: Establecer criterios de evaluación
fr: Définir des critères d'évaluation
it: Imposta criteri di valutazione
ja: 評価基準を設定する
ko: 평가 기준 설정
pt_pt: Definir critérios de avaliação
ru: Установить критерии оценки
zh_hans: 设定评价标准
zh_hant: 設定評價標準

# mine_Followed_scuess
source: Followed successfully.
de: Erfolgreich gefolgt.
es: Seguido correctamente.
fr: Suivi avec succès.
it: Seguito correttamente.
ja: フォローしました
ko: 팔로우했습니다.
pt_pt: Seguido com êxito.
ru: Подписка оформлена.
zh_hans: 关注成功
zh_hant: 關注成功

# swim_level_target_time
source: Level-qualified time:
de: Levelqualifizierte Zeit:
es: Tiempo calificado por nivel:
fr: Niveau-Temps qualifié :
it: Tempo qualificato per il livello:
ja: このレベルに到達するまでに必要な時間は次のとおりです。
ko: 레벨에 따른 시간:
pt_pt: Tempo qualificado de nível:
ru: Время для уровня:
zh_hans: 该等级达标时间为：
zh_hant: 此等級達標時間為：

# swim_level_poollength_illegal_last
source: meters, non-standard pool length. Please edit the pool length first.
de: Meter, nicht standardisierte Beckenlänge. Bitte bearbeiten Sie die Beckenlänge zuerst.
es: metros, longitud de piscina no estándar. Edite primero la longitud de la piscina.
fr: mètres, longueur de piscine non standard. Veuillez d'abord modifier la longueur de la piscine.
it: metri, lunghezza piscina non standard. Modifica prima la lunghezza della piscina.
ja: メートルで、標準外のプールの長さです。最初にプールの長さを変更してください。
ko: 미터, 비표준 수영장 길이. 먼저 수영장 길이를 편집하세요.
pt_pt: metros, comprimento da piscina não padrão. Edite primeiro o comprimento da piscina.
ru: м, нестандартная длина бассейна. Сначала измените длину бассейна.
zh_hans: 米，非标准泳池长度,请先修改泳池长度
zh_hant: 米，非標準泳池長度,請先修改泳池長度

# swim_level_poollength_illegal_first
source: * Current pool length:
de: * Aktuelle Beckenlänge:
es: * Longitud de la piscina actual:
fr: * Longueur actuelle de la piscine :
it: * Lunghezza piscina corrente:
ja: * 現在のプールの長さは
ko: * 현재 수영장 길이:
pt_pt: * Comprimento atual da piscina:
ru: *Длина текущего бассейна:
zh_hans: * 当前泳池长度为
zh_hant: * 目前泳池長度為

# swim_target_time
source: Target time
de: Zielzeit
es: Tiempo objetivo
fr: Temps cible
it: Tempo obiettivo
ja: 目標タイム
ko: 목표 시간
pt_pt: Tempo alvo
ru: Целевое время
zh_hans: 目标时间
zh_hant: 目標時間

# swim_my_time
source: My time
de: Meine Zeit
es: Mi tiempo
fr: Mon temps
it: Il mio tempo
ja: 私の時間
ko: 내 시간
pt_pt: O meu tempo
ru: Мое время
zh_hans: 我的用时
zh_hant: 我的用時

# swimming_free_style_tip2
source: Test to know your swimming level
de: Test zur Ermittlung Ihres Schwimmlevels
es: Prueba para conocer su nivel de natación
fr: Test pour connaître votre niveau de natation
it: Prova per sapere il tuo livello di nuoto
ja: テストして、自分の泳ぎの実力を理解してください
ko: 테스트로 내 수영 레벨 알아보기
pt_pt: Testar para saber o seu nível de natação
ru: Тест для определения уровня плавания
zh_hans: 测试一下，了解自己的游泳水平
zh_hant: 測試一下，了解自己的游泳程度

# swimming_unlimit
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
pt_pt: Ilimitado
ru: Неограниченно
zh_hans: 无限制
zh_hant: 無限制

# sport_record_fastesPace100Meters_yd
source: Fastest 100-yard pace
de: Schnellstes 100-Yard-Tempo
es: Ritmo más rápido en 100 yardas
fr: Vitesse la plus rapide sur 100 yards
it: Ritmo più veloce a 100 yard
ja: 最速配速/100yd
ko: 최고 100야드 페이스
pt_pt: Ritmo mais rápido nas 100 jardas
ru: Самый быстрый темп на 100 ярдов
zh_hans: 最快配速/百码
zh_hant: 最快配速/100yd

# sport_detail_lengthOfPool_yd
source: Pool length (yard)
de: Beckenlänge (Yard)
es: Longitud piscina (yd)
fr: Longueur de la piscine (yard)
it: Lung. piscina (yard)
ja: プールの長さ（yd）
ko: 수영장 길이(야드)
pt_pt: Comprimento da piscina (jarda)
ru: Длина бассейна (ярды)
zh_hans: 泳池长度/码
zh_hant: 泳池長度/碼

# sport_swimming_training_poollhength_yd
source: Pool length (yard)
de: Beckenlänge (Yard)
es: Longitud piscina (yd)
fr: Longueur de la piscine (yard)
it: Lung. piscina (yard)
ja: プールの長さ(yd)
ko: 수영장 길이(야드)
pt_pt: Comprimento da piscina (jarda)
ru: Длина бассейна (ярды)
zh_hans: 泳池长度（码）
zh_hant: 泳池長度（碼）

# sport_common_average100MeterPace_yd
source: Average 100-yard pace
de: Durchschnittliches 100-Yard-Tempo
es: Ritmo medio 100 yd
fr: Vit. moy. sur 100 y
it: Ritmo medio a 100 yard
ja: へいきん100ydそくど
ko: 평균 100야드 페이스
pt_pt: Ritmo médio nas 100 jardas
ru: Средний темп на 100 ярдов
zh_hans: 平均百码配速
zh_hant: 平均100yd配速

# unit_yard
source: yd
zh_hans: 码
zh_hant: 碼

# sport_common_distanceMeter_yd
source: Distance (yard)
de: Strecke (Yard)
es: Distancia (yd)
it: Distanza (yard)
ja: 距離/yd
ko: 거리(야드)
pt_pt: Distância (jarda)
ru: Дистанция (ярды)
zh_hans: 距离/码
zh_hant: 距離/碼

# sport_data_analyze_illegal_yd
source: The swimming data is less than 500 yards, so AI data analysis cannot be performed.
de: Die Schwimmdaten betragen weniger als 500 Yards, sodass keine KI-Datenanalyse durchgeführt werden kann.
es: Los datos de natación son inferiores a 500 yardas, por lo que no se puede realizar un análisis de datos de IA.
fr: Les données de natation sont inférieures à 500 yards, de sorte qu'il n'est pas possible d'effectuer une analyse des données de l'IA.
it: I dati di nuoto sono inferiori a 500 yard, pertanto non è possibile effettuare l'analisi dei dati di IA.
ja: 今回使用したデータは500メートル未満のためデータ解析はできません
ko: 수영 데이터가 500야드 미만이므로 AI 데이터 분석을 수행할 수 없습니다.
pt_pt: Os dados de natação são inferiores a 500 jardas, pelo que não é possível efetuar a análise dos dados por IA.
ru: Данные о плавании собраны для дистанции менее 500 ярдов, поэтому ИИ не может выполнить их анализ.
zh_hans: 此次游泳数据小于500码，无法进行AI数据分析
zh_hant: 此次游泳數據小於500碼，無法進行AI數據分析

# swim_level_poollength_illegal_last_yd
source: yards, non-standard pool length. Please edit the pool length first.
de: Yards, nicht standardisierte Beckenlänge. Bitte bearbeiten Sie die Beckenlänge zuerst.
es: yardas, longitud de piscina no estándar. Edite primero la longitud de la piscina.
fr: yards, longueur de piscine non standard. Veuillez d'abord modifier la longueur de la piscine.
it: yard, lunghezza piscina non standard. Modifica prima la lunghezza della piscina.
ja: メートルで、標準外のプールの長さです。最初にプールの長さを変更してください。
ko: 야드, 비표준 수영장 길이. 먼저 수영장 길이를 편집하세요.
pt_pt: jardas, comprimento da piscina não padrão. Edite primeiro o comprimento da piscina.
ru: ярд., нестандартная длина бассейна. Сначала измените длину бассейна.
zh_hans: 码，非标准泳池长度,请先修改泳池长度
zh_hant: 碼，非標準泳池長度,請先修改泳池長度

# sport_detail_100MeterAveragePace_yd
source: Average 100-yard pace
de: Durchschnittliches 100-Yard-Tempo
es: Ritmo medio 100 yd
fr: Vit. moy. sur 100 y
it: Ritmo medio a 100 yard
ja: 100yd平均ペース
ko: 평균 100야드 페이스
pt_pt: Ritmo médio nas 100 jardas
ru: Средний темп на 100 ярдов
zh_hans: 100yd平均配速
zh_hant: 100yd平均配速

# sport_common_100MeterPace_yd
source: Pace (100 yards)
de: Tempo (100 Yards)
es: Ritmo (100 yardas)
fr: Vitesse (100 yards)
it: Ritmo (100 yard)
ja: ペース（100yd）
ko: 페이스(100야드)
pt_pt: Ritmo (100 jardas)
ru: Темп (100 ярдов)
zh_hans: 配速/100yd
zh_hant: 配速/100yd

# swimming_advanced_task_group_first
source: No.
de: Nein.
es: N.°
fr: N°
it: N.
ja: グループ
ko: 번호
pt_pt: N.º
zh_hans: 第
zh_hant: 第

# swimming_advanced_task_group_last
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ko: 그룹
pt_pt: Grupo
ru: Группа
zh_hans: 组
zh_hant: 組

# swimming_level_poollength_clash
source: Modifying the length of the swimming pool will affect the synchronized training plan and performance evaluation standards. After confirming the modification, it will close the score rating standard function and remove the training plan in the goggles. History training plan will be retained in the APP.
de: Durch die Änderung der Länge des Schwimmbades wirken sich die synchronisierten Trainingsplan und die Leistungsbewertungsstandards aus. Nach der Bestätigung der Änderung wird die Bewertungsstandardfunktion geschlossen und den Trainingsplan in der Schutzbrille entfernt. Der Trainingsplan für Geschichte wird in der App beibehalten.
es: La modificación de la longitud de la piscina afectará el plan de entrenamiento sincronizado y los estándares de evaluación del rendimiento. Después de confirmar la modificación, cerrará la función estándar de calificación de calificación y eliminará el plan de entrenamiento en las gafas. El plan de capacitación de historia se retendrá en la aplicación.
fr: La modification de la durée de la piscine affectera le plan de formation synchronisé et les normes d'évaluation des performances. Après avoir confirmé la modification, il fermera la fonction standard de notation du score et supprimera le plan de formation dans les lunettes. Le plan de formation en histoire sera conservé dans l'application.
it: La modifica della lunghezza della piscina influenzerà il piano di allenamento sincronizzato e gli standard di valutazione delle prestazioni. Dopo aver confermato la modifica, chiuderà la funzione standard di valutazione del punteggio e rimuoverà il piano di allenamento negli occhiali. Il piano di formazione della storia verrà mantenuto nell'app.
ja: プールの長さを変更すると、同期されたトレーニング計画とパフォーマンス評価基準に影響します。変更を確認した後、スコア評価標準関数を閉じ、ゴーグルのトレーニング計画を削除します。歴史トレーニング計画はアプリに保持されます.
ko: 수영장의 길이를 수정하면 동기화 된 교육 계획 및 성능 평가 표준에 영향을 미칩니다. 수정을 확인한 후 점수 등급 표준 기능을 닫고 고글에서 교육 계획을 제거합니다. 역사 훈련 계획은 앱에 유지됩니다.
pt_pt: A modificação da duração da piscina afetará o plano de treinamento sincronizado e os padrões de avaliação de desempenho. Depois de confirmar a modificação, ele fechará a função padrão da classificação de pontuação e removerá o plano de treinamento nos óculos. O plano de treinamento de história será retido no aplicativo.
ru: Модификация длины бассейна будет влиять на план синхронизированного обучения и стандарты оценки эффективности. После подтверждения модификации это закроет стандартную функцию рейтинга оценки и удалит план обучения в очках. План обучения истории будет сохранен в приложении.
zh_hans: 修改泳池长度将影响已同步的训练计划和成绩评价标准。确认修改后，将关闭成绩评级标准功能，并移除泳镜中的训练计划。历史训练计划会保留在App内。
zh_hant: 修改泳池長度將影響已同步的訓練計劃和成績評價標準。確認修改後，將關閉成績評級標準功能，並移除泳鏡中的訓練計劃。歷史訓練計劃會保留在App內。

# swimming_level_poollength_clash_abroad
source: Modifying the pool length will impact the synchronized training plan. Upon confirmation of the modification, the training plan will be removed from the goggles. Historical training plans will remain preserved within the application.
de: Eine Änderung der Poollänge wirkt sich auf synchronisierte Trainingspläne aus. Sobald die Änderung bestätigt ist, wird der Trainingsplan aus der Brille entfernt. Historische Trainingspläne bleiben in der App erhalten.
es: Modificar la longitud de la piscina afectará a los planes de entrenamiento sincronizados. Una vez confirmada la modificación, el plan de entrenamiento será retirado de las gafas. Los planes de entrenamiento históricos permanecerán en la App.
fr: La modification de la longueur de la piscine affectera les plans d'entraînement synchronisés. Une fois la modification confirmée, le plan d'entraînement sera retiré des lunettes. Les plans de formation historiques resteront dans l'application.
it: La modifica della lunghezza della piscina influirà sui piani di allenamento sincronizzati. Una volta confermata la modifica, il piano di allenamento verrà rimosso dagli occhiali. I piani di allenamento storici rimarranno nell'App.
ja: プールの長さを変更すると、同期されたトレーニング プランに影響します。変更が確認されると、トレーニング計画はゴーグルから削除されます。過去のトレーニング計画はアプリに残ります。
ko: 수영장 길이를 수정하면 동기화된 훈련 계획에 영향을 미칩니다. 수정이 확인되면 훈련 계획이 고글에서 제거됩니다. 과거 훈련 계획은 앱에 유지됩니다.
pt_pt: A modificação do comprimento da piscina afetará os planos de treinamento sincronizados. Assim que a modificação for confirmada, o plano de treinamento será removido dos óculos. Os planos históricos de treinamento permanecerão no aplicativo.
ru: Изменение длины пула повлияет на синхронизированные планы тренировок. Как только изменение будет подтверждено, план тренировки будет удален из очков. Исторические планы тренировок останутся в приложении.
zh_hans: 修改泳池长度将影响已同步的训练计划。 确认修改后，将从泳镜中删除训练计划。 历史训练计划将保留在App中。
zh_hant: 修改泳池長度將影響已同步的訓練計劃。確認修改後，將從泳鏡中刪除訓練計劃。歷史訓練計劃將保留在App中。

# swimming_level_close_willclear
source: After the evaluation criteria is turned off, the set criteria will be cleared to resume the free training mode.
de: Nachdem die Bewertungskriterien ausgeschaltet wurden, werden die eingestellten Kriterien gelöscht, um den freien Trainingsmodus wieder aufzunehmen.
es: Una vez desactivados los criterios de evaluación, los criterios establecidos se borrarán para reanudar el modo de entrenamiento libre.
fr: Une fois les critères d'évaluation désactivés, les critères définis sont effacés pour reprendre le mode d'entraînement libre.
it: Una volta disattivati i criteri di valutazione, i criteri impostati verranno cancellati per riprendere la modalità di allenamento libera.
ja: 設定を閉じた後、設定した基準はクリアされ、フリートレーニングモードに戻ります。
ko: 평가 기준이 꺼지면 설정된 기준이 삭제되어 자유 트레이닝 모드를 다시 시작할 수 있습니다.
pt_pt: Depois de os critérios de avaliação serem desativados, os critérios definidos serão eliminados para retomar o modo de treino livre.
ru: После выключения критериев оценки установленные критерии будут очищены, чтобы возобновить режим бесплатного обучения.
zh_hans: 关闭评价标准后，设定的标准将会被清空，恢复自由训练模式
zh_hant: 關閉評估標準後，設定的標準將會被清空，恢復自由訓練模式

# swimming_level_close
source: Turn off evaluation
de: Bewertung ausschalten
es: Desactivar evaluación
fr: Désactivez l'évaluation
it: Disattiva la valutazione
ja: 設定を閉じる
ko: 평가 끄기
pt_pt: Desativar avaliação
ru: Выключить оценку
zh_hans: 关闭评价
zh_hant: 關閉評價

# swimming_level_open
source: Keep enabled
de: Aktiviert halten
es: Mantener habilitado
fr: Maintenir activé
it: Mantieni attivato
ja: 有効に保つ
ko: 실행 유지
pt_pt: Manter ativo
ru: Не выключать
zh_hans: 保留开启
zh_hant: 保留開啟

# swimming_edit_not_save
source: The current edit has not been saved. Are you sure to return?
de: Die aktuelle Bearbeitung wurde nicht gespeichert. Sind Sie sicher, dass Sie zurückkehren möchten?
es: La edición actual no se ha guardado. ¿Seguro que desea volver?
fr: La modification en cours n'a pas été enregistrée. Êtes-vous sûr de vouloir revenir ?
it: La modifica corrente non è stata salvata. Vuoi tornare?
ja: 変更内容は保存されていません。戻りますか？
ko: 현재 편집 내용이 저장되지 않았습니다. 돌아갈까요?
pt_pt: A edição atual não foi guardada. Tem a certeza de que pretende voltar?
ru: Текущее редактирование не сохранено. Вернутся?
zh_hans: 当前修改未保存，确定要返回吗？
zh_hant: 目前修改未儲存，確定要回傳嗎？

# swimming_edit_return_save
source: Save and return
de: Speichern und zurückkehren
es: Guardar y volver
fr: Sauvegarder et renvoyer
it: Salva e torna
ja: 保存して返す
ko: 저장 및 돌아가기
pt_pt: Guardar e voltar
ru: Сохранить и вернуться
zh_hans: 保存并返回
zh_hant: 儲存並返回

# ble_command_success
source: Issued successfully.
de: Erfolgreich ausgestellt.
es: Emitido correctamente.
fr: Émis avec succès.
it: Rilasciato correttamente.
ja: 送信が成功しました
ko: 발행되었습니다.
pt_pt: Emitido com êxito.
ru: Выпущено.
zh_hans: 下发成功
zh_hant: 下發成功

# swimming_train_plan_editPlanName
source: Edit training plan name
de: Name des Trainingsplans bearbeiten
es: Editar nombre del plan de entrenamiento
fr: Modifiez le nom du plan d'entraînement
it: Modifica nome del programma di allenamento
ja: トレーニング計画名の変更
ko: 트레이닝 플랜 이름 편집
pt_pt: Editar nome do plano de treino
ru: Изменить название плана тренировок
zh_hans: 修改训练计划名称
zh_hant: 修改訓練計劃名稱

# swimming_putinto_only_numbersLetters
source: * Letter and number only
de: * Nur Buchstabe und Nummer
es: * Solo letra y número
fr: * Lettre et chiffre uniquement
it: * Solo lettera e numero
ja: ※文字と数字のみ入力可能です
ko: * 문자 및 숫자만 입력
pt_pt: * Apenas letras e números
ru: *Только буквы и цифры
zh_hans: * 仅限输入字母和数字
zh_hant: * 僅限輸入字母和數字

# sport_swimming_training_task_add
source: Add training task
de: Trainingsaufgabe hinzufügen
es: Agregar tarea de entrenamiento
fr: Ajouter une tâche d'entraînement
it: Aggiungi attività di allenamento
ja: トレーニングタスクを追加
ko: 트레이닝 작업 추가
pt_pt: Adicionar tarefa de treino
ru: Добавить задачу для тренировки
zh_hans: 添加训练任务
zh_hant: 新增訓練任務
