Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# mine_disabled
source: Not enabled
de: Nicht aktiviert
es: No habilitado
fr: Désactivé
it: Non attivato
ja: 無効
ko: 실행되지 않음
pt_pt: Não ativado
ru: Выключено
zh_hans: 未启用
zh_hant: 未啟用

# sport_ble_connecting
source: Unconnected
de: Nicht verbunden
es: No conectado
fr: Pas connecté
it: Non connesso
ja: 接続されていません
ko: 연결 취소됨
pt_pt: Desligado
ru: Отключено
zh_hans: 未连接
zh_hant: 未連接

# ble_unfound
source: Not found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
it: Non trovato
ja: スマホとペアリングできませんでした
ko: 찾지 못함
pt_pt: Não encontrado
ru: Не найдено
zh_hans: 未发现
zh_hant: 未發現

# sport_common_noLogin
source: Not logged in
de: Nicht angemeldet
es: Sesión no iniciada
fr: Pas connecté
it: Accesso non effettuato
ja: 未ログイン
ko: 로그인되어 있지 않음
pt_pt: Sem sessão iniciada
ru: Вход не выполнен
zh_hans: 未登录
zh_hant: 未登錄

# sport_common_wechat
source: WeChat
zh_hans: 微信
zh_hant: 微信

# sport_common_weibo
source: Weibo
zh_hans: 微博
zh_hant: 微博

# login_pwd_forget_lagre
source: Forgot password
de: Passwort vergessen
es: Contraseña olvidada
fr: Mot de passe oublié
it: Password dimenticata
ja: パスワードを忘れました
ko: 암호가 기억나지 않음
pt_pt: Esqueceu a palavra-passe
ru: Забыли пароль?
zh_hans: 忘记密码
zh_hant: 忘記密碼

# login_register_handle_lagre
source: Complete and log in
de: Fertigstellen und anmelden
es: Completar e iniciar sesión
fr: Compléter et se connecter
it: Completa e accedi
ja: 完了してログインする
ko: 완료 및 로그인
pt_pt: Concluir e iniciar sessão
ru: Введите сведения и войдите в систему
zh_hans: 完成并登录
zh_hant: 完成並登入

# sport_common_complete_time
source: Completion(times)
de: Fertigstellung(szeiten)
es: Finalización (veces)
fr: Achèvement (fois)
it: Completamento (tempi)
ja: 完成回数
ko: 완료(회)
pt_pt: Conclusão (tempos)
ru: Завершение (раз)
zh_hans: 完成/次
zh_hant: 完成/次

# completed
source: Completion
de: Fertigstellung
es: Finalización
fr: Achèvement
it: Completamento
ja: 完成
ko: 완료
pt_pt: Conclusão
ru: Завершение
zh_hans: 完成
zh_hant: 完成

# swimming_breaststroke
source: Breaststroke
de: Brustschwimmen
es: Braza
fr: Brasse
it: Rana
ja: 平泳ぎ
ko: 평영
pt_pt: Bruços
ru: Брасс
zh_hans: 蛙泳
zh_hant: 蛙泳

# mine_quit_account
source: Exit account
de: Konto beenden
es: Salir de la cuenta
fr: Quitter le compte
it: Esci dall'account
ja: ログアウト
ko: 계정 끝내기
pt_pt: Sair da conta
ru: Выйти из аккаунта
zh_hans: 退出账号
zh_hant: 退出帳號

# login_register_alert_message_lagre
source: You will return to the login page after exit, and you can enter information again after next login.
de: Nach dem Beenden kehren Sie zur Anmeldeseite zurück und können bei der nächsten Anmeldung erneut Informationen eingeben.
es: Después de salir, volverá a la página de inicio de sesión, donde puede introducir información de nuevo después del próximo inicio de sesión.
fr: Vous reviendrez à la page de connexion après avoir quitté le site, et vous pourrez à nouveau saisir des informations lors de votre prochaine connexion.
it: Tornerai alla pagina di accesso dopo l'uscita e potrai immettere le informazioni di nuovo dopo il successivo accesso.
ja: ログアウトするとログインページに戻り、次回のログイン後に再度入力できます
ko: 끝내면 로그인 페이지로 돌아가며, 다음 로그인 후 다시 정보를 입력할 수 있습니다.
pt_pt: Vai regressar à página de início de sessão depois de sair, sendo que poderá introduzir novamente informações depois de iniciar sessão.
ru: После выхода вы вернетесь на страницу входа и сможете снова ввести информацию после следующего входа.
zh_hans: 退出后会返回登录页面，下次登录后可再次填写
zh_hant: 退出後會返回登入頁面，下次登入後可再次填寫

# mine_exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了する
ko: 끝내기
pt_pt: Sair
ru: Выйти
zh_hans: 退出
zh_hant: 退出

# mine_setting_push_notification
source: Push notification
de: Push-Benachrichtigung
es: Notificación automática
fr: Notification push
it: Notifica push
ja: プッシュ通知
ko: 푸시 알림
pt_pt: Notificação push
ru: Push-уведомление
zh_hans: 推送通知
zh_hant: 推送通知

# sport_detail_chart
source: Chart
de: Diagramm
es: Gráfico
fr: Graphique
it: Grafico
ja: チャート
ko: 차트
pt_pt: Gráfico
ru: Диаграмма
zh_hans: 图表
zh_hant: 圖表

# mine_agree
source: Agree
de: Zustimmen
es: Aceptar
fr: Accepter
it: Accetto
ja: 同意
ko: 동의
pt_pt: Aceitar
ru: Принимаю
zh_hans: 同意
zh_hant: 同意

# sport_home_synchronizing
source: Sync data
de: Daten synchronisieren
es: Sincronizar datos
fr: Synchronisation des données
it: Sincronizza dati
ja: データの同期
ko: 데이터 동기화
pt_pt: Sincronizar dados
ru: Синхронизация данных
zh_hans: 同步数据
zh_hant: 同步數據

# sport_ble_hint_inSyncMessage
source: During synchronization, do not exit or disconnect the swimming goggles.
de: Während der Synchronisierung dürfen Sie die Schwimmbrille nicht beenden oder trennen.
es: Durante la sincronización, no salga ni desconecte la gafas de natación.
fr: Pendant la synchronisation, ne pas quitter ou déconnecter les lunettes de natation.
it: Durante la sincronizzazione, non uscire o disconnettere gli occhialini da nuoto.
ja: 同期中は終了しないでください、スイミングミラーとの接続を切断しないでください
ko: 동기화 중에는 수영 고글을 종료하거나 연결 해제하지 마세요.
pt_pt: Durante a sincronização, não saia ou desligue os óculos de natação.
ru: Не выходите из системы и не отсоединяйте очки для плавания во время синхронизации.
zh_hans: 同步时请勿退出，请勿断开与泳镜的连接
zh_hant: 同步時請勿退出，請勿斷開與泳鏡的連接

# common_notification
source: Notification
de: Benachrichtigung
es: Notificación
it: Notifica
ja: 通知する
ko: 알림
pt_pt: Notificação
ru: Уведомление
zh_hans: 通知
zh_hant: 通知

# common_addressBook
source: Address book
de: Adressbuch
es: Libreta de direcciones
fr: Carnet d'adresses
it: Rubrica
ja: 住所録
ko: 주소록
pt_pt: Livro de endereços
ru: Адресная книга
zh_hans: 通讯录
zh_hant: 通訊錄

# thirdPlatform_authTip_mallOpenFailed
source: Failed to redirectto the mall
de: Umleitung zum Einkaufszentrum fehlgeschlagen
es: Error al redirigir al centro comercial
fr: Échec de la redirection vers le centre commercial
it: Errore di reindirizzamento al mall
ja: ショッピングモールにジャンプできませんでした
ko: 쇼핑몰 리디렉션 실패
pt_pt: Falha ao redirecionar para alameda
ru: Не удалось перенаправить в торговый центр
zh_hans: 跳转商城失败
zh_hant: 跳轉商城失敗

# thirdPlatform_authTip_mallOpenSuccessed
source: Succeeded in redirecting to the mall
de: Erfolgreiche Umleitung zum Einkaufszentrum
es: Redirigido correctamente al centro comercial
fr: Réussite de la redirection vers le centre commercial
it: Reindirizzamento al mall riuscito
ja: ショッピングモールへのジャンプに成功しました
ko: 쇼핑몰 리디렉션 성공
pt_pt: Redirecionamento para alameda efetuado com êxito
ru: Удалось перенаправить в торговый центр
zh_hans: 跳转商城成功
zh_hant: 跳轉商城成功

# mine_enter_weight
source: Fill in weight
de: Gewicht ausfüllen
es: Rellenar el peso
fr: Remplir le poids
it: Compila peso
ja: 体重を入力
ko: 체중 입력
pt_pt: Preencher peso
ru: Укажите вес
zh_hans: 填写体重
zh_hant: 填寫體重

# mine_enter_birthday
source: Fill in birthday
de: Geburtstag ausfüllen
es: Rellenar fecha de nacimiento
fr: Remplir la date d'anniversaire
it: Compila compleanno
ja: 誕生日を入力
ko: 생일 입력
pt_pt: Preencher data de nascimento
ru: Укажите дату рождения
zh_hans: 填写生日
zh_hant: 填寫生日

# mine_enter_height
source: Fill in height
de: Größe ausfüllen
es: Rellenar la altura
fr: Remplir la taille
it: Compila altezza
ja: 身長を入力
ko: 키 입력
pt_pt: Preencher altura
ru: Укажите рост
zh_hans: 填写身高
zh_hant: 填寫身高

# mine_fillIn
source: Fill in
de: Ausfüllen
es: Rellenar
fr: Remplir
it: Compila
ja: 埋める
ko: 입력
pt_pt: Preencher
ru: Укажите
zh_hans: 填写
zh_hant: 填寫

# sport_swimming_training_phase_add
source: Add training phase
de: Trainingsphase hinzufügen
es: Añadir fase de entrenamiento
fr: Ajouter une phase de formation
it: Aggiungi fase di allenamento
ja: トレーニングフェーズを追加
ko: 트레이닝 문구 추가
pt_pt: Adicionar fase de treino
ru: Добавить этап обучения
zh_hans: 添加训练阶段
zh_hant: 添加訓練階段

source: Add device
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
it: Aggiungi dispositivo
ja: デバイスとペアリング
ko: 장치 추가
pt_pt: Adicionar dispositivo
ru: Добавить устройство
zh_hans: 添加设备
zh_hant: 添加設備

# app_error_31
source: The weight cannot be empty.
de: Das Gewicht darf nicht leer sein.
es: El campo Peso no puede estar vacío.
fr: Le poids ne peut pas être vide.
it: Il peso non può essere vuoto.
ja: 体重を入力してください
ko: 체중은 비워둘 수 없습니다.
pt_pt: O peso não pode estar vazio.
ru: Введите данные о весе.
zh_hans: 体重输入不能为空
zh_hant: 體重輸入不能為空

# mine_weight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
ko: 체중
pt_pt: Peso
ru: Вес
zh_hans: 体重
zh_hant: 體重

# tip
source: Prompt:
de: Eingabeaufforderung:
es: Indicación:
fr: Inviter
it: Avviso:
ja: ヒント：
ko: 프롬프트:
pt_pt: Notificação:
ru: Совет:
zh_hans: 提示：
zh_hant: 提示：

# common_submit
source: Submit
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
ja: 送信
ko: 제출
pt_pt: Submeter
ru: Отправить
zh_hans: 提交
zh_hant: 確認

# sport_detail_numberOfTrips
source: Laps
de: Bahnen
es: Vueltas
fr: Tours
it: Giri
ja: ラップ
ko: 랩
pt_pt: Voltas
ru: Круги
zh_hans: 趟数
zh_hant: 趟數

# mine_city
source: Your city
de: Ihr Ort
es: Su ciudad
fr: Votre ville
it: La tua città
ja: 所在地
ko: 내 도시
pt_pt: A sua cidade
ru: Город
zh_hans: 所在城市
zh_hant: 所在城市

# login_visitor_lagre
source: Wander
de: Schwimmen über der Spur
es: Pasear
fr: Se promener
it: Gira
ja: 閲覧する
ko: 돌아다니기
pt_pt: Passear
ru: Прогулка
zh_hans: 随便逛逛
zh_hant: 隨便逛逛

# MJRefreshHeaderPullingText
source: Release to refresh now
de: Jetzt freigeben, um zu aktualisieren
es: Suelte para actualizar ahora
fr: Lâcher pour rafraîchir maintenant
it: Rilascia per aggiornare adesso
ja: リラックスしてすぐにリフレッシュ
ko: 손 떼어 지금 새로 고침
pt_pt: Soltar para atualizar agora
ru: Отпустите, чтобы обновить
zh_hans: 松开立即刷新
zh_hant: 松開立即刷新

# MJRefreshBackFooterPullingText
source: Release to load more now
de: Jetzt freigeben, um mehr zu laden
es: Suelte para cargar más ahora
fr: Lâcher pour charger plus maintenant
it: Rilascia per caricare altro adesso
ja: 放してすぐに追加をロード
ko: 손 떼어 지금 더 로드하기
pt_pt: Soltar para carregar mais agora
ru: Отпустите, чтобы загрузить еще
zh_hans: 松开立即加载更多
zh_hant: 松開立即加載更多

# kit_page_update
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja: リフレッシュ
ko: 새로 고침
pt_pt: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 刷新

# sport_detail_share_dataLengthGraph
source: Long data graph
de: Langes Datendiagramm
es: Gráfico de datos largos
fr: Graphe de données longues
it: Grafico lungo dati
ja: データチャート
ko: 긴 데이터 그래프
pt_pt: Gráfico de dados de comprimento
ru: Длинный график данных
zh_hans: 数据长图
zh_hant: 數據長圖

# sport_record_uptostrava_sccuess
source: Data have been uploaded to Strava.
de: Die Daten wurden auf Strava hochgeladen.
es: Los datos se han cargado a Strava.
fr: Les données ont été transférées sur Strava.
it: I dati sono stati caricati in Strava.
ja: Stravaにアップロードされたデータ
ko: Strava에 데이터가 업로드되었습니다.
pt_pt: Os dados foram carregados no Strava.
ru: Данн. выгруж. в службу Strava
zh_hans: 数据已上传至 Strava
zh_hant: 數據已上傳至 Strava

# sport_ble_hint_inAnalysisMessage
source: Data are being calculated, and will be updated into the swimming record after calculation.
de: Die Daten werden gerade berechnet und werden nach der Berechnung im Schwimmdatensatz aktualisiert.
es: Los datos se están calculando y se actualizarán en el registro de natación después del cálculo.
fr: Les données sont en cours de calcul et seront mises à jour dans le dossier de natation après le calcul.
it: I dati sono in corso di calcolo e al termine verranno aggiornati nel registro del nuoto.
ja: データ計算中は、完了後に水泳記録が更新されます
ko: 데이터가 계산되는 중이며 계산 후 수영 기록에 업데이트됩니다.
pt_pt: Os dados estão a ser calculados e serão atualizados no registo de natação após o cálculo.
ru: Данные рассчитываются и будут обновлены в результатах плавания после расчета.
zh_hans: 数据计算中，计算完成后会更新到游泳记录内
zh_hant: 數據計算中，計算完成後會更新到游泳記錄內

# sport_record_share_data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_pt: Dados
ru: Данные
zh_hans: 数据
zh_hant: 數據

# login_register_subtitle_lagre
source: Enter the verification code and set your login password.
de: Geben Sie den Bestätigungscode ein und legen Sie Ihr Anmeldepasswort fest.
es: Introduzca el código de verificación y establezca la contraseña de acceso.
fr: Saisissez le code de vérification et définissez votre mot de passe de connexion.
it: Immetti il codice di verifica e imposta la tua password di accesso.
ja: 認証コードを入力し、ログインパスワードを設定します
ko: 확인 코드를 입력하고 로그인 암호를 설정하세요.
pt_pt: Introduza o código de verificação e defina a sua palavra-passe de início de sessão.
ru: Введите код подтверждения и установите пароль для входа.
zh_hans: 输入验证码并设定登录密码
zh_hant: 輸入驗證碼並設定登入密碼

# login_enter_email_address
source: Enter the email to be bound.
de: Geben Sie die E-Mail-Adresse ein, die verknüpft werden soll.
es: Introduzca el correo electrónico que desea vincular.
fr: Saisissez l'adresse e-mail à lier.
it: Immetti l'e-mail da associare.
ja: 登録するメールを入力してください
ko: 연결할 이메일을 입력하세요.
pt_pt: Introduza o e-mail a associar.
ru: Введите адрес электронной почты для привязки.
zh_hans: 输入您要绑定的电子邮件
zh_hant: 輸入您要綁定的電子信箱

# login_input_lagre
source: Enter an 11-digit mobile phone number.
de: Geben Sie eine 11-stellige Mobiltelefonnummer ein.
es: Introduzca un número de teléfono móvil de 11 dígitos.
fr: Saisissez un numéro de téléphone portable à 11 chiffres.
it: Immetti un numero di telefono a 11 cifre.
ja: 11桁のスマホ番号を入力してください
ko: 휴대폰 번호 11자리를 입력하세요.
pt_pt: Introduza um número de telemóvel de 11 dígitos.
ru: Номер мобильного телефона должен содержать 11 цифр.
zh_hans: 输入11位手机号
zh_hant: 輸入11位手機號

# thirdPlatform_authTip_authFailedUnknown
source: Authorization failed due to an unknown reason.
de: Die Autorisierung ist aus einem unbekannten Grund fehlgeschlagen.
es: La autorización ha fallado por un motivo desconocido.
fr: L'autorisation a échoué pour une raison inconnue.
it: Autorizzazione non riuscita a causa di un motivo sconosciuto.
ja: 不明な理由で認証に失敗しました
ko: 알 수 없는 이유로 승인에 실패했습니다.
pt_pt: Falha ao autorizar devido a um motivo desconhecido.
ru: Авторизация не удалась по неизвестной причине.
zh_hans: 授权失败原因未知
zh_hant: 授權失敗原因未知

# thirdPlatform_authTip_authFailed
source: Authorization failed.
de: Autorisierung fehlgeschlagen.
es: Autorización ha fallado.
fr: L'autorisation a échoué
it: Autorizzazione non riuscita.
ja: 認証に失敗しました
ko: 승인에 실패했습니다.
pt_pt: Falha ao autorizar.
ru: Сбой авторизации.
zh_hans: 授权失败
zh_hant: 授權失敗

# thirdPlatform_authTip_authCancel
source: Authorization canceled.
de: Autorisierung storniert.
es: Autorización cancelada.
fr: Autorisation annulée.
it: Autorizzazione annullata.
ja: 認可取り消し
ko: 승인이 취소되었습니다.
pt_pt: Autorização cancelada.
ru: Авторизация отменена.
zh_hans: 授权取消
zh_hant: 授權取消

# thirdPlatform_authTip_authSuccessful
source: Authorization succeded.
de: Autorisierung erfolgreich.
es: Autorización correcta.
fr: Autorisation réussie.
it: Autorizzazione riuscita.
ja: ログインキャンセル
ko: 승인되었습니다.
pt_pt: Autorização efetuada com êxito.
ru: Авторизация выполнена.
zh_hans: 授权成功
zh_hant: 認証成功

# ble_un_open_description
source: Mobile phone Bluetooth is not enabled, so the swimming goggles cannot be connected. Go to Settings to enable Bluetooth for further use.
de: Bluetooth des Mobiltelefons ist nicht aktiviert, sodass die Schwimmbrille nicht verbunden werden kann. Gehen Sie zu den Einstellungen, um Bluetooth für die weitere Verwendung zu aktivieren.
es: El Bluetooth del teléfono móvil no está habilitado, por lo que las gafas de natación no se pueden conectar. Vaya a Ajustes para habilitar el Bluetooth para un uso posterior.
fr: Le Bluetooth du téléphone portable n'est pas activé, les lunettes de natation ne peuvent donc pas être connectées. Allez dans Paramètres pour activer le Bluetooth pour une utilisation ultérieure.
it: Il Bluetooth del telefono non è attivato, pertanto non è stato possibile connettere gli occhialini da nuoto. Vai in Impostazioni per attivare il Bluetooth per l'utilizzo.
ja: 携帯電話の Bluetooth がオンになっておらず、スイミング ゴーグルが接続できません。設定で Bluetooth をオンにして、引き続き使用してください。
ko: 휴대폰 블루투스가 실행되지 않아 수영 고글을 연결할 수 없습니다. 계속 사용하려면 설정으로 이동하여 블루투스를 실행하세요.
pt_pt: O Bluetooth do telemóvel não está ativado, pelo que os óculos de natação não podem ser ligados. Aceda a Definições para ativar o Bluetooth para posterior utilização.
ru: Bluetooth на мобильном телефоне выключен, поэтому невозможно подключить очки для плавания. Перейдите в раздел Настройки, чтобы включить Bluetooth для дальнейшего использования.
zh_hans: 手机蓝牙未开启，无法连接泳镜，请前往设置开启蓝牙后继续使用
zh_hant: 手機藍牙未開啟，無法連接泳鏡，請前往設置開啟藍牙後繼續使用

# ble_un_auth_description
source: The mobile phone Bluetooth permission is not enabled, so the swimming goggles cannot be connected. Go to Settings to enable Bluetooth for further use.
de: Die Bluetooth-Berechtigung des Mobiltelefons ist nicht aktiviert, sodass die Schwimmbrille nicht verbunden werden kann. Gehen Sie zu den Einstellungen, um Bluetooth für die weitere Verwendung zu aktivieren.
es: El permiso Bluetooth del teléfono móvil no está habilitado, por lo que las gafas de natación no se pueden conectar. Vaya a Ajustes para habilitar el Bluetooth para un uso posterior.
fr: L'autorisation Bluetooth du téléphone portable n'est pas activée, de sorte que les lunettes de natation ne peuvent pas être connectées. Allez dans les paramètres pour activer le Bluetooth pour une utilisation ultérieure.
it: L'autorizzazione Bluetooth del telefono non è attivata, pertanto non è possibile connettere gli occhialini da nuoto. Vai in Impostazioni per attivare il Bluetooth per l'utilizzo.
ja: 携帯電話の Bluetooth 許可がオンになっておらず、スイミング ゴーグルを接続できません。設定に移動して Bluetooth をオンにして、引き続き使用してください
ko: 휴대폰 블루투스 권한이 실행되어 있지 않아 수영 고글을 연결할 수 없습니다. 계속 사용하려면 설정으로 이동하여 블루투스를 실행하세요.
pt_pt: A permissão de Bluetooth do telemóvel não está ativada, pelo que os óculos de natação não podem ser ligados. Aceda a Definições para ativar o Bluetooth para posterior utilização.
ru: Нет права доступа к Bluetooth на мобильном телефоне, поэтому невозможно подключить очки для плавания. Перейдите в раздел Настройки, чтобы включить Bluetooth для дальнейшего использования.
zh_hans: 手机蓝牙权限未开启，无法连接泳镜，请前往设置开启蓝牙后继续使用
zh_hant: 手機藍牙權限未開啟，無法連接泳鏡，請前往設置開啟藍牙後繼續使用

# ble_blueTooth_notopen_alert
source: Mobile phone Bluetooth is turned off. Are you sure to turn on Bluetooth for scanning nearby devices?
de: Bluetooth des Mobiltelefons ist ausgeschaltet. Möchten Sie Bluetooth zum Scannen von Geräten in der Nähe wirklich einschalten?
es: El Bluetooth del teléfono móvil está desactivado. ¿Seguro que desea activar el Bluetooth para detectar dispositivos cercanos?
fr: Le Bluetooth du téléphone portable est désactivé. Êtes-vous sûr d'avoir activé le Bluetooth pour scanner les appareils à proximité ?
it: Il Bluetooth del telefono è disattivato. Vuoi attivare il Bluetooth per la scansione di dispositivi vicini?
ja: デバイスとペアリングするには、携帯端末のBluetoothを有効にしてください
ko: 휴대폰 블루투스가 꺼져 있습니다. 주변 장치 검색을 위해 블루투스를 켤까요?
pt_pt: O Bluetooth do telemóvel está desativado. Tem a certeza de que pretende ativar o Bluetooth para analisar os dispositivos nas proximidades?
ru: Bluetooth на мобильном телефоне выключен. Включить Bluetooth для поиска устройств поблизости?
zh_hans: 手机蓝牙关闭，是否确认打开蓝牙以扫描附近设备？
zh_hant: 手機藍牙關閉，是否確認打開藍牙以掃描附近設備？

# common_register_tip_mobileNumberIsRegistered
source: The mobile phone number has been registered.
de: Die Mobiltelefonnummer wurde registriert.
es: El número de teléfono móvil se ha registrado.
fr: Le numéro de téléphone portable a été enregistré.
it: Il numero di telefono è stato registrato.
ja: 携帯番号が登録されている
ko: 휴대폰 번호가 등록되었습니다.
pt_pt: O número de telemóvel foi registado.
ru: Номер мобильного телефона уже зарегистрирован.
zh_hans: 手机号已注册
zh_hant: 手機號已註冊

# mine_rebind_phone_succ
source: The mobile phone number has been changed to:
de: Die Mobiltelefonnummer wurde geändert in:
es: El número de teléfono móvil se ha cambiado a:
fr: Le numéro de téléphone portable a été modifié en :
it: Il numero di telefono è stato modificato in:
ja: 電話番号が次のように変更されました
ko: 변경된 휴대폰 번호:
pt_pt: O número de telemóvel foi alterado para:
ru: Номер мобильного телефона изменен на:
zh_hans: 手机号已经更换为:
zh_hant: 手機號已經更換為:

# app_error_1
source: The mobile phone number is wrong. Enter a correct mobile phone number.
de: Die Mobiltelefonnummer ist falsch. Geben Sie eine korrekte Mobiltelefonnummer ein.
es: El número de teléfono móvil es erróneo. Introduzca un número de teléfono móvil correcto.
fr: Le numéro de téléphone portable est erroné. Saisissez un numéro de téléphone portable correct.
it: Il numero di telefono è errato. Immetti un numero di telefono corretto.
ja: 携帯番号が間違っています。正しい携帯番号を入力してください
ko: 휴대폰 번호가 잘못되었습니다. 정확한 휴대폰 번호를 입력하세요.
pt_pt: O número de telemóvel está errado. Introduza o número de telemóvel correto.
ru: Номер мобильного телефона указан неверно. Введите правильный номер мобильного телефона.
zh_hans: 手机号码错误，请输入手机号
zh_hant: 手機號碼錯誤，請輸入手機號

# app_error_2
source: The mobile phone number is incorrect. Enter a correct mobile phone number.
de: Die Mobiltelefonnummer ist nicht korrekt. Geben Sie eine korrekte Mobiltelefonnummer ein.
es: El número de teléfono móvil es incorrecto. Introduzca un número de teléfono móvil correcto.
fr: Le numéro de téléphone portable est incorrect. Saisissez un numéro de téléphone portable correct.
it: Il numero di telefono è errato. Immetti un numero di telefono corretto.
ja: この電話番号は無効です
ko: 휴대폰 번호가 올바르지 않습니다. 정확한 휴대폰 번호를 입력하세요.
pt_pt: O número de telemóvel está incorreto. Introduza o número de telemóvel correto.
ru: Номер мобильного телефона указан неверно. Введите правильный номер мобильного телефона.
zh_hans: 手机号码不正确，请输入手机号
zh_hant: 手機號碼不正確，請輸入手機號

# mine_phone
source: Mobile phone number
de: Mobiltelefonnummer
es: Número de teléfono móvil
fr: Numéro de téléphone portable
it: Numero di telefono
ja: 携帯番号
ko: 휴대폰 번호
pt_pt: Número de telemóvel
ru: Номер мобильного телефона
zh_hans: 手机号码
zh_hant: 手機號碼

# mine_notify_likes
source: Received likes
de: Erhaltene Likes
es: Me gusta recibidos
fr: " Likes " reçus
it: Mi piace ricevuti
ja: いいねをもらった
ko: 받은 좋아요
pt_pt: Gostos recebidos
ru: Получено отметок «Нравится»
zh_hans: 收到赞
zh_hant: 收到贊

# mine_notify_comments
source: Received comments
de: Erhaltene Kommentare
es: Comentarios recibidos
fr: Commentaires reçus
it: Commenti ricevuti
ja: コメントをいただきました
ko: 받은 댓글
pt_pt: Comentários recebidos
ru: Получено комментариев
zh_hans: 收到评论
zh_hant: 收到評論

# MJRefreshTrailerPullingText
source: Release to view graphic and text detail
de: Freigabe zur Anzeige von Grafik- und Textdetails
es: Suelte para ver detalles de gráficos y texto
fr: Relâcher pour visualiser les détails du graphique et du texte
it: Rilascia per visualizzare i dettagli di grafico e testo
ja: リリース図の詳細の表示
ko: 손 떼어 그래픽 및 텍스트 상세정보 보기
pt_pt: Soltar para ver detalhes do gráfico e de texto
ru: Отпустите, чтобы просмотреть графические и текстовые сведения
zh_hans: 释放查看图文详情
zh_hant: 釋放查看圖文詳情

# mine_set_tip_unbindOrNotTitle
source: Are you sure to unbind %@?
de: Möchten Sie die Verknüpfung für %@ wirklich aufheben?
es: ¿Seguro que desea desvincular %@?
fr: Êtes-vous sûr de délier %@?
it: Vuoi dissociare %@?
ja: %@ のバインドを解除するかどうか
ko: %@ 연결을 해제할까요?
pt_pt: Tem a certeza de que pretende desassociar %@?
ru: Отменить привязку %@?
zh_hans: 是否解除 %@ 绑定?
zh_hant: 是否解除 %@ 綁定?

# mine_set_tip_unbindOrNotTitle_android
source: Are you sure to unbind?
de: Möchten Sie die Verknüpfung wirklich aufheben?
es: ¿Seguro que desea desvincular?
fr: Êtes-vous sûr de délier ?
it: Vuoi dissociare?
ja: 解除する
ko: 연결을 해제할까요?
pt_pt: Tem a certeza de que pretende desassociar?
ru: Отменить привязку?
zh_hans: 是否解除
zh_hant: 是否解除

# ble_device_disConnect_morehelp_title
source: Unable to connect to the device all the time?
de: Sie können nicht jederzeit eine Verbindung zum Gerät herstellen?
es: ¿No se puede conectar siempre al dispositivo?
fr: Impossible de se connecter à l'appareil en permanence ?
it: Non riesci mai a connetterti al dispositivo?
ja: まだデバイスに接続できませんか?
ko: 항상 장치에 연결할 수 없나요?
pt_pt: Nem sempre consegue ligar ao dispositivo?
ru: Не получается установить стабильное подключение к устройству?
zh_hans: 始终无法连接设备？
zh_hant: 始終無法連接設備？

# mine_learn
source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
ja: 使用説明
ko: 지침
pt_pt: Instruções
ru: Инструкции
zh_hans: 使用说明
zh_hant: 使用說明
