Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_device_tips
source: Use tips
de: Nutzen Sie Tipps
es: Consejos de uso
fr: Conseils d'utilisation
it: Utilizzare i suggerimenti
ja: ヒントを活用する
ko: 팁 사용
pt_pt: Use dicas
ru: Используйте советы
zh_hans: 使用小技巧
zh_hant: 使用小技巧

# sport_device_list_already_devices
source: You already own %@ devices
de: Sie besitzen bereits %@ Geräte
es: Ya tienes %@ dispositivos
fr: Vous possédez déjà %@ appareils
it: Possiedi già dispositivi %@
ja: あなたはすでに %@ デバイスを所有しています
ko: 귀하는 이미 %@ 장치를 소유하고 있습니다.
pt_pt: Você já possui %@ dispositivos
ru: У вас уже есть %@ устройств
zh_hans: 你已拥有%@台设备
zh_hant: 你已擁有%@台設備

# sport_device_all_devices
source: All devices
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les appareils
it: Tutti i dispositivi
ja: すべてのデバイス
ko: 모든 기기
pt_pt: Todos os dispositivos
ru: Все устройства
zh_hans: 所有设备
zh_hant: 所有設備

# sport_device_low_battery_reminder
source: The battery is low, charge your swimming goggles quickly...
de: Der Akku ist schwach, laden Sie Ihre Schwimmbrille schnell auf...
es: La batería está baja, carga tus gafas de natación rápidamente...
fr: La batterie est faible, chargez rapidement vos lunettes de natation...
it: La batteria è scarica, carica velocemente gli occhialini da nuoto...
ja: バッテリーが少なくなっています。スイミング ゴーグルをすぐに充電してください...
ko: 배터리가 부족합니다. 수영 고글을 빠르게 충전하세요.
pt_pt: A bateria está fraca, carregue seus óculos de natação rapidamente...
ru: Батарея разряжена, быстро зарядите очки для плавания...
zh_hans: 电量低，快为泳镜充电…
zh_hant: 電量低，快為泳鏡充電…

# sport_device_device_name
source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
ja: デバイス名
ko: 장치 이름
pt_pt: Nome do dispositivo
ru: Имя устройства
zh_hans: 设备名称
zh_hant: 設備名稱

# sport_device_device_model
source: Device model
de: Gerätemodell
es: Modelo de dispositivo
fr: Modèle d'appareil
it: Modello del dispositivo
ja: デバイスモデル
ko: 장치 모델
pt_pt: Modelo do dispositivo
ru: Модель устройства
zh_hans: 设备型号
zh_hant: 設備型號

# sport_device_device_mac
source: Device MAC
de: Geräte-MAC
es: MAC del dispositivo
fr: Appareil MAC
it: MAC del dispositivo
ja: デバイスMAC
ko: 장치 MAC
pt_pt: Dispositivo MAC
ru: MAC-адрес устройства
zh_hans: 设备MAC
zh_hant: 設備MAC

# sport_device_search_device
source: Search device name
de: Gerätenamen suchen
es: Buscar nombre del dispositivo
fr: Rechercher le nom de l'appareil
it: Cerca il nome del dispositivo
ja: デバイス名を検索する
ko: 장치 이름 검색
pt_pt: Pesquisar nome do dispositivo
ru: Поиск имени устройства
zh_hans: 搜索设备名称
zh_hant: 搜尋設備名稱

# sport_device_search_device_alter
source: %@ devices found
de: %@ Geräte gefunden
es: %@ dispositivos encontrados
fr: %@ appareils trouvés
it: %@ dispositivi trovati
ja: %@ デバイスが見つかりました
ko: %@ 장치 발견
pt_pt: %@ dispositivos encontrados
ru: %@ устройств найдено
zh_hans: 搜索到 %@ 台设备
zh_hant: 搜尋到 %@ 台設備

# sport_device_search_device_not_data
source: No device found, please reconfirm the device model.
de: Kein Gerät gefunden. Bitte bestätigen Sie das Gerätemodell erneut.
es: No se encontró ningún dispositivo. Vuelva a confirmar el modelo del dispositivo.
fr: Aucun appareil trouvé, veuillez reconfirmer le modèle de l'appareil.
it: Nessun dispositivo trovato, riconferma il modello del dispositivo.
ja: デバイスが見つかりません。デバイスのモデルを再確認してください。
ko: 장치를 찾을 수 없습니다. 장치 모델을 다시 확인하십시오.
pt_pt: Nenhum dispositivo encontrado. Reconfirme o modelo do dispositivo.
ru: Устройство не найдено, пожалуйста, подтвердите модель устройства.
zh_hans: 未搜索到设备，请重新确认设备型号
zh_hant: 未搜尋到設備，請重新確認設備型號

# sport_device_all_device
source: All equipment
de: Alle Geräte
es: Todo el equipo
fr: Tout l'équipement
it: Tutta l'attrezzatura
ja: すべての装備
ko: 모든 장비
pt_pt: Todos os equipamentos
ru: Все оборудование
zh_hans: 全部设备
zh_hant: 全部設備

# sport_device_updated_Battery_str_minutes_ios
source: %@ minutes ago
de: vor %@ Minuten
es: %@ hace minutos
fr: Il y a %@ minutes
it: %@ minuti fa
ja: %@ 分前
ko: %@분 전
pt_pt: %@ minutos atrás
ru: %@ минут назад
zh_hans: %@分钟前
zh_hant: %@分鐘前

# sport_device_updated_Battery_str_hours_ios
source: %@ hours ago
de: vor %@ Stunden
es: Hace %@ horas
fr: Il y a %@ heures
it: %@ ore fa
ja: %@ 時間前
ko: %@시간 전
pt_pt: %@ horas atrás
ru: %@ часов назад
zh_hans: %@小时前
zh_hant: %@小時前

# sport_device_select_device_model
source: View device model >
de: Gerätemodell anzeigen >
es: Ver modelo de dispositivo >
fr: Afficher le modèle de l'appareil >
it: Visualizza il modello del dispositivo >
ja: デバイスモデルを表示 >
ko: 기기 모델 보기 >
pt_pt: Ver modelo do dispositivo >
ru: Посмотреть модель устройства >
zh_hans: 查看设备型号 >
zh_hant: 查看設備型號 >

# sport_device_select_device_model_alter
source: Press and hold the power button and function button at the same time to view the device model ~
de: Halten Sie die Ein-/Aus-Taste und die Funktionstaste gleichzeitig gedrückt, um das Gerätemodell anzuzeigen ~
es: Mantenga presionado el botón de encendido y el botón de función al mismo tiempo para ver el modelo del dispositivo ~
fr: Appuyez et maintenez enfoncés le bouton d'alimentation et le bouton de fonction en même temps pour afficher le modèle de l'appareil ~
it: Tieni premuti contemporaneamente il pulsante di accensione e il pulsante funzione per visualizzare il modello del dispositivo ~
ja: 電源ボタンと機能ボタンを同時に長押しして、デバイスモデルを表示します〜
ko: 전원버튼과 기능버튼을 동시에 길게 누르면 기기모델이 보입니다~
pt_pt: Pressione e segure o botão liga / desliga e o botão de função ao mesmo tempo para visualizar o modelo do dispositivo ~
ru: Нажмите и удерживайте кнопку питания и функциональную кнопку одновременно, чтобы просмотреть модель устройства ~
zh_hans: 同时按住电源键和功能键，查看设备型号～
zh_hant: 同時按住電源鍵和功能鍵，查看設備型號～

# sport_home_uploadData_err
source: Data is being uploaded, please try again later
de: Daten werden hochgeladen. Bitte versuchen Sie es später noch einmal
es: Se están cargando datos, inténtalo de nuevo más tarde.
fr: Les données sont en cours de téléchargement, veuillez réessayer plus tard
it: È in corso il caricamento dei dati, riprova più tardi
ja: データをアップロード中です。後でもう一度お試しください。
ko: 데이터를 업로드하는 중입니다. 나중에 다시 시도해 주세요.
pt_pt: Os dados estão sendo enviados. Tente novamente mais tarde
ru: Данные загружаются, повторите попытку позже.
zh_hans: 数据上传中，请稍后再试
zh_hant: 數據上傳中，請稍後再試

# sport_data_all_sport
source: all sports
de: alle Sportarten
es: todos los deportes
fr: tous les sports
it: tutti gli sport
ja: すべてのスポーツ
ko: 모든 스포츠
pt_pt: todos os esportes
ru: все виды спорта
zh_hans: 所有运动
zh_hant: 所有運動

# sport_device_switch_device_alert_title
source: Switch device
de: Gerät wechseln
es: Cambiar dispositivo
fr: Changer d'appareil
it: Cambia dispositivo
ja: スイッチデバイス
ko: 장치 전환
pt_pt: Trocar dispositivo
ru: Переключить устройство
zh_hans: 切换设备
zh_hant: 切換裝置

# sport_device_switch_device_alert_detail
source: Device %@ is connecting. Continuing to connect to device %@ will disconnect device %@. Do you want to continue connecting?
de: Gerät %@ stellt eine Verbindung her. Wenn Sie weiterhin eine Verbindung zu Gerät %@ herstellen, wird die Verbindung zu Gerät %@ getrennt.
es: El dispositivo %@ se está conectando. Si continúa conectándose al dispositivo %@, se desconectará el dispositivo %@. ¿Desea continuar conectándose?
fr: Le périphérique %@ est en cours de connexion. Continuer à vous connecter au périphérique %@ déconnectera le périphérique %@. Voulez-vous continuer la connexion ?
it: Il dispositivo %@ si sta connettendo. Continuare a connettersi al dispositivo %@ disconnetterà il dispositivo %@. Vuoi continuare a connetterti?
ja: デバイス %@ は接続中です。デバイス %@ への接続を続けると、デバイス %@ が切断されます。接続を続行しますか?
ko: %@ 장치가 연결 중입니다. %@ 장치에 계속 연결하면 %@ 장치의 연결이 끊어집니다.
pt_pt: O dispositivo %@ está se conectando. Continuar a conexão com o dispositivo %@ desconectará o dispositivo %@.
ru: Устройство %@ подключается. Продолжение подключения к устройству %@ приведет к отключению устройства %@. Хотите продолжить подключение?
zh_hans: 设备%@正在连接中，继续连接设备%@将断开连接设备%@，是否继续连接？
zh_hant: 設備%@正在連接中，繼續連接設備%@將斷開連接設備%@，是否繼續連接？

# sport_data_all_times
source: Total times
de: Gesamtzeiten
es: Tiempos totales
fr: Temps totaux
it: Tempi totali
ja: 合計時間
ko: 총 횟수
pt_pt: Total de tempos
ru: Всего раз
zh_hans: 总次数
zh_hant: 總次數

# sport_home_circle_topic_save_success
source: Draft saved
de: Entwurf gespeichert
es: Borrador guardado
fr: Brouillon enregistré
it: Bozza salvata
ja: 下書きが保存されました
ko: 초안이 저장되었습니다.
pt_pt: Rascunho salvo
ru: Черновик сохранен.
zh_hans: 已保存草稿
zh_hant: 已儲存草稿

# sport_device_ota_alert_subtitle
source: A new version of %@ firmware has been detected. Are you sure you want to update?
de: Eine neue Version der %@-Firmware wurde erkannt. Möchten Sie wirklich aktualisieren?
es: Se ha detectado una nueva versión de %@ firmware. ¿Está seguro de que desea actualizar?
fr: Une nouvelle version du micrologiciel %@ a été détectée. Êtes-vous sûr de vouloir mettre à jour ?
it: È stata rilevata una nuova versione del firmware %@. Vuoi aggiornare?
ja: %@ ファームウェアの新しいバージョンが検出されました。更新してもよろしいですか?
ko: %@ 펌웨어의 새 버전이 감지되었습니다. 업데이트하시겠습니까?
pt_pt: Uma nova versão do firmware %@ foi detectada. Tem certeza de que deseja atualizar?
ru: Обнаружена новая версия прошивки %@. Вы уверены, что хотите обновить?
zh_hans: 检测到 %@ 固件新版本，是否确定进行更新？
zh_hant: 偵測到 %@ 韌體新版本，是否確定進行更新？

# sport_device_ota_alert_subtitle_more
source: learn more
de: Erfahren Sie mehr
es: aprender más
fr: apprendre encore plus
it: saperne di più
ja: もっと詳しく知る
ko: 자세히 알아보기
pt_pt: saber mais
ru: узнать больше
zh_hans: 了解更多
zh_hant: 了解更多

# sport_device_ota_current_version
source: Current version
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
pt_pt: Versão atual
ru: Текущая версия
zh_hans: 当前版本
zh_hant: 目前版本

# sport_calendar_daylyView
source: day view
de: Tagesansicht
es: vista diurna
fr: vue du jour
it: vista diurna
ja: 日中ビュー
ko: 일경
pt_pt: visualização do dia
ru: дневной вид
zh_hans: 日视图
zh_hant: 日視圖

# sport_device_ota_check_newversion
source: New version detected
de: Neue Version erkannt
es: Nueva versión detectada
fr: Nouvelle version détectée
it: Rilevata nuova versione
ja: 新しいバージョンが検出されました
ko: 새 버전이 감지되었습니다.
pt_pt: Nova versão detectada
ru: Обнаружена новая версия
zh_hans: 检测到新版本
zh_hant: 偵測到新版本

# sport_device_ota_updateing
source: Updating...
de: Aktualisierung...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
ja: 更新中...
ko: 업데이트 중...
pt_pt: Atualizando...
ru: Обновление...
zh_hans: 正在更新中…
zh_hant: 正在更新中…

# sport_device_ota_updateing_tips
source: During the firmware update process, please do not exit the current page or exit the APP
de: Bitte verlassen Sie während des Firmware-Aktualisierungsvorgangs nicht die aktuelle Seite oder die APP
es: Durante el proceso de actualización del firmware, no salga de la página actual ni de la APLICACIÓN
fr: Pendant le processus de mise à jour du micrologiciel, veuillez ne pas quitter la page actuelle ni quitter l'application.
it: Durante il processo di aggiornamento del firmware, non uscire dalla pagina corrente né uscire dall'APP
ja: ファームウェアの更新プロセス中は、現在のページを終了したり、アプリを終了したりしないでください。
ko: 펌웨어 업데이트가 진행되는 동안 현재 페이지를 종료하거나 앱을 종료하지 마십시오.
pt_pt: Durante o processo de atualização do firmware, não saia da página atual nem saia do APP
ru: Во время процесса обновления прошивки не закрывайте текущую страницу и не выходите из приложения.
zh_hans: 更新固件过程中,请勿退出当前页面或退出APP
zh_hant: 更新韌體過程中,請勿退出目前頁面或退出APP

# sport_home_have_reveal_card
source: Cards shown
de: Karten gezeigt
es: Tarjetas mostradas
fr: Cartes affichées
it: Carte mostrate
ja: 表示されるカード
ko: 표시된 카드
pt_pt: Cartões mostrados
ru: Показаны карты
zh_hans: 已显示的卡片
zh_hant: 已顯示的卡片

# sport_home_can_add_card
source: Cards that can be added
de: Karten, die hinzugefügt werden können
es: Tarjetas que se pueden agregar
fr: Cartes pouvant être ajoutées
it: Carte che possono essere aggiunte
ja: 追加できるカード
ko: 추가할 수 있는 카드
pt_pt: Cartões que podem ser adicionados
ru: Карты, которые можно добавить
zh_hans: 可添加的卡片
zh_hant: 可添加的卡片

# sport_device_ota_version_notes
source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note sulla versione
ja: リリースノート
ko: 릴리스 노트
pt_pt: Notas de versão
ru: Примечания к выпуску
zh_hans: 版本说明
zh_hant: 版本說明

# sport_ring_pulish_topic
source: There is a local draft, whether to edit on the last draft
de: Es gibt einen lokalen Entwurf, ob der letzte Entwurf bearbeitet werden soll
es: Hay un borrador local, ya sea para editar el último borrador
fr: Il existe un brouillon local, s'il faut modifier le dernier brouillon
it: Esiste una bozza locale, se modificare l'ultima bozza
ja: ローカルドラフトがあります。最後のドラフトを編集するかどうか
ko: 로컬 초안이 있는데, 마지막 초안을 편집할지 여부
pt_pt: Há um rascunho local, seja para editar no último rascunho
ru: Есть локальный черновик, можно ли редактировать последний черновик
zh_hans: 存在本地草稿，是否在上一次草稿上进行编辑
zh_hant: 存在本地草稿，是否在上一次草稿上進行編輯

# sport_Best_Distance
source: longest distance
de: längste Distanz
es: distancia más larga
fr: la plus longue distance
it: distanza più lunga
ja: 最長距離
ko: 가장 긴 거리
pt_pt: maior distância
ru: самое длинное расстояние
zh_hans: 最长距离
zh_hant: 最長距離

# sport_Best_Time
source: maximum duration
de: maximale Dauer
es: duración máxima
fr: durée maximale
it: durata massima
ja: 最大持続時間
ko: 최대 기간
pt_pt: duração máxima
ru: максимальная продолжительность
zh_hans: 最大时长
zh_hant: 最大時長

# sport_Best_calorie
source: Most calories
de: Die meisten Kalorien
es: La mayoría de las calorías
fr: La plupart des calories
it: La maggior parte delle calorie
ja: ほとんどのカロリー
ko: 대부분의 칼로리
pt_pt: A maioria das calorias
ru: Больше всего калорий
zh_hans: 最多热量
zh_hant: 最多熱量

# sport_Best_Speed
source: fastest pace
de: schnellstes Tempo
es: ritmo más rápido
fr: rythme le plus rapide
it: ritmo più veloce
ja: 最速のペース
ko: 가장 빠른 속도
pt_pt: ritmo mais rápido
ru: самый быстрый темп
zh_hans: 最快配速
zh_hant: 最快配速

# swimming_storke_tip
source: The default swimming goggles automatically recognize all swimming styles. After selecting a specific swimming style, records and statistics will be performed according to the selected swimming style.
de: Die Standard-Schwimmbrille erkennt automatisch alle Schwimmstile. Nach Auswahl eines bestimmten Schwimmstils werden Aufzeichnungen und Statistiken entsprechend dem ausgewählten Schwimmstil durchgeführt.
es: Las gafas de natación predeterminadas reconocen automáticamente todos los estilos de natación. Después de seleccionar un estilo de natación específico, se realizarán registros y estadísticas de acuerdo con el estilo de natación seleccionado.
fr: Les lunettes de natation par défaut reconnaissent automatiquement tous les styles de nage. Après avoir sélectionné un style de nage spécifique, les enregistrements et les statistiques seront effectués en fonction du style de nage sélectionné.
it: Gli occhialini da nuoto predefiniti riconoscono automaticamente tutti gli stili di nuoto. Dopo aver selezionato uno stile di nuoto specifico, le registrazioni e le statistiche verranno eseguite in base allo stile di nuoto selezionato.
ja: デフォルトの水泳ゴーグルは、特定の水泳スタイルを選択すると、すべての水泳スタイルを自動的に認識し、選択した水泳スタイルに従って記録と統計が実行されます。
ko: 기본 수영 고글은 모든 수영 스타일을 자동으로 인식합니다. 특정 수영 스타일을 선택하면 선택한 수영 스타일에 따라 기록 및 통계가 수행됩니다.
pt_pt: Os óculos de natação padrão reconhecem automaticamente todos os estilos de natação. Após selecionar um estilo de natação específico, os registros e estatísticas serão realizados de acordo com o estilo de natação selecionado.
ru: Очки для плавания по умолчанию автоматически распознают все стили плавания. После выбора определенного стиля плавания записи и статистика будут вестись в соответствии с выбранным стилем плавания.
zh_hans: 默认泳镜自动泳姿识别所有泳姿，选择特定泳姿后,按照选择的泳姿进行记录与数据统计
zh_hant: 預設泳鏡自動泳姿辨識所有泳姿，選擇特定泳姿後,依照所選的泳姿進行記錄與數據統計

# sport_detail_onlyValid
source: Only display valid data
de: Nur gültige Daten anzeigen
es: Mostrar solo datos válidos
fr: Afficher uniquement les données valides
it: Visualizza solo i dati validi
ja: 有効なデータのみを表示する
ko: 유효한 데이터만 표시
pt_pt: Exibir apenas dados válidos
ru: Отображать только действительные данные
zh_hans: 只展示有效数据
zh_hant: 只展示有效數據

# sport_record_share_preview
source: Share preview
de: Vorschau teilen
es: Compartir vista previa
fr: Partager l'aperçu
it: Condividi l'anteprima
ja: プレビューを共有する
ko: 미리보기 공유
pt_pt: Compartilhar visualização
ru: Поделиться предварительным просмотром
zh_hans: 分享预览
zh_hant: 分享預覽

# sport_record_share_allCaloie
source: Total calories
de: Gesamtkalorien
es: calorías totales
fr: Calories totales
it: Calorie totali
ja: 総カロリー
ko: 총 칼로리
pt_pt: Calorias totais
ru: Всего калорий
zh_hans: 总热量
zh_hant: 總熱量

# sport_record_share_allExpend
source: total consumption
de: Gesamtverbrauch
es: consumo total
fr: consommation totale
it: consumo totale
ja: 総消費量
ko: 총 소비
pt_pt: consumo total
ru: общее потребление
zh_hans: 总消耗
zh_hant: 總消耗

# sport_record_percent
source: Proportion of each activity
de: Anteil jeder Aktivität
es: Proporción de cada actividad
fr: Proportion de chaque activité
it: Proporzione di ciascuna attività
ja: 各活動の割合
ko: 각 활동의 비율
pt_pt: Proporção de cada atividade
ru: Доля каждого вида деятельности
zh_hans: 各项活动占比
zh_hant: 各項活動佔比

# sport_record_average_consumption
source: Average consumption each time
de: Durchschnittlicher Verbrauch jedes Mal
es: Consumo medio cada vez
fr: Consommation moyenne à chaque fois
it: Consumo medio ogni volta
ja: 毎回の平均消費量
ko: 매번 평균 소비량
pt_pt: Consumo médio de cada vez
ru: Средний расход каждый раз
zh_hans: 每次平均消耗
zh_hant: 每次平均消耗

# swimming_timeshow_title
source: Time display
de: Zeitanzeige
es: Visualización de la hora
fr: Affichage de l'heure
it: Visualizzazione dell'ora
ja: 時間表示
ko: 시간 표시
pt_pt: Exibição de tempo
ru: Oтображение времени
zh_hans: 时间显示
zh_hant: 時間顯示

# swimming_timeshow_tips
source: When turned on, the glasses will also display the current time during exercise.
de: Wenn die Brille eingeschaltet ist, zeigt sie auch während des Trainings die aktuelle Uhrzeit an.
es: Cuando se encienden, las gafas también mostrarán la hora actual durante el ejercicio.
fr: Lorsqu'elles sont allumées, les lunettes afficheront également l'heure actuelle pendant l'exercice.
it: Quando sono accesi, gli occhiali visualizzeranno anche l'ora corrente durante l'attività fisica.
ja: オンにすると、運動中にメガネに現在時刻も表示されます。
ko: 안경을 켜면 운동 중에도 현재 시간이 표시됩니다.
pt_pt: Quando ligados, os óculos também exibirão a hora atual durante o exercício.
ru: При включении очки также будут отображать текущее время во время тренировки.
zh_hans: 开启后，眼镜在运动中也会显示当前的时间
zh_hant: 開啟後，眼鏡在動作中也會顯示目前的時間

# mine_feedback_log_upload_tips
source: When submitting 'feedback', all logs of the App will be automatically uploaded so that staff can troubleshoot problems.
de: Beim Einreichen von „Feedback“ werden alle Protokolle der App automatisch hochgeladen, damit die Mitarbeiter Probleme beheben können.
es: Al enviar 'comentarios', todos los registros de la aplicación se cargarán automáticamente para que el personal pueda solucionar problemas.
fr: Lors de la soumission de « commentaires », tous les journaux de l'application seront automatiquement téléchargés afin que le personnel puisse résoudre les problèmes.
it: Quando si invia un "feedback", tutti i registri dell'app verranno caricati automaticamente in modo che il personale possa risolvere i problemi.
ja: 「フィードバック」を送信すると、スタッフが問題のトラブルシューティングを行えるよう、アプリのすべてのログが自動的にアップロードされます。
ko: '피드백'을 제출하시면 직원이 문제를 해결할 수 있도록 앱의 모든 로그가 자동으로 업로드됩니다.
pt_pt: Ao enviar 'feedback', todos os logs do aplicativo serão carregados automaticamente para que a equipe possa solucionar problemas.
ru: При отправке «обратной связи» все журналы приложения будут автоматически загружены, чтобы сотрудники могли устранять проблемы.
zh_hans: 提交'反馈'时会自动上传App的所有日志,以便工作人员排查问题
zh_hant: 提交'回饋'時會自動上傳App的所有日誌,以便工作人員排查問題

# sport_record_share_not
source: No data, cannot be shared
de: Keine Daten, können nicht geteilt werden
es: No hay datos, no se pueden compartir.
fr: Aucune donnée, ne peut pas être partagée
it: Nessun dato, non può essere condiviso
ja: データがないので共有できません
ko: 데이터가 없어 공유할 수 없습니다.
pt_pt: Sem dados, não podem ser compartilhados
ru: Нет данных, нельзя поделиться
zh_hans: 没有数据，不可以分享
zh_hant: 沒有數據，不可以分享

# sport_record_average_daily
source: Daily average
de: Tagesdurchschnitt
es: Promedio diario
fr: Moyenne quotidienne
it: Media giornaliera
ja: 日平均
ko: 일일 평균
pt_pt: Média diária
ru: Среднесуточное значение
zh_hans: 日均
zh_hant: 日均

# sport_record_understanding_calories
source: Know Calories
de: Kennen Sie Kalorien
es: Conozca las calorías
fr: Connaître les calories
it: Conosci le calorie
ja: カロリーを知る
ko: 칼로리를 알아라
pt_pt: Conheça calorias
ru: Знать калории
zh_hans: 了解卡路里
zh_hant: 了解卡路里
