Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# mine_set_thirdLoginBinding
source: Third-party login and binding
de: Anmeldung und Verknüpfung mit Drittanbietern
es: Inicio de sesión y vinculación de terceros
fr: Connexion et liaison des tiers
it: Accesso e associazione di terze parti
ja: サードパーティのログイン バインド
ko: 타사 로그인 및 연결
pt_pt: Início de sessão e associação de terceiros
ru: Вход со сторон. аккаунта и привязка
zh_hans: 第三方登录绑定
zh_hant: 第三方登錄綁定

# mine_country_title
source: Region
es: Región
fr: Région
it: Area geografica
ja: 地域
ko: 지역
pt_pt: Região
ru: Регион
zh_hans: 地区
zh_hant: 地區

# login_guide_login_lagre
source: Log in to existing account
de: Bei bestehendem Konto anmelden
es: Iniciar sesión a cuenta existente
fr: Se connecter au compte existant
it: Accedi all'account esistente
ja: 既存のアカウントにログイン
ko: 기존 계정에 로그인
pt_pt: Iniciar sessão em conta existente
ru: Выполните вход в действующий аккаунт
zh_hans: 登录已有账号
zh_hant: 登入已有帳號

# login_email_subtitle_lagre
source: Log in to your account
de: Bei Ihrem Konto anmelden
es: Iniciar sesión a su cuenta
fr: Se connecter à votre compte
it: Accedi al tuo account
ja: アカウントにログイン
ko: 내 계정에 로그인
pt_pt: Iniciar sessão na sua conta
ru: Выполните вход в аккаунт
zh_hans: 登录到您的账户
zh_hant: 登入到您的帳戶

# login_title_lagre
source: Log in/register
de: Anmelden/Registrieren
es: Iniciar sesión/registrar
fr: Se connecter/ s'inscrire
it: Accedi/registrati
ja: ログイン 登録
ko: 로그인/등록
pt_pt: Iniciar sessão/registar
ru: Войти или зарегистрироваться
zh_hans: 登录/注册
zh_hant: 登入/註冊

# sport_common_login
source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accesso
ja: ログイン
ko: 로그인
pt_pt: Iniciar sessão
ru: Вход в систему
zh_hans: 登录
zh_hant: 登入

# sport_common_mine_login
source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accesso
ja: ログイン
ko: 로그인
pt_pt: Iniciar sessão
ru: Вход в систему
zh_hans: 登录
zh_hant: 登入

# device_connect_hold_tip_android_2
source: Press the power button to start pairing.
de: Drücken Sie die Einschalttaste, um die Kopplung zu starten.
es: Pulse el botón de encendido para iniciar el emparejamiento.
fr: Appuyez sur le bouton d'alimentation pour lancer l'appairage.
it: Premi il pulsante di accensione per avviare l'associazione.
ja: 電源ボタンを2秒長押しして、デバイスの電源を入れてください。ペアリング状態に入ります
ko: 전원 버튼을 눌러 페어링을 시작합니다.
pt_pt: Prima o botão de alimentação para iniciar o emparelhamento.
ru: Нажмите кнопку питания, чтобы начать сопряжение.
zh_hans: 的电源键开机，进入配对状态
zh_hant: 的電源鍵開機，進入配對狀態

# base_error_1
source: The current network is unavailable. Check network settings.
de: Das aktuelle Netzwerk ist nicht verfügbar. Überprüfen Sie die Netzwerkeinstellungen.
es: La red actual no está disponible. Compruebe la configuración de red.
fr: Le réseau actuel n'est pas disponible. Vérifiez les paramètres du réseau.
it: La rete corrente non è disponibile. Verifica le impostazioni di rete.
ja: 現在のネットワークは利用できません。ネットワーク設定を確認してください
ko: 현재 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하세요.
pt_pt: A rede atual está indisponível. Verifique as definições de rede.
ru: Текущая сеть недоступна. Проверьте настройки сети.
zh_hans: 当前网络不可用，请检查网络设置
zh_hant: 當前網路不可用，請檢查網路設定

# base_error_4
source: The current network is unavailable. Check network settings.
de: Das aktuelle Netzwerk ist nicht verfügbar. Überprüfen Sie die Netzwerkeinstellungen.
es: La red actual no está disponible. Compruebe la configuración de red.
fr: Le réseau actuel n'est pas disponible. Vérifiez les paramètres du réseau.
it: La rete corrente non è disponibile. Verifica le impostazioni di rete.
ja: 現在のネットワークは利用できません。ネットワーク設定を確認してください
ko: 현재 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하세요.
pt_pt: A rede atual está indisponível. Verifique as definições de rede.
ru: Текущая сеть недоступна. Проверьте настройки сети.
zh_hans: 当前网络不可用，请检查网络设置
zh_hant: 當前網路不可用，請檢查網路設定

# common_networkUnavailable
source: The current network is unavailable. Check network settings.
de: Das aktuelle Netzwerk ist nicht verfügbar. Überprüfen Sie die Netzwerkeinstellungen.
es: La red actual no está disponible. Compruebe la configuración de red.
fr: Le réseau actuel n'est pas disponible. Vérifiez les paramètres du réseau.
it: La rete corrente non è disponibile. Verifica le impostazioni di rete.
ja: 現在のネットワークは利用できません。ネットワーク設定を確認してください。
ko: 현재 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하세요.
pt_pt: A rede atual está indisponível. Verifique as definições de rede.
ru: Текущая сеть недоступна. Проверьте настройки сети.
zh_hans: 当前网络不可用，请检查网络设置
zh_hant: 當前網絡不可用，請檢查網絡設置

# app_error_23
source: The current network is unavailable. Check network settings.
de: Das aktuelle Netzwerk ist nicht verfügbar. Überprüfen Sie die Netzwerkeinstellungen.
es: La red actual no está disponible. Compruebe la configuración de red.
fr: Le réseau actuel n'est pas disponible. Vérifiez les paramètres du réseau.
it: La rete corrente non è disponibile. Verifica le impostazioni di rete.
ja: 現在のネットワークは利用できません。ネットワーク設定を確認してください
ko: 현재 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하세요.
pt_pt: A rede atual está indisponível. Verifique as definições de rede.
ru: Текущая сеть недоступна. Проверьте настройки сети.
zh_hans: 当前网络不可用，请检查网络设定
zh_hant: 當前網路不可用，請檢查網路設定

# sport_data_analyze_current
source: Current data
de: Aktuelle Daten
es: Datos actuales
fr: Données actuelles
it: Dati correnti
ja: 現在のデータ
ko: 현재 데이터
pt_pt: Dados atuais
ru: Текущие данные
zh_hans: 当前数据
zh_hant: 當前數據

# app_error_18
source: The current device has been bound by others.
de: Das aktuelle Gerät wurde durch andere verknüpft.
es: Otros usuarios han vinculado el dispositivo actual.
fr: L'appareil actuel a été lié par d'autres.
it: Il dispositivo corrente è stato associato da altri.
ja: 現在のデバイスはすでに他のユーザーによってバインドされています
ko: 다른 사람이 현재 장치를 연결했습니다.
pt_pt: O dispositivo atual foi associado por outros.
ru: Текущее устройство уже было привязано.
zh_hans: 当前设备已被他人绑定
zh_hant: 當前設備已被他人綁定

# device_is_bind
source: The current device has been bound by others.
de: Das aktuelle Gerät wurde durch andere verknüpft.
es: Otros usuarios han vinculado el dispositivo actual.
fr: L'appareil actuel a été lié par d'autres.
it: Il dispositivo corrente è stato associato da altri.
ja: 現在のデバイスはすでに他のユーザーによってバインドされています
ko: 다른 사람이 현재 장치를 연결했습니다.
pt_pt: O dispositivo atual foi associado por outros.
ru: Текущее устройство уже было привязано.
zh_hans: 当前设备已被他人绑定
zh_hant: 當前設備已被他人綁定

# sport_swimming_notraining_poollength
source: Pool length on current device:
de: Beckenlänge auf dem aktuellen Gerät:
es: Longitud de la piscina en el dispositivo actual:
fr: Longueur de la piscine sur l'appareil actuel :
it: Lunghezza piscina su dispositivo corrente:
ja: 現在のデバイスのプールの長さ:
ko: 현재 장치의 수영장 길이:
pt_pt: Comprimento da piscina no dispositivo atual:
ru: Длина бассейна на текущем устройстве:
zh_hans: 当前设备上的泳池长度：
zh_hant: 當前設備上的泳池長度：

# mine_current_version
source: Current version
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione corrente
ja: 現在のバージョン
ko: 현재 버전
pt_pt: Versão atual
ru: Текущая версия
zh_hans: 当前版本
zh_hant: 當前版本

# mine_current
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Corrente
ja: 現在
ko: 현재
pt_pt: Atual
ru: Текущий
zh_hans: 当前
zh_hant: 目前

# sport_detail_kick
source: Kick
es: Patada
fr: Coup de pied
it: Gambata
ja: キック
ko: 발차기
pt_pt: Pontapé
ru: Удар
zh_hans: 打腿
zh_hant: 打腿

# Bleuiskin_startDevice_usageTitle
source: Turning on the system will guide you to bind the account to swimming goggles. After binding, you can use:
de: Wenn Sie das System einschalten, werden Sie angeleitet, das Konto mit der Schwimmbrille zu verknüpfen. Nach der Verknüpfung können Sie Folgendes nutzen:
es: Al encender el sistema, se le guiará para vincular la cuenta con las gafas de natación. Después de la vinculación, podrá utilizar:
fr: La mise en marche du système vous guidera pour lier le compte aux lunettes de natation. Une fois le compte lié, vous pouvez utiliser les lunettes de natation :
it: L'attivazione del sistema ti guiderà all'associazione dell'account agli occhialini da nuoto. Dopo l'associazione potrai effettuare quanto segue:
ja: システムをオンにすると、このアカウントをゴーグル デバイスにバインドするように案内されます。バインド後、以下を使用できます
ko: 시스템을 켜면 계정을 수영 고글에 연결하는 안내가 표시됩니다. 연결 후에는 다음을 사용할 수 있습니다.
pt_pt: Ativar o sistema vai fornecer orientações para associar a conta aos óculos de natação. Depois de efetuar a associação, pode utilizar:
ru: Включив систему, вы сможете привязать аккаунт к очкам для плавания. После привязки вы можете использовать:
zh_hans: 打开系统将引导你把此账号与泳镜设备绑定，绑定后你可以使用：
zh_hant: 打開系統將引導你把此帳號與泳鏡設備綁定，綁定後你可以使用：

# sport_detail_chart_time_minutes
source: Times/minute
de: Mal/Minute
es: Veces/minuto
fr: Fois/minute
it: Volte/minuto
ja: 回/分
ko: 회/분
pt_pt: Vezes/minuto
ru: раз/мин
zh_hans: 次/分钟
zh_hant: 次/分鐘

# sport_data_analyze_illegal
source: The swimming data is less than 500 meters, so AI data analysis cannot be performed.
de: Die Schwimmdaten betragen weniger als 500 Meter, sodass keine KI-Datenanalyse durchgeführt werden kann.
es: Los datos de natación son inferiores a 500 metros, por lo que no se puede realizar un análisis de datos de IA.
fr: Les données de natation sont inférieures à 500 mètres, de sorte qu'il n'est pas possible d'effectuer une analyse des données d'IA.
it: I dati di nuoto sono inferiori a 500 metri, pertanto non è possibile effettuare l'analisi dei dati di IA.
ja: 今回使用したデータは500メートル未満のためデータ解析はできません
ko: 수영 데이터가 500미터 미만이므로 AI 데이터 분석을 수행할 수 없습니다.
pt_pt: Os dados de natação são inferiores a 500 metros, pelo que não é possível efetuar a análise dos dados por IA.
ru: Данные о плавании собраны для дистанции менее 500 метров, поэтому ИИ не может выполнить их анализ.
zh_hans: 此次游泳数据小于500米，无法进行AI数据分析
zh_hant: 此次游泳數據小於500米，無法進行AI數據分析

# sport_swimming_training_creat
source: Create training plan
de: Trainingsplan erstellen
es: Crear plan de entrenamiento
fr: Créez un plan d'entraînement
it: Crea programma allenamento
ja: トレーニング計画を作成する
ko: 트레이닝 플랜 생성
pt_pt: Criar plano de treino
ru: Создать план тренировок
zh_hans: 创建训练计划
zh_hant: 創建訓練計劃

# sport_swimming_training_task_creat
source: Create training task
de: Trainingsaufgabe erstellen
es: Crear tarea de entrenamiento
fr: Créez une tâche d'entraînement
it: Crea attività allenamento
ja: トレーニング計画を作成する
ko: 트레이닝 작업 생성
pt_pt: Criar tarefa de treino
ru: Создать тренировочное задание
zh_hans: 创建训练任务
zh_hant: 創建訓練計劃

# SN
source: Factory SN
de: Werks-SN
es: Número de seria de fábrica
fr: Numéro de série de l'usine
it: NS di fabbrica
ja: 出荷時SNシリアル番号
ko: 공장 SN
pt_pt: NS de fábrica
ru: Серийный номер
zh_hans: 出厂SN序列号
zh_hant: 出廠SN序列號

# mine_ischarging
source: Charging
de: Aufladen
es: Cargando
fr: Chargement
it: Carica
ja: 充電中
ko: 충전 중
pt_pt: Carregar
ru: Зарядка
zh_hans: 充电中
zh_hant: 充電中

# connect_search_device
source: Search device
de: Gerät suchen
es: Buscar dispositivo
fr: Dispositif de recherche
it: Cerca dispositivo
ja: デバスを見つける
ko: 장치 검색
pt_pt: Procurar dispositivo
ru: Поиск устройства
zh_hans: 查找设备
zh_hant: 查找設備

# mine_Swimminggoggles_diconnected_warn_morehelp
source: View more help
de: Mehr Hilfe anzeigen
es: Ver más ayuda
fr: Voir plus d'aide
it: Visualizza altro della guida
ja: さらにヘルプを表示
ko: 도움말 더 보기
pt_pt: Ver mais ajuda
ru: Посмотреть дополнительную помощь
zh_hans: 查看更多帮助
zh_hant: 查看更多幫助

# mine_edit_photo
source: Crop
de: Ernte
es: Recortar
fr: Recadrer
it: Ritaglia
ja: プロフィール写真を設定
ko: 자르기
pt_pt: Recortar
ru: Обрезать
zh_hans: 裁剪
zh_hant: 裁剪

# ble_no_permission
source: Features are affected due to unauthorized permissions.
de: Funktionen sind aufgrund von nicht autorisierten Berechtigungen betroffen.
es: Las funciones se ven afectadas debido a permisos no autorizados.
fr: Des fonctionnalités sont affectées en raison de permissions non autorisées.
it: Permessi non autorizzati influiscono sulle funzioni.
ja: 一部権限が許可されていないため、一部の機能を使用できません
ko: 승인되지 않은 권한으로 인해 기능에 영향을 미칩니다.
pt_pt: As funcionalidades são afetadas devido a permissões não autorizadas.
ru: Некоторые права доступа не авторизованы, что влияет на использование функций.
zh_hans: 部分权限未授权，影响功能使用
zh_hant: 部分權限未授權，影響功能使用

# sport_privacy_dialog_disagree
source: Disagree
de: Nicht zustimmen
es: No aceptar
fr: Pas d'accord
it: Non accetto
ja: 同意しない
ko: 동의 안 함
pt_pt: Não aceitar
ru: Не принимаю
zh_hans: 不同意
zh_hant: 不同意

# mine_edit_profile
source: Edit info
de: Info bearbeiten
es: Editar información
fr: Modifier l'information
it: Modifica informazioni
ja: 情報編集
ko: 정보 편집
pt_pt: Editar informações
ru: Изменить сведения
zh_hans: 编辑资料
zh_hant: 編輯資料

# sport_target_weeklyGoal
source: Weekly goal
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdomadaire
it: Obiettivo settimanale
ja: 今週の目標
ko: 주간 목표
pt_pt: Meta semanal
ru: Еженедельная цель
zh_hans: 本周目标
zh_hant: 本週目標

# ble_disconnect_noprompts
source: No prompt this time
de: Keine Eingabeaufforderung dieses Mal
es: Esta vez no hay indicación
fr: Pas d'invitation cette fois-ci
it: Nessuna richiesta questa volta
ja: 今回はこれ以上のプロンプトはありません
ko: 이번에 프롬프트 없음
pt_pt: Sem notificações desta vez
ru: Не напоминать в этот раз
zh_hans: 本次不再提示
zh_hant: 本次不再提示

# sport_setting_notity_followed
source: Followed
de: Gefolgt von
es: Seguido
fr: Suivi
it: Seguiti
ja: 続いた
ko: 팔로우함
pt_pt: Seguido
ru: Подписка оформлена
zh_hans: 被关注
zh_hant: 被關注

# sport_analyze_report_time
source: Report date:
de: Berichtsdatum:
es: Fecha del informe:
fr: Date du rapport :
it: Data rapporto:
ja: 報告日:
ko: 보고서 날짜:
pt_pt: Data do relatório:
ru: Дата отчета:
zh_hans: 报告日期：
zh_hant: 報告日期：

# thirdPlatform_authTip_saveFailed
source: Failed to save.
de: Speichern fehlgeschlagen.
es: Error al guardar.
fr: La sauvegarde a échoué.
it: Impossibile salvare.
ja: 保存に失敗しました
ko: 저장하지 못했습니다.
pt_pt: Falha ao guardar.
ru: Сбой сохранения.
zh_hans: 保存失败
zh_hant: 保存失敗

# sport_share_save_phone
source: Save to mobile phone
de: Auf Mobiltelefon speichern
es: Guardar en el móvil
fr: Sauvegarder sur le téléphone portable
it: Salva su telefono
ja: 携帯に保存
ko: 휴대폰에 저장
pt_pt: Guardar no telemóvel
ru: Сохранить на мобильный телефон
zh_hans: 保存到手机
zh_hant: 保存到手機

# thirdPlatform_authTip_savedSuccessfully
source: Saved successfully.
de: Erfolgreich gespeichert.
es: Guardado correctamente.
fr: Sauvegardé avec succès.
it: Salvataggio riuscito.
ja: 正常に保存
ko: 저장되었습니다.
pt_pt: Guardado com êxito.
ru: Сохранено.
zh_hans: 保存成功
zh_hant: 保存成功

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
pt_pt: Guardar
ru: Сохранить
zh_hans: 保存
zh_hant: 保存

# sport_swimming_training_lumptime
source: Fixed time for each group
de: Feste Zeit für jede Gruppe
es: Tiempo fijo para cada grupo
fr: Temps fixe pour chaque groupe
it: Tempo fisso per ciascun gruppo
ja: 各グループの固定時間
ko: 각 그룹에 대한 고정 시간
pt_pt: Tempo fixo para cada grupo
ru: Исправлено время для каждой группы
zh_hans: 每组包干时间
zh_hant: 每組包乾時間

# login_third_title_bindPhoneNumber
source: Bind mobile phone number
de: Mobiltelefonnummer verknüpfen
es: Vincular número de teléfono móvil
fr: Lier le numéro de téléphone portable
it: Associa numero di telefono
ja: スマホ番号のバインド
ko: 휴대폰 번호 연결
pt_pt: Associar número de telemóvel
ru: Привязка номера мобильного телефона
zh_hans: 绑定手机号码
zh_hant: 綁定手機號碼

# mine_set_tip_bindSuccessfully
source: Bound successfully.
de: Erfolgreich verknüpft.
es: Vinculado correctamente.
fr: Lié avec succès.
it: Associazione riuscita.
ja: バインド成功
ko: 연결되었습니다.
pt_pt: Associado com êxito.
ru: Привязано.
zh_hans: 绑定成功
zh_hant: 綁定成功

# mine_bind
source: Bind
de: Verknüpfen
es: Vincular
fr: Lier
it: Associa
ja: アカウント
ko: 연결
pt_pt: Associar
ru: Привязать
zh_hans: 绑定
zh_hant: 綁定

# version_title
source: Version info
de: Versionsinfo
es: Información de versión
fr: Informations sur la version
it: Informazioni versione
ja: バージョン情報
ko: 버전 정보
pt_pt: Informações da versão
ru: Сведения о версии
zh_hans: 版本讯息
zh_hant: 版本訊息

# mine_version_update
source: Version update
de: Versionsaktualisierung
es: Actualización de versión
fr: Mise à jour de la version
it: Aggiornamento versione
ja: バージョンの更新
ko: 버전 업데이트
pt_pt: Atualização da versão
ru: Обновление версии
zh_hans: 版本更新
zh_hant: 版本更新

# device_connect_error_4
source: Make
de: Machen
es: Marca
fr: Faire
it: Rendi
ja: 移動
ko: 만들기
pt_pt: Criar
ru: Сделать
zh_hans: 把
zh_hant: 把

# swimming_intermittent_display
source: Display by time interval
de: Anzeige nach Zeitintervall
es: Visualizar por intervalo de tiempo
fr: Affichage par intervalle de temps
it: Visualizza per intervallo di tempo
ja: 時間おきに表示
ko: 시간 간격으로 표시
pt_pt: Apresentar por intervalo de tempo
ru: Отображать по временному интервалу
zh_hans: 按照时间间隔显示
zh_hant: 按照時間間隔顯示

# swimming_distance_display
source: Display by distance interval
de: Anzeige nach Streckenintervall
es: Visualizar por intervalo de distancia
fr: Affichage par intervalle de distance
it: Visualizza per intervallo di distanza
ja: 距離おきに表示
ko: 거리 간격으로 표시
pt_pt: Apresentar por intervalo de distância
ru: Отображать по дистанционному интервалу
zh_hans: 按照距离间隔显示
zh_hant: 按照距離間隔顯示

# sport_target_setByTime
source: Set by time
de: Einstellung nach Zeit
es: Establecer por tiempo
fr: Fixé par l'heure
it: Imposta per tempo
ja: 時間による設定
ko: 시간으로 설정
pt_pt: Definir por tempo
ru: Установить по времени
zh_hans: 按时间设定
zh_hant: 依時間

# for_time
source: By time
de: Nach Zeit
es: Por tiempo
fr: Par heure
it: Per tempo
ja: 時間おきに
ko: 시간별
pt_pt: Por tempo
ru: По времени
zh_hans: 按时间
zh_hant: 依時間

# sport_target_setByHeat
source: Set by heat
de: Einstellung durch Wärme
es: Establecer por eliminatoria
fr: Fixé par la série
it: Imposta per batteria
ja: 熱量による設定
ko: 히트로 설정
pt_pt: Definir por calor
ru: По нагреву
zh_hans: 按热量设定
zh_hant: 依熱量

# for_distance
source: By distance
de: Nach Strecke
es: Por distancia
fr: Par distance
it: Per distanza
ja: 距離おきに
ko: 거리별
pt_pt: Por distância
ru: По дистанции
zh_hans: 按距离
zh_hant: 依距離

# login_user_protocol_lagre
source: Holosport's User Agreement
de: Benutzervereinbarung von Holosport
es: Acuerdo de usuario de Holosport
fr: accord d'utilisateur de Holosport
it: Accordo utente di Holosport
ja: Holosport の「ユーザー契約」
ko: Holosport 사용자 계약
pt_pt: Contrato do Utilizador da Holosport
ru: Соглашение с пользователем приложения Holosport
zh_hans: Holosport《用户协议》
zh_hant: Holosport 《用戶協議》

# mine_notify_dialog_content
source: App message notification setting is off. Go to turn it on?
de: Die Einstellung für die App-Benachrichtigung ist ausgeschaltet. Möchten Sie sie einschalten?
es: El ajuste de notificación de mensajes de la aplicación está desactivado. ¿Desea activarlo?
fr: Le paramètre de notification des messages de l'application est désactivé. Vous allez l'activer ?
it: L'impostazione della notifica dei messaggi dell'app è disattivata. Attivarla?
ja: APP メッセージ通知設定がオフになっています。オンにしますか?
ko: 앱 메시지 알림 설정이 꺼져 있습니다. 이동하여 켤까요?
pt_pt: A definição de notificação de mensagens da aplicação está desativada. Pretende ativar?
ru: Настройка уведомлений о сообщениях в приложении выключена. Включить?
zh_hans: APP 消息通知设置已关闭，前往打开？
zh_hant: APP 消息通知設置已關閉，前往打開？

# mine_setting_app_permission_management
source: App permission management
de: App-Berechtigungsverwaltung
es: Gestión de permisos de la aplicación
fr: Gestion des autorisations d'application
it: Gestione autorizzazioni app
ja: アプリの権限管理
ko: 앱 권한 관리
pt_pt: Gestão de permissões da aplicação
ru: Управление уведомлениями приложениями
zh_hans: APP 权限管理
zh_hant: APP 權限管理

# mine_setting_ota_app
source: App version update
de: App-Versionsaktualisierung
es: Actualización de versión de la aplicación
fr: Mise à jour de la version de l'application
it: Aggiornamento versione app
ja: アプリのバージョンアップ
ko: 앱 버전 업데이트
pt_pt: Atualização da versão da aplicação
ru: Обновление версии приложения
zh_hans: APP 版本更新
zh_hant: APP 版本更新

# sport_data_analyze
source: AI analysis
de: KI-Analyse
es: Análisis de IA
fr: Analyse de l'IA
it: Analisi basati su IA
ja: AI分析
ko: AI 분석
pt_pt: Análise de IA
ru: ИИ-анализ
zh_hans: AI分析
zh_hant: AI分析

# device_connect_error_11
source: 4. Remain unresolved?
de: 4. Bleibt ungelöst?
es: 4. ¿Queda(n) sin resolver?
fr: 4. Reste non résolu ?
it: 4. Non ancora risolto?
ja: 4. まだ解決できませんか?
ko: 4. 문제가 해결되지 않았나요?
pt_pt: 4. Permanece por resolver?
ru: 4. Не удалось устранить неисправность?
zh_hans: 4.仍无法解决?
zh_hant: 4.仍無法解決?

# mine_Swimminggoggles_diconnected_warn_content_3
source: 3. If the device system is being upgraded, try again after upgrading;
de: 3. Wenn das Gerätesystem gerade aufgerüstet wird, versuchen Sie es nach der Aufrüstung erneut;
es: 3. Si se está actualizando el sistema del dispositivo, inténtelo de nuevo después de la actualización;
fr: 3. Si le système de l'appareil est en cours de mise à jour, réessayez après la mise à niveau ;
it: 3. Se è in corso l'aggiornamento del sistema del dispositivo, riprova dopo l'aggiornamento;
ja: 3. デバイスソフトがアップグレード中の場合は、アップグレードの完了後に再試行してください
ko: 3. 장치 시스템이 업그레이드되는 경우 업그레이드 후에 다시 시도합니다.
pt_pt: 3. Se o sistema do dispositivo estiver a ser atualizado, tente novamente depois de atualizar;
ru: 3. Если система устройства обновляется, повторите попытку после обновления.
zh_hans: 3.若当前处于设备系统升级状态，请完成升级后再次尝试；
zh_hant: 3.若當前處於設備系統升級狀態，請完成升級後再次嘗試；

# mine_Swimminggoggles_diconnected_warn_content_2
source: 2. Check whether swimming goggles are on or within the searchable range of Bluetooth;
de: 2. Prüfen Sie, ob die Schwimmbrille eingeschaltet ist oder sich in der Suchreichweite von Bluetooth befindet;
es: 2. Compruebe si las gafas de natación están encendidas o dentro del alcance de búsqueda del Bluetooth;
fr: 2. Vérifiez que les lunettes de natation sont activées ou qu'elles se trouvent dans la zone de recherche du Bluetooth ;
it: 2. Controlla che gli occhialini da nuoto siano accesi o all'interno dell'intervallo di ricerca del Bluetooth;
ja: 2. ゴーグルの電源が入っているか、Bluetooth の検索範囲内にあるかを確認してください
ko: 2. 수영 고글이 켜져 있는지 또는 블루투스 검색 가능 범위 내에 있는지 확인합니다.
pt_pt: 2. Verifique se os óculos de natação estão ligados ou a uma distância detetável do Bluetooth;
ru: 2. Проверьте, включены ли очки для плавания или находятся ли они в зоне поиска Bluetooth.
zh_hans: 2.请确认泳镜是否打开或者在蓝牙可搜索范围内；
zh_hant: 2.請確認泳鏡是否打開或者在藍牙可搜索範圍內；

# sport_home_Dec
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ja: 12月
ko: 12월
pt_pt: Dezembro
ru: Декабрь
zh_hans: 12月
zh_hant: 12月

# sport_home_Nov
source: November
es: Noviembre
fr: Novembre
it: Novembre
ja: 11月
ko: 11월
pt_pt: Novembro
ru: Ноябрь
zh_hans: 11月
zh_hant: 11月

# sport_home_Oct
source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
ja: 10月
ko: 10월
pt_pt: Outubro
ru: Октябрь
zh_hans: 10月
zh_hant: 10月

# sport_detail_100MeterAveragePace
source: Average 100-meter pace
de: Durchschnittliches 100-Meter-Tempo
es: Ritmo medio 100 m
fr: Vit. moy. sur 100 m
it: Ritmo medio a 100 metri
ja: 100m平均ペース
ko: 평균 100미터 페이스
pt_pt: Ritmo médio em 100 m
ru: Ср. темп (100 м)
zh_hans: 100m平均配速
zh_hant: 100m平均配速

# connect_failure_tip
source: 1. Turn off mobile phone Bluetooth again. 2. Move the device to a location closer to the mobile phone.
de: 1. Bluetooth des Mobiltelefons wieder ausschalten. 2. Bringen Sie das Gerät an einen Ort, der näher am Mobiltelefon ist.
es: 1. Apague de nuevo el Bluetooth del teléfono móvil. 2. Mueva el dispositivo a un lugar más cercano al teléfono móvil.
fr: 1. Désactivez à nouveau le Bluetooth du téléphone portable. 2. Déplacez l'appareil vers un endroit plus proche du téléphone portable.
it: 1. Disattiva nuovamente il Bluetooth del telefono. 2. Sposta il dispositivo in una posizione più vicina al telefono.
ja: 「1.携帯電話のBluetoothを再シャットダウンする
ko: 1. 휴대폰 블루투스를 다시 끕니다. 2. 휴대폰과 가까운 곳으로 장치를 이동합니다.
pt_pt: 1. Desative novamente o Bluetooth do telemóvel. 2. Mova o dispositivo para uma localização mais próxima do telemóvel.
ru: 1. Снова выключите Bluetooth на мобильном телефоне. 2. Поднесите устройство ближе к мобильному телефону.
zh_hans: 1.重新关闭手机蓝牙 2.把设备移到距离手机近的地方
zh_hant: 1.重新關閉手機藍牙 2.把設備移到距離手機近的地方再次嘗試
