Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_swimming_training_valide_poolLength
source: Applicable pool length:
de: Anwendbare Beckenlänge:
es: Longitud de la piscina aplicable:
fr: Longueur de piscine applicable :
it: Lunghezza piscina applicabile:
ja: 適用可能なプールの長さ:
ko: 적용 가능한 수영장 길이:
pt_pt: Comprimento da piscina aplicável:
ru: Применимая длина бассейна:
zh_hans: 适用泳池长度：
zh_hant: 適用泳池長度：

# sport_target
source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
ja: 目標
ko: 목표
pt_pt: Alvo
ru: Цель
zh_hans: 目标
zh_hant: 目標

# sport_time
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
ko: 시간
pt_pt: Tempo
ru: Время
zh_hans: 时间
zh_hant: 時間

# sport_swimming_device_invalid_poolLength
source: Inconsistent with pool length on current device
de: Inkonsistent mit der Beckenlänge auf dem aktuellen Gerät
es: Incoherente con la longitud de la piscina en el dispositivo actual
fr: Incompatible avec la longueur du bassin sur l'appareil actuel
it: Non coerente con lunghezza piscina su dispositivo corrente
ja: 現在の機器プールの長さを満たしていません
ko: 현재 장치의 수영장 길이와 일치하지 않음
pt_pt: Inconsistente com o comprimento da piscina no dispositivo atual
ru: Несовместимо с длиной бассейна на текущем устройстве
zh_hans: 不符合当前设备泳池长度
zh_hant: 不符合目前設備泳池長度

# sport_swimming_cmd_issued
source: Not synced
de: Nicht synchronisiert
es: No sincronizado
fr: Non synchronisé
it: Non sincronizzato
ja: 同期されていません
ko: 동기화되지 않음
pt_pt: Não sincronizado
ru: Не синхронизировано
zh_hans: 未同步
zh_hant: 未同步

# sport_swimming_plan_sync_goggles
source: Synced to swimming goggles
de: Mit Schwimmbrille synchronisiert
es: Sincronizado con gafas de natación
fr: Synchronisé avec les lunettes de natation
it: Sincronizzato agli occhialini da nuoto
ja: ゴーグルと同期する
ko: 수영 고글에 동기화됨
pt_pt: Sincronizado com os óculos de natação
ru: Синхронизировано с очками для плавания
zh_hans: 同步至泳镜
zh_hant: 同步至泳鏡

# sport_swimming_device_remove_plan
source: Remove from the device
de: Vom Gerät entfernen
es: Eliminar del dispositivo
fr: Retirer de l'appareil
it: Rimuovi dal dispositivo
ja: デバイスから削除する
ko: 장치에서 제거
pt_pt: Remover do dispositivo
ru: Удалить с устройства
zh_hans: 从设备中移除
zh_hant: 從裝置移除

# sport_swimming_garmain_watches
source: Garmin watch
de: Garmin-Uhr
es: Reloj Garmin
fr: Montre Garmin
it: Orologio Garmin
ja: ガーミン時計
ko: Garmin 워치
pt_pt: Relógio Garmin
ru: часы Garmin
zh_hans: 佳明手表
zh_hant: 佳明手錶

# sport_swimming_binding_garmain_watches
source: Bind Garmin watch
de: Verknüpfen der Garmin-Uhr
es: Vincular reloj Garmin
fr: Lier la montre Garmin
it: Associa orologio Garmin
ja: ガーミンウォッチをバインドする
ko: Garmin 워치 연결
pt_pt: Associar relógio Garmin
ru: Привязать часы Garmin
zh_hans: 绑定佳明手表
zh_hant: 綁定佳明手錶

# sport_swimming_binding_garmain_watches_tip
source: Prepare the watch and swimming goggles to be bound before binding. The swimming goggles can display data from the Garmin watch after binding.
de: Bereiten Sie die zu verknüpfende Uhr und Schwimmbrille vor dem Verknüpfen vor. Die Schwimmbrille kann nach dem Verknüpfen Daten von der Garmin-Uhr anzeigen.
es: Antes de hacerlo, prepare el reloj y las gafas de natación que se van a vincular. Las gafas de natación pueden mostrar datos del reloj Garmin después de la vinculación.
fr: Préparez la montre et les lunettes de natation à être liées avant de les lier. Les lunettes de natation peuvent afficher les données de la montre Garmin après la fixation.
it: Prepara l'orologio e gli occhialini da nuoto all'associazione prima di effettuare l'associazione. Gli occhialini da nuoto possono visualizzare dati dall'orologio Garmin dopo l'associazione.
ja: サポートされている Garmin ウォッチとゴーグルが接続できる状態になっていることを確認してください。Garmin ウォッチに接続すると、ゴーグルは Garmin ウォッチからのデータを表示できるようになります。
ko: 연결하기 전에 연결할 워치와 수영 고글을 준비하세요. 연결하면 수영 고글에서 Garmin 워치의 데이터를 표시할 수 있습니다.
pt_pt: Prepare o relógio e os óculos de natação a associar antes de efetuar a associação. Os óculos de natação podem apresentar dados do relógio Garmin após a associação.
ru: Перед связыванием подготовьте часы и очки для плавания. После привязки очки для плавания могут отображать данные часов Garmin.
zh_hans: 在开始绑定前，请先准备好需要绑定的手表与泳镜。绑定完成后，泳镜可以显示来自佳明手表的数据。
zh_hant: 在開始綁定前，請先準備好需要綁定的手錶與泳鏡。 綁定完成後，泳鏡可以顯示來自佳明手錶的數據。

# sport_swimming_binding_Apple_watches
source: Bind Apple Watch
de: Apple Watch binden
es: Vincular Apple Watch
fr: Lier Apple Watch
it: Apple Watch binden
ja: Apple Watchをバインドする
ko: Apple Watch 바인딩
pt_pt: Vincular Apple Watch
ru: Привязать Apple Watch
zh_hans: 绑定 Apple Watch
zh_hant: 綁定 Apple Watch

# sport_swimming_binding_Apple_watches_tip
source: Before starting the binding, prepare your Apple Watch, turn on and keep the swimming goggles connected; after the binding is completed, the swimming goggles will display the data from the Apple Watch.
de: Bevor Sie mit der Bindung beginnen, bereiten Sie Ihre Apple Watch vor, schalten Sie die Schwimmbrille ein und lassen Sie sie angeschlossen. Nach Abschluss der Bindung zeigt die Schwimmbrille die Daten der Apple Watch an.
es: Antes de comenzar a vincular, prepare su Apple Watch, enciéndalo y mantenga las gafas de natación conectadas; una vez completada la vinculación, las gafas de natación mostrarán los datos del Apple Watch.
fr: Avant de démarrer la liaison, préparez votre Apple Watch, allumez et laissez les lunettes de natation connectées ; une fois la liaison terminée, les lunettes de natation afficheront les données de l'Apple Watch.
it: Prima di iniziare l'associazione, prepara il tuo Apple Watch, accendi e mantieni collegati gli occhialini da nuoto; una volta completata l'associazione, gli occhialini da nuoto visualizzeranno i dati dell'Apple Watch.
ja: バインディングを開始する前に、Apple Watch を準備し、電源を入れてスイミング ゴーグルを接続したままにしてください。バインディングが完了すると、スイミング ゴーグルに Apple Watch からのデータが表示されます。
ko: 바인딩을 시작하기 전에 Apple Watch를 준비하고 수영 고글을 켜고 연결된 상태로 유지하세요. 바인딩이 완료된 후 수영 고글에 Apple Watch의 데이터가 표시됩니다.
pt_pt: Antes de iniciar a encadernação, prepare seu Apple Watch, ligue e mantenha os óculos de natação conectados; após a conclusão da encadernação, os óculos de natação exibirão os dados do Apple Watch.
ru: Перед началом привязки подготовьте Apple Watch, включите и оставьте очки для плавания подключенными; после завершения привязки очки для плавания отобразят данные с Apple Watch.
zh_hans: 在开始绑定之前，准备好你的Apple Watch，开启并保持泳镜处于连接状态；绑定完成后，泳镜将显示来自Apple Watch的数据。
zh_hant: 在開始綁定之前，準備好你的Apple Watch，開啟並保持泳鏡處於連線狀態；綁定完成後，泳鏡將顯示Apple Watch的資料。

# sport_swimming_go_download
source: Go download
de: Zum Download
es: Descargar
fr: Aller télécharger
it: Vai al download
ja: ダウンロード
ko: 다운로드하기
pt_pt: Transferir
ru: Загрузить
zh_hans: 去下载
zh_hant: 去下載

# sport_swimming_downloaded_next
source: Downloaded. Next >
de: Heruntergeladen. Weiter >
es: Descargado. Siguiente >
fr: Téléchargé. Suivant >
it: Scaricato. Successivo >
ja: ダウンロードしました。次のステップ >
ko: 다운로드됨: 다음 >
pt_pt: Transferido. Seguinte >
ru: Загружено. Далее >
zh_hans: 已下载，下一步 >
zh_hant: 已下載，下一步 >

# sport_swimming_setting_completed
source: Setting complete.
de: Einstellung abgeschlossen.
es: Configuración completa.
fr: Le paramétrage est terminé.
it: Impostazione completata.
ja: セットアップが完了しました
ko: 설정이 완료되었습니다.
pt_pt: Definição concluída.
ru: Настройка завершена.
zh_hans: 设置完成
zh_hant: 設定完成

# sport_swimming_pair_start
source: Start pairing
de: Kopplung starten
es: Iniciar emparejamiento
fr: Démarrer l'appairage
it: Avvia associazione
ja: 接続を開始する
ko: 페어링 시작
pt_pt: Iniciar emparelhamento
ru: Начать сопряжение
zh_hans: 开始配对
zh_hant: 開始配對

# sport_swimming_pairing
source: Pairing...
de: Kopplung läuft...
es: Emparejando...
fr: Appairage...
it: Associazione in corso...
ja: ペアリング中...
ko: 페어링 중...
pt_pt: A emparelhar...
ru: Сопряжение...
zh_hans: 配对中...
zh_hant: 配對中...

# sport_swimming_pairing_keep_close
source: Always keep swimming goggles close to the watch.
de: Halten Sie die Schwimmbrille immer in der Nähe der Uhr.
es: Mantenga siempre las gafas de natación cerca del reloj.
fr: Gardez toujours les lunettes de natation à proximité de la montre.
it: Mantieni sempre gli occhialini da nuoto vicini all'orologio.
ja: 常にゴーグルを着用し、お互いの近くで監視してください。
ko: 항상 수영 고글을 워치 가까이에 두세요.
pt_pt: Mantenha sempre os óculos de natação próximos do relógio.
ru: Всегда держите очки для плавания рядом с часами.
zh_hans: 请始终保持泳镜与手表相互贴近！
zh_hant: 請隨時保持泳鏡與手錶相互貼近！

# sport_swimming_pair_failed
source: Pairing failed.
de: Kopplung fehlgeschlagen.
es: Error en el emparejamiento.
fr: L'appairage a échoué.
it: Associazione non riuscita.
ja: 接続に失敗しました
ko: 페어링에 실패했습니다.
pt_pt: Falha ao emparelhar.
ru: Сбой сопряжения.
zh_hans: 配对失败
zh_hant: 配對失敗

# sport_swimming_garmin_pair_failed_tips
source: 1. Make sure to set Holoswim data Field correctly on the Garmin watch. 2. Make sure to keep swimming goggles close to the watch. 3. Make sure Bluetooth communication is normal.
de: 1. Vergewissern Sie sich, dass Sie das Holoswim Data Field auf der Garmin-Uhr richtig eingestellt haben. 2. Achten Sie darauf, die Schwimmbrille in der Nähe der Uhr zu halten. 3. Achten Sie darauf, dass die Bluetooth-Kommunikation normal verläuft.
es: 1. Asegúrate de configurar correctamente el Holoswim data Field en el reloj Garmin. 2. Asegúrese de mantener las gafas de natación cerca del reloj. 3. Asegúrese de que la comunicación Bluetooth sea normal.
fr: 1. Assurez-vous que le Holoswim data Field est correctement réglé sur la montre Garmin. 2. Veillez à garder les lunettes de natation à proximité de la montre. 3. Assurez-vous que la communication Bluetooth est normale.
it: 1. Accertati di impostare il Holoswim data Field correttamente nell'orologio Garmin. 2. Assicurati di mantenere gli occhialini da nuoto vicini all'orologio. 3. Assicurati che la comunicazione Bluetooth sia normale.
ja: 1. Garmin ウォッチの Holosport データ フィールドが正しく設定されていることを確認します。 ペアリング プロセス中、ゴーグルがウォッチの近くにあることを確認してください。 3. Bluetooth 通信が正しく機能していることを確認します。
ko: 1. Garmin 워치에서 Holoswim data Field를 올바르게 설정했는지 합니다. 2. 수영 고글을 워치 가까이에 둡니다. 3. 블루투스 통신이 정상적인지 확인합니다.
pt_pt: 1. Certifique-se de que define corretamente o Holoswim Data Field no relógio Garmin. 2. Certifique-se de que mantém os óculos de natação próximos do relógio. 3. Certifique-se de que a comunicação Bluetooth está normal.
ru: 1. Убедитесь, что Holoswim data Field правильно настроено на часах Garmin. 2. Всегда держите очки для плавания рядом с часами. 3. Убедитесь, что соединение Bluetooth установлено.
zh_hans: 1.确认在佳明手表上正确设置Holoswim data Field。 2.配对过程中，确保泳镜靠近手表。 3.确认蓝牙通信正常。
zh_hant: 1.確認在佳明手錶上正確設定Holoswim data Field。 2.配對過程中，確保泳鏡靠近手錶。 3.確認藍牙通訊正常。

# sport_swimming_pair_succcess
source: Pairing complete.
de: Kopplung abgeschlossen.
es: Emparejamiento completado.
fr: Appairage complet.
it: Associazione completata.
ja: 接続成功
ko: 페어링이 완료되었습니다.
pt_pt: Emparelhamento concluído.
ru: Сопряжение выполнено.
zh_hans: 配对完成
zh_hant: 配對完成

# sport_swimming_offeneswasser
source: Open water
de: Freiwasser
es: Aguas abiertas
fr: Eau libre
it: Nuoto all'aperto
ja: オープンウォータースイム
ko: 실외 수영
pt_pt: Mar aberto
ru: Плавание в водоеме
zh_hans: 公开水域
zh_hant: 公開水域

# sport_swimming_offeneswasser_tips
source: Before using the Open water mode, bind your third-party watch in [External device].
de: Bevor Sie den Freiwassermodus verwenden, verknüpfen Sie Ihre Uhr eines Drittanbieters unter [Externes Gerät].
es: Antes de utilizar el modo Aguas abiertas, vincule su reloj de otro fabricante en [Dispositivo externo].
fr: Avant d'utiliser le mode Eau libre, liez votre montre tierce dans [Appareil externe].
it: Prima di utilizzare la modalità Nuoto all'aperto, associa l'orologio di terze parti in [Dispositivo esterno].
ja: オープンウォータースイムを使用する前に、「接続されているデバイス」セクションでウォッチを接続してください。
ko: 실외 수영 모드를 사용하기 전에 [외부 장치]에서 타사 워치를 연결하세요.
pt_pt: Antes de utilizar o modo Mar aberto, associe o seu relógio de terceiros em [Dispositivo externo].
ru: Прежде чем использовать режим Плавание в водоеме, привяжите сторонние часы на Внешнее устройство.
zh_hans: 使用公开水域模式前，请在【外接设备】中绑定您的第三方手表
zh_hant: 使用公開水域模式前，請在【外接設備】中綁定您的第三方手錶

# sport_swimming_external_device
source: External device
de: Externes Gerät
es: Dispositivo externo
fr: Appareil externe
it: Dispositivo esterno
ja: 接続されたデバイス
ko: 외부 장치
pt_pt: Dispositivo externo
ru: Внешнее устройство
zh_hans: 外接设备
zh_hant: 外接設備

# sport_record_pace_show
source: Pace display
de: Tempoanzeige
es: Visualización del ritmo
fr: Affichage de la vitesse
it: Visualizzazione ritmo
ja: ペース表示
ko: 페이스 표시
pt_pt: Visor do ritmo
ru: Отображение темпа
zh_hans: 配速显示
zh_hant: 配速顯示

# sport_swim_main_data_display
source: Main data display
de: Anzeige der Hauptdaten
es: Visualización de datos principales
fr: Affichage des données principales
it: Visualizzazione dati principale
ja: 一次データ表示
ko: 주요 데이터 표시
pt_pt: Visor de dados principais
ru: Отображение основных данных
zh_hans: 主要数据显示
zh_hant: 主要數據顯示

# sport_swim_main_display_time
source: Time display first
de: Zeitanzeige zuerst
es: Visualización de la hora primero
fr: Affichage de l'heure en premier
it: Visualizzazione tempo per prima
ja: 時間表示
ko: 시간 우선 표시
pt_pt: Apresentar tempo primeiro
ru: Сначала отображать время
zh_hans: 时间显示为主
zh_hant: 時間顯示為主

# sport_swim_main_display_distance
source: Distance display first
de: Streckenanzeige zuerst
es: Visualización de la distancia primero
fr: Affichage du distance en premier
it: Visualizzazione distanza per prima
ja: 距離表示
ko: 거리 우선 표시
pt_pt: Apresentar distância primeiro
ru: Сначала отображать дистанцию
zh_hans: 距离显示为主
zh_hant: 距離顯示為主

# sport_record_pace_show_tip
source: After pace display turned on, display on swimming goggles is performed according tothe watch data.
de: Nach dem Einschalten der Tempoanzeige erfolgt die Anzeige auf der Schwimmbrille entsprechend den Daten der Uhr.
es: Una vez encendida la visualización del ritmo, la visualización en las gafas de natación se realiza de acuerdo con los datos del reloj.
fr: Une fois l'affichage de la vitesse activé, l'affichage sur les lunettes de natation s'effectue en fonction des données de la montre.
it: Una volta attivata la visualizzazione del ritmo, la visualizzazione sugli occhialini da nuoto viene eseguita in base ai dati dell'orologio.
ja: ペース表示が有効になると、AR ゴーグルは接続されたウォッチからのデータに基づいてペース情報を表示します。
ko: 속도 표시가 켜진 후 수영 고글의 디스플레이는 워치 데이터에 따라 수행됩니다.
pt_pt: Depois de o visor do ritmo ser ativado, a apresentação nos óculos de natação é efetuada de acordo com os dados do relógio.
ru: Если включить отображение темпа, то отображение на очках для плавания будет осуществляться в соответствии с данными часов.
zh_hans: 打开配速显示后，根据手表的数据在泳镜上进行显示
zh_hant: 開啟配速顯示後，根據手錶的數據在泳鏡上進行顯示

# sport_swimming_binding_garmain_install
source: Install Holoswim Data Field
de: Holoswim Data Field installieren
es: Instalar el Holoswim data Field
fr: Installer le Holoswim data Field
it: Installa Holoswim Data Field
ja: Holosport データ フィールドをインストールする
ko: Holoswim data Field 설치
pt_pt: Instalar o Holoswim Data Field
ru: Установите Holoswim data Field
zh_hans: 安装 Holoswim Data Field
zh_hant: 安裝 Holoswim data Field

# sport_swimming_binding_garmain_install_detail
source: Download the Holoswim app from the Connect IQ store to ensure your watch can be connected to swimming goggles.
de: Laden Sie die Holoswim-App aus dem Connect IQ-Store herunter, um sicherzustellen, dass Ihre Uhr mit einer Schwimmbrille verbunden werden kann.
es: Descargue la aplicación Holoswim de la tienda Connect IQ para asegurarse de que el reloj pueda conectarse a las gafas de natación.
fr: Téléchargez l'application Holoswim depuis la boutique Connect IQ pour vous assurer que votre montre peut être connectée à des lunettes de natation.
it: Scarica l'app Holoswim dallo store Connect IQ per assicurarti che il tuo orologio possa connettersi agli occhialini da nuoto.
ja: Connect IQ ストアから無料のデータ フィールドを入手して、ウォッチをゴーグルに接続できるようにします。
ko: Connect IQ 스토어에서 Holoswim 앱을 다운로드하여 워치를 수영 고글에 연결할 수 있는지 확인하세요.
pt_pt: Transfira a aplicação Holoswim da loja Connect IQ para garantir que o relógio pode ser ligado a óculos de natação.
ru: Загрузите приложение Holoswim из магазина Connect IQ, чтобы подключить часы к очкам для плавания.
zh_hans: 从Connect IQ商店下载 Holoswim 应用，以确保您的手表可以连接到泳镜
zh_hant: 從Connect IQ商店下載 Holosport 應用，以確保您的手錶可以連接到泳鏡

# sport_swimming_binding_garmain_setting
source: Set Holoswim data Field on Garmin watch
de: Holoswim Data Field auf der Garmin-Uhr einstellen
es: Establecer el Holoswim data Field en el reloj Garmin
fr: Définir le Holoswim data Field sur la montre Garmin
it: Imposta Holoswim data Field nell'orologio Garmin
ja: Garmin ウォッチで Holoswim data Field
ko: Garmin 워치에 Holoswim data Field 설정
pt_pt: Definir o Holoswim Data Field no relógio Garmin
ru: Установите Holoswim data Field на часах Garmin
zh_hans: 在佳明手表上设置Holoswim data Field
zh_hant: 在佳明手錶上設定Holoswim data Field

# sport_swimming_binding_garmain_setting_detail
source: 1. Long press the Menu/UP button on the watch. 2. Select Setting > Activity and app. fenix 6: Select Activity and app. 3. Select Open water to perform personalized setting. 4. Select Open water setting. 5. Select Data screen. 6. Select the setting to be personalized or create a data screen. 7. Select the data screen to be changed. 8. Select the Connect IQ field. 9. Select Holoswim.
de: 1. Drücken Sie lange auf die Taste Menü/UP auf der Uhr. 2. Wählen Sie Einstellung > Aktivität und App aus. fenix 6: Wählen Sie Aktivität und App aus. 3. Wählen Sie Freiwasser aus, um eine personalisierte Einstellung vorzunehmen. 4. Wählen Sie die Einstellung Freiwasser aus. 5. Wählen Sie Datenbildschirm aus. 6. Wählen Sie die zu personalisierende Einstellung aus oder erstellen Sie einen Datenbildschirm. 7. Wählen Sie den zu ändernden Datenbildschirm aus. 8. Wählen Sie das Feld Connect IQ aus. 9. Wählen Sie Holoswim aus.
es: 1. Mantenga pulsado el botón Menu/UP del reloj. 2. Seleccione Ajustes > Actividad y app. fenix 6: Seleccione Actividad y app. 3. Seleccione Aguas abiertas para realizar una configuración personalizada. 4. Seleccione el ajuste Aguas abiertas. 5. Seleccione Pantalla de datos. 6. Seleccione el ajuste que desee personalizar o cree una pantalla de datos. 7. Seleccione la pantalla de datos que desee modificar. 8. Seleccione el campo Connect IQ. 9. Seleccione Holoswim.
fr: 1. Appuyez longuement sur le bouton Menu/UP de la montre. 2. Sélectionnez Paramétrage > Activité et appli. fenix 6 : Sélectionnez Activité et appli. 3. Sélectionnez Eau libre pour effectuer un paramétrage personnalisé. 4. Sélectionnez Paramétrage eau libre. 5. Sélectionnez l'écran Données. 6. Sélectionnez le paramètre à personnaliser ou créez un l'écran de données. 7. Sélectionnez l'écran de données à modifier. 8. Sélectionnez le champ Connecter le champ IQ. 9. Sélectionnez Holoswim.
it: 1. Tieni premuto a lungo il pulsante Menu/Su nell'orologio. 2. Seleziona Impostazioni > Attività e app. fenix 6: seleziona Attività e app. 3. Seleziona Nuoto all'aperto per effettuare le impostazioni personalizzate. 4. Seleziona l'impostazione Nuoto all'aperto. 5. Seleziona la schermata Dati. 6. Seleziona l'impostazione da personalizzare o crea una schermata dati. 7. Seleziona la schermata dati da modificare. 8. Seleziona il campo Connect IQ. 9. Seleziona Holoswim.
ja: 1. 時計のメニュー/上キーを押し続けます。 2. [設定] > [アクティビティとアプリ] を選択します。 fenix 6: [アクティビティとアプリケーション] を選択します。 3. [Open Water] を選択して設定をカスタマイズします。 4.オープンウォーター設定を選択します。 5.データ画面を選択します。 6. データ表示をカスタマイズするか、新しいデータ表示を作成するかを選択します。 7.変更するデータ画面を選択します。 8.「IQ に接続」フィールドを選択します。 9.Holosport データ フィールドを選択します。
ko: 1. 워치의 메뉴/위 버튼을 길게 누릅니다. 2. 설정 > 활동 및 앱을 선택합니다. fenix 6: 활동 및 앱을 선택합니다. 3. 맞춤 설정을 수행하려면 실외 수영을 선택합니다. 4. 실외 수영 설정을 선택합니다. 5. 데이터 화면을 선택합니다. 6. 맞춤화할 설정을 선택하거나 데이터 화면을 생성합니다. 7. 변경할 데이터 화면을 선택합니다. 8. Connect IQ 필드를 선택합니다. 9. Holoswim을 선택합니다.
pt_pt: 1. Mantenha premido o botão Menu/PARA CIMA no relógio. 2. Selecione Definição > Atividade e a aplicação. fenix 6: Selecione Atividade e a aplicação. 3. Selecione Mar aberto para efetuar a definição personalizada. 4. Selecione a definição Mar aberto. 5. Selecione Ecrã de dados. 6. Selecione a definição a personalizar ou crie um ecrã de dados. 7. Selecione o ecrã de dados a alterar. 8. Selecione o campo Connect IQ. 9. Selecione Holoswim.
ru: 1. Нажмите и удерживайте кнопку Меню или ВВЕРХ на часах. 2. Перейдите в раздел Настройки > Активность и приложение. fenix 6: выберите Активность и приложение. 3. Перейдите в раздел Плавание в водоеме, чтобы выполнить персональную настройку. 4. Перейдите в раздел настройки Плавание в водоеме. 5. Перейдите в раздел Данные экрана. 6. Выберите настройки, которые необходимо персонализировать, или создайте экран данных. 7. Перейдите в раздел Данные экрана, которые необходимо изменить. 8. Перейдите в раздел поле Connect IQ. 9. Откройте приложение Holoswim.
zh_hans: 1.按住手表上的 Menu/UP 键。 2.选择 设置 > 活动与应用。 fenix 6: 选择 活动与应用。 3.选择 公开水域 进行个性化设置。 4.选择 公开水域设置。 5.选择 数据屏幕。 6.选择要进行个性化设置或创建新数据显示屏。 7.选择要更改的数据屏幕。 8.选择 Connect IQ字段。 9.选择 Holoswim。
zh_hant: 1.按住手錶上的 Menu/UP 鍵。 2.選擇 設定 > 活動與應用。 fenix 6: 選擇 活動與應用。 3.選擇 公開水域 進行個人化設定。 4.選擇 公開水域設定。 5.選擇 資料畫面。 6.選擇要進行個人化設定或建立新資料顯示器。 7.選擇要變更的資料畫面。 8.選擇 Connect IQ欄位。 9.選擇 Holoswim data Field。

# sport_swimming_binding_garmain_setting_warn
source: * If this procedure is not completed correctly, your watch will not be connected to swimming goggles.
de: * Wenn dieser Vorgang nicht korrekt ausgeführt wird, kann Ihre Uhr nicht mit der Schwimmbrille verbunden werden.
es: * Si este procedimiento no se completa correctamente, el reloj no se conectará a las gafas de natación.
fr: * Si cette procédure n'est pas effectuée correctement, votre montre ne sera pas connectée aux lunettes de natation.
it: * Se questa procedura non viene completata correttamente, il tuo orologio non verrà connesso agli occhialini da nuoto.
ja: ※この手順が正しく完了しないと、ウォッチはゴーグルに接続できません。
ko: * 이 절차가 올바르게 완료되지 않으면 워치가 수영 고글에 연결되지 않습니다.
pt_pt: * Se este procedimento não for corretamente concluído, o relógio não será ligado aos óculos de natação.
ru: *Если эта процедура выполнена неправильно, то часы не будут подключены к очкам для плавания.
zh_hans: *如果未正确完成这一步骤，您的手表将无法连接到泳镜。
zh_hant: *如果未正確完成此步驟，您的手錶將無法連接到泳鏡。

# sport_swimming_binding_garmain_pair
source: Pair swimming goggles with watch
de: Schwimmbrille mit Uhr koppeln
es: Emparejar gafas de natación con reloj
fr: Appairer les lunettes de natation à la montre
it: Associare gli occhialini da nuoto all'orologio
ja: ガーミンウォッチを接続する
ko: 수영 고글과 워치 페어링
pt_pt: Emparelhar os óculos de natação com o relógio
ru: Сопряжение очков для плавания с часами
zh_hans: 配对泳镜与手表
zh_hant: 配對泳鏡與手錶

# sport_swimming_garmain_nearby
source: Make sure the watch to be paired is nearby.
de: Vergewissern Sie sich, dass die zu koppelnde Uhr in der Nähe ist.
es: Asegúrese de que el reloj que desea emparejar esté cerca.
fr: Assurez-vous que la montre à appairer se trouve à proximité.
it: Assicurati che l'orologio da associare sia vicino.
ja: ペアリングしたい時計が近くにあることを確認してください。
ko: 페어링할 워치가 가까이 있는지 확인하세요.
pt_pt: Certifique-se de que o relógio a emparelhar está próximo.
ru: Убедитесь, что часы для сопряжения находятся поблизости.
zh_hans: 确认需要配对的手表就在附近
zh_hant: 確認需要配對的手錶就在附近

# sport_swimming_garmain_app_goggles_connect
source: Connect app via swimming goggles
de: App über Schwimmbrille verbinden
es: Conectar aplicación a través de las gafas de natación
fr: Connecter l'application via les lunettes de natation
it: Connetti l'app tramite gli occhialini da nuoto
ja: スイミングゴーグルを使用してアプリに接続します
ko: 수영 고글로 앱 연결
pt_pt: Ligar à aplicação através dos óculos de natação
ru: Подключите приложение через очки для плавания
zh_hans: 使用泳镜连接app
zh_hant: 使用泳鏡連接app
