Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# rest_monitoring_tip
source: After enabled, swimming goggles will automatically enter the rest state according to the amplitude of head movement, and start recording the break time. After you continue to exercise, the goggles will automatically leave the rest state. Automatic detection can misjudge sometimes. ,Determine whether to enable it as required.
de: Nach der Aktivierung geht die Schwimmbrille je nach Amplitude der Kopfbewegung automatisch in den Ruhezustand über und beginnt mit der Aufzeichnung der Pausenzeit. Wenn Sie das Training fortsetzen, verlässt die Schwimmbrille automatisch den Ruhezustand. Die automatische Erkennung kann manchmal zu Fehleinschätzungen führen. Legen Sie fest, ob Sie sie nach Bedarf aktivieren möchten.
es: Una vez habilitadas, las gafas de natación entrarán automáticamente en estado de reposo en función de la amplitud del movimiento de la cabeza y comenzarán a registrar el tiempo de descanso. Cuando continúe con el ejercicio, las gafas saldrán automáticamente del estado de reposo. En ocasiones, la detección automática puede equivocarse. Determine si es necesario habilitarla.
fr: Une fois activées, les lunettes de natation passent automatiquement à l'état de repos en fonction de l'amplitude du mouvement de la tête et commencent à enregistrer le temps de pause. Lorsque vous continuez à faire de l'exercice, les lunettes de natation quittent automatiquement l'état de repos. La détection automatique peut parfois s'avérer erronée. Déterminez s'il convient de l'activer ou non.
it: Una vola attivati, gli occhialini da nuoto entreranno automaticamente nello stato di riposo in base all'ampiezza del movimento della testa, e inizieranno a registrare il tempo di pausa. Quando riprenderai ad allenarti, gli occhialini usciranno automaticamente dallo stato di riposo. Il rilevamento automatico può a volte funzionare in modo non appropriato. Determina se attivarlo in base alle esigenze.
ja: 電源を入れると、ゴーグルは頭の動き幅を判断して自動的に休憩モードに入り、休憩時間を記録します。 運動が再開されると、休憩モードは自動的に終了します。自動検知は誤判定の可能性がありますので、自動検出を有効にすることがニーズに合っているかどうか、ご判断ください
ko: 실행하면 수영 고글은 머리 움직임의 진폭에 따라 자동으로 휴식 상태로 들어가고 휴식 시간 기록을 시작합니다. 운동을 계속한 후에는 고글에서 자동으로 휴식 상태가 종료됩니다. 자동 감지는 때때로 잘못 판단될 수 있습니다. 필요에 따라 실행 여부를 결정하세요.
pt_pt: Depois de ativar a opção, os óculos de natação vão entrar automaticamente no estado de pausa, de acordo com a amplitude do movimento da cabeça e começar a registar o tempo de pausa. Quando retomar o treino, os óculos vão sair automaticamente do estado de pausa. Por vezes, a deteção automática pode enganar-se. Determine se é necessário ativá-la.
ru: После включения очки для плавания автоматически перейдут в состояние покоя в зависимости от амплитуды движения головы и начнут записывать время перерыва. Если вы продолжите тренировку, очки автоматически выйдут из состояния покоя. Однако автоматическое обнаружение иногда может срабатывать неверно. При необходимости включите вручную.
zh_hans: 开启后，泳镜会根据头部运动幅度，自动进入休息状态，并开始记录休息时间。恢复运动后会自动解除休息状态，自动检测存在一定误判的可能性，请根据需求确定是否开启
zh_hant: 開啟後，泳鏡會根據頭部運動幅度，自動進入休息狀態，並開始記錄休息時間。恢復運動後會自動解除休息狀態，自動檢測存在一定誤判的可能性，請根據需求確定是否開啟

# mine_notity_prompt
source: After enabled, we will aperiodically push official advertising, marketing, and campaign information. After disabled, we will stop doing so.
de: Nach der Aktivierung werden wir in regelmäßigen Abständen offizielle Werbe-, Marketing- und Kampagneninformationen veröffentlichen. Nach der Deaktivierung werden wir dies einstellen.
es: Una vez habilitadas, enviaremos periódicamente información oficial sobre publicidad, marketing y campañas. Una vez inhabilitadas, dejaremos de hacerlo.
fr: Une fois l'option activée, nous enverrons périodiquement des informations officielles sur la publicité, le marketing et les campagnes. Après désactivation, nous cesserons de le faire.
it: Dopo l'attivazione, invieremo occasionalmente via push pubblicità ufficiale, informazioni di marketing e informazioni sulle campagne. Dopo la disattivazione, termineremo queste attività.
ja: オープン後は、公式広告、イベント情報を不定期にプッシュします、クローズ後はプッシュしません
ko: 실행하면 공식 광고, 마케팅, 캠페인 정보기 비정기적으로 푸시됩니다. 종료하면 해당 작업이 중단됩니다.
pt_pt: Depois de ativar a opção, iremos apresentar periodicamente notificações push de publicidade, marketing e informações de campanhas oficiais. Depois de desativada, iremos deixar de o fazer.
ru: После включения вы будете периодически получать нашу рекламу, маркетинговую информацию и информацию о кампаниях. После отключения вы перестанете получать эту информацию.
zh_hans: 开启后，我们会不定期推送官方广告营销、活动信息，关闭后将不再推送
zh_hant: 開啟後，我們會不定期推送官方廣告營銷、活動信息，關閉後將不再推送

# swimming_open_intermission_tip
source: After you enable "Intermittent content display", swimming goggles will dynamically turn on/off the screen display according to the set time or distance as intervals during swimming.
de: Nachdem Sie „Intermittierende Inhaltsanzeige“ aktiviert haben, schaltet die Schwimmbrille die Bildschirmanzeige während des Schwimmens entsprechend der eingestellten Zeit oder Strecke in Intervallen dynamisch ein und aus.
es: Una vez habilitada la "Visualización intermitente de contenidos", las gafas de natación activarán/desactivarán dinámicamente la visualización de la pantalla según el tiempo o la distancia establecidos como intervalos durante la natación.
fr: Après avoir activé l'option "Affichage intermittent du contenu", les lunettes de natation activeront/désactiveront dynamiquement l'affichage de l'écran en fonction de la durée ou de la distance définie, par intervalles, pendant la natation.
it: Una volta attivato "Visualizzazione contenuti intermittente", gli occhialini da nuoto attiveranno/disattiveranno dinamicamente la visualizzazione dello schermo in base al tempo o alla distanza impostati come intervalli durante la nuotata.
ja: 「間欠表示内容」をオンにすると、水泳時に水泳レンズが設定した時間や距離を間隔として画面表示を動的にオン/オフする
ko: "간헐적 콘텐츠 표시"를 실행하면 수영 고글은 수영 중 설정된 시간이나 거리 간격에 따라 화면 디스플레이를 동적으로 켜거나 끕니다.
pt_pt: Depois de ativar a opção "Apresentação intermitente de conteúdo", os óculos de natação vão ativar/desativar de forma dinâmica a apresentação no visor, de acordo com o tempo ou a distância definida como intervalos durante a natação.
ru: После включения функции Интервальное отображение контента очки для плавания будут динамически отображать экрана в соответствии с установленным временем или дистанцией в виде интервалов во время плавания.
zh_hans: 开启“间歇显示内容”后，在游泳时泳镜会按照设定的时间或距离作为间隔，动态打开/关闭屏幕显示
zh_hant: 開啟“間歇顯示內容”後，在游泳時泳鏡會按照設定的時間或距離作為間隔，自動打開/關閉屏幕顯示

# sport_home_calories
source: Cal
ja: カロリー
ru: ккал
zh_hans: 卡路里
zh_hant: 卡路里

# sport_common_distanceMeter
source: Distance(meter)
de: Strecke (Meter)
es: Distancia (ms)
fr: Distance (mètre)
it: Distanza (metri)
ja: 距離/m
ko: 거리(미터)
pt_pt: Distância (metros)
ru: Дистанция (м)
zh_hans: 距离/米
zh_hant: 距離/公尺

# sport_home_distance
source: Distance
de: Strecke
es: Distancia
it: Distanza
ja: 距離
ko: 거리
pt_pt: Distância
ru: Дистанция
zh_hans: 距离
zh_hant: 距離

# sport_analy_distance
source: Distance
de: Strecke
es: Distancia
it: Distanza
ja: 距離
ko: 거리
pt_pt: Distância
ru: Дистанция
zh_hans: 距离
zh_hant: 距離

# sport_common_noDataSevenDays
source: No data in past 7 days
de: Keine Daten in den letzten 7 Tagen
es: Sin datos en los últimos 7 días
fr: Aucune donnée au cours des 7 derniers jours
it: Nessun dato negli ultimi 7 giorni
ja: 過去 7 日間のデータがありません
ko: 지난 7일간 데이터 없음
pt_pt: Sem dados nos últimos 7 dias
ru: Нет данных за последние 7 дней
zh_hans: 近七日无数据
zh_hant: 近七日無數據

# swimming_advanced_training
source: Advanced training
de: Fortgeschrittenes Training
es: Entrenamiento avanzado
fr: Formation avancée
it: Allenamento avanzato
ja: ステップアップトレーニング
ko: 고급 트레이닝
pt_pt: Treino avançado
ru: Углубленная тренировка
zh_hans: 进阶训练
zh_hant: 進階訓練

# MJRefreshHeaderDateTodayText
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

# mine_remove_blacklist_alert
source: Remove from the blocklist?
de: Aus der Blockierungsliste entfernen?
es: ¿Desea eliminarlo de la lista de bloqueo?
fr: Retirer de la liste de blocage ?
it: Vuoi rimuovere dalla lista bloccati?
ja: ブラックリストから解除しますか？
ko: 차단 목록에서 제거할까요?
pt_pt: Remover da lista de bloqueio?
ru: Удалить из черного списка?
zh_hans: 解除黑名单吗？
zh_hant: 解除黑名單嗎？

# mine_remove_blacklist
source: Remove from blocklist
de: Von Blockierungsliste entfernen
es: Eliminar de lista bloqueo
fr: Retirer de la liste de blocage
it: Rimuovi dalla lista bloccati
ja: ブラックリストより解除
ko: 차단 목록에서 제거
pt_pt: Remover da lista de bloqueio
ru: Удалить из черн. спис.
zh_hans: 解除黑名单
zh_hant: 解除黑名單

# mine_set_tip_unbindOrNotMsg
source: You will be unable to perform %@ login with the account [%@] after your unbinding.
de: Sie können die Anmeldung von %@ bei dem Konto [%@] nicht durchführen, nachdem Sie die Verknüpfung aufgehoben haben.
es: Después de la desvinculación, no podrá realizar el inicio de sesión de %@ con la cuenta [%@].
fr: YVous ne pourrez plus %@ vous connecter avec le compte [%@] après votre déliaison.
it: Non potrai più effettuare l'accesso di %@ con l'account [%@] dopo la dissociazione.
ja: バインドを解除すると、[%@] アカウントを使用して %@ にログインできなくなります
ko: 연결 해제 후에는 계정[%@]으로 %@ 로그인을 수행할 수 없습니다.
pt_pt: Não vai conseguir iniciar sessão em %@ com a conta [%@] depois de efetuar a desassociação.
ru: После отмены привязки вы не сможете войти в систему %@ под аккаунтом (%@).
zh_hans: 解除绑定后将无法使用【%@】账号进行 %@ 登录
zh_hant: 解除綁定後將無法使用【%@】賬號進行 %@ 登錄

# mine_set_tip_unbindOrNotMsg_android
source: It is unavailable after your unbinding.
de: Sie ist nach der Aufhebung der Verknüpfung nicht mehr verfügbar.
es: No está disponible después de la desvinculación.
fr: Il est indisponible après votre déliaison.
it: Non è più disponibile dopo la dissociazione.
ja: バインド解除後は使用できません
ko: 연결 해제 후에는 사용할 수 없습니다.
pt_pt: Está indisponível depois de efetuar a desassociação.
ru: Недоступно после вашей отвязки.
zh_hans: 解除绑定后将无法使用
zh_hant: 解除綁定後不能用

source: Unbind
de: Aufheben der Verknüpfung
es: Desvincular
fr: Délier.
it: Dissocia
ja: バンドルを解除する
ko: 연결 해제
pt_pt: Desassociar
ru: Отменить привязку
zh_hans: 解除绑定
zh_hant: 解除綁定

# mine_set_tip_beforeUnbindingNeedToBindMsg
source: You need to bind an email as your personal account before unbinding a third-party account.
de: Sie müssen eine E-Mail-Adresse mit Ihrem persönlichen Konto verknüpfen, bevor Sie die Verknüpfung mit einem Drittanbieterkonto aufheben können.
es: Debe vincular un correo electrónico como cuenta personal antes de desvincular una cuenta de terceros.
fr: Vous devez lier un adresse e-mail en tant que compte personnel avant de délier un compte tiers.
it: Devi associare un'e-mail come account personale prima di dissociare un account di terze parti.
ja: サードパーティ アカウントのバインドを解除する前に、個人アカウントとして継続するにはメールをバインドする必要があります
ko: 타사 계정 연결을 해제하기 전에 이메일을 개인 계정으로 연결해야 합니다.
pt_pt: Tem de associar um e-mail como a sua conta pessoal antes de desassociar uma conta de terceiros.
ru: Прежде чем отменить привязку стороннего аккаунта, вам необходимо привязать адрес электронной почты в качестве персонального аккаунта.
zh_hans: 解绑第三方账号前，需要绑定一个电子邮件继续作为个人账号
zh_hant: 解綁第三方賬號前，需要綁定一個電子郵件繼續作為個人賬號

# mine_set_tip_unbindSuccessfully
source: Unbound successfully.
de: Verknüpfung erfolgreich aufgehoben.
es: Desvinculado correctamente.
fr: Délié avec succès.
it: Dissociazione riuscita.
ja: アンバインド成功
ko: 연결이 해제되었습니다.
pt_pt: Desassociação efetuada com êxito.
ru: Привязка отменена.
zh_hans: 解绑成功
zh_hant: 解綁成功

# login_register_success_tip_lagre
source: Next, fill in your personal information. The system will calculate consumption and data related to sports according to the information.
de: Geben Sie als Nächstes Ihre persönlichen Daten ein. Das System berechnet den Verbrauch und die sportbezogenen Daten anhand der Informationen.
es: A continuación, rellene los datos personales. El sistema calculará el consumo y los datos relacionados con el deporte en función de la información.
fr: Ensuite, remplissez vos informations personnelles. Le système calculera la consommation et les données relatives au sport en fonction de ces informations.
it: Successivamente, inserisci le tue informazioni personali. Il sistema calcolerà il consumo e i dati relativi agli sport in base alle informazioni.
ja: 個人情報を入力してください。入力された情報に基づいて、システムが運動関連の消費カロリと運動データを計算します
ko: 다음으로 개인정보를 입력하세요. 시스템은 정보에 따라 스포츠 관련 소모량 및 데이터를 계산합니다.
pt_pt: Em seguida, preencha as suas informações pessoais. O sistema vai calcular o consumo e os dados relacionados com o treino de acordo com as informações.
ru: Заполните персональную информацию, чтобы система получила эту информацию и рассчитала потребление и спортивные данные.
zh_hans: 接下来请填写个人资料，系统会根据你填写的资料计算运动相关的消耗和数据
zh_hant: 接下來請填寫個人資料，系統會根據你填寫的資料計算運動相關的消耗和數據

# device_connect_error_6
source: Connect your swimming goggles to the power source. After charging the goggles for a period of time, long press the power button for 2 seconds again to try to boot the goggles until the indicator light is on and a boot animation appears on the screen.
de: Verbinden Sie Ihre Schwimmbrille mit der Stromquelle. Nachdem Sie die Schwimmbrille eine Zeit lang aufgeladen haben, halten Sie die Einschalttaste erneut 2 Sekunden lang gedrückt, um zu versuchen, die Schwimmbrille zu booten, bis die Kontrollleuchte leuchtet und eine Startanimation auf dem Bildschirm erscheint.
es: Conecte las gafas de natación a la fuente de alimentación. Después de cargar las gafas durante un periodo de tiempo, pulse de nuevo el botón de encendido durante 2 segundos para intentar encender las gafas hasta que la luz indicadora se encienda y aparezca una animación de inicio en la pantalla.
fr: Connectez vos lunettes de natation à la source d'alimentation. Après avoir chargé les lunettes pendant un certain temps, appuyez longuement sur le bouton d'alimentation pendant 2 secondes pour essayer de démarrer les lunettes jusqu'à ce que le voyant lumineux s'allume et qu'une animation de démarrage apparaisse à l'écran.
it: Collega gli occhialini da nuoto all'alimentatore. Dopo aver caricato gli occhialini per un periodo di tempo, tieni nuovamente premuto a lungo il pulsante di alimentazione per 2 secondi per provare a riavviare gli occhialini finché la luce della spia non si accende e viene visualizzata un'animazione di riavvio sullo schermo.
ja: ゴーグルを電源に接続し、一定時間充電した後、、インジケーターライトが点灯し、起動画面が表示されるまで電源ボタンを 2 秒間押し続けます
ko: 수영 고글을 전원에 연결하세요. 일정 시간 동안 고글을 충전한 후 전원 버튼을 다시 2초간 길게 눌러 표시등이 켜지고 화면에 부팅 애니메이션이 나타날 때까지 고글 부팅을 시도합니다.
pt_pt: Ligue os seus óculos de natação a uma fonte de alimentação. Depois de carregar os óculos por um período de tempo, mantenha premido o botão de alimentação durante 2 segundos novamente para tentar reiniciar os óculos até a luz indicadora acender e uma animação de reinício aparecer no visor.
ru: Подключите очки для плавания к источнику питания. После зарядки очков в течение определенного периода времени нажмите и удерживайте кнопку питания в течение 2 секунд, чтобы попытаться включить очки, пока не загорится индикатор и на экране не появится анимация загрузки.
zh_hans: 将泳镜连接电源，充电一段时间后再次长按电源键 2 秒尝试开机，直到指示灯亮起，屏幕出现开机动画
zh_hant: 將泳鏡連接電源，充電一段時間後再次長按電源鍵 2 秒嘗試開機，直到指示燈亮起，屏幕出現開機動畫

# connect_swim_exception_help
source: Connect your swimming goggles to the power source. After charging the goggles for 30 minutes, try again to long press the power button for 2 seconds to boot the goggles and start pairing.
de: Verbinden Sie Ihre Schwimmbrille mit der Stromquelle. Nachdem Sie die Schwimmbrille 30 Minuten lang aufgeladen haben, versuchen Sie erneut, die Einschalttaste 2 Sekunden lang zu drücken, um die Schwimmbrille zu booten und die Kopplung zu starten.
es: Conecte las gafas de natación a la fuente de alimentación. Después de cargar las gafas durante 30 minutos, inténtelo de nuevo con una pulsación larga del botón de encendido durante 2 segundos para iniciar las gafas e iniciar el emparejamiento.
fr: Connectez vos lunettes de natation à la source d'alimentation. Après avoir chargé les lunettes pendant 30 minutes, essayez à nouveau d'appuyer longuement sur le bouton d'alimentation pendant 2 secondes pour démarrer les lunettes et commencer l'appairage.
it: Collega gli occhialini da nuoto all'alimentatore. Dopo aver caricato gli occhialini per 30 minuti, riprova nuovamente a tenere premuto a lungo il pulsante di alimentazione per 2 secondi per riavviare gli occhialini e iniziare l'associazione.
ja: スイミングミラーを電源に接続し、30分充電した後、再び電源ボタンを2秒間押して電源を入れ、ペアリング状態にしてみます
ko: 수영 고글을 전원에 연결하세요. 30분간 고글을 충전한 후 다시 전원 버튼을 2초간 길게 눌러 고글을 부팅하고 페어링을 시작합니다.
pt_pt: Ligue os seus óculos de natação a uma fonte de alimentação. Depois de carregar os óculos durante 30 minutos, tente novamente manter premido o botão de alimentação durante 2 segundos para reiniciar os óculos e iniciar o emparelhamento.
ru: Подключите очки для плавания к источнику питания. После зарядки очков в течение 30 минут нажмите и удерживайте кнопку питания в течение 2 секунд, чтобы включить очки и начать сопряжение.
zh_hans: 将泳镜连接电源，充电30分钟后再次尝试长按电源键2秒开机，进入配对状态
zh_hant: 將泳鏡連接電源，充電一段時間後再次長按電源鍵 2 秒嘗試開機，直到指示燈亮起，屏幕出現開機動畫

# login_register_success_title_lagre
source: Create personalized profile
de: Pers. Profil erstellen
es: Crear un perfil personalizado
fr: Créer un profil personnalisé
it: Crea profilo personalizzato
ja: プロファイルを作成する
ko: 맞춤형 프로필 생성
pt_pt: Criar perfil personalizado
ru: Созд. перс. профиль
zh_hans: 建立个性化档案
zh_hant: 建立個性化檔案

# mine_language
source: English
de: Deutsch
es: Español
fr: Français
it: Italiano
ja: 日本語
ko: 중국어
pt_pt: Português(Portugal)
ru: Русский
zh_hans: 简体中文
zh_hant: 繁体中文

# mine_simplified
source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
it: Cinese semplificato
ja: 简体字中国語
ko: 중국어 간체
pt_pt: Chinês simplificado
ru: Упрощенный китайский
zh_hans: 简体中文
zh_hant: 簡體中文

# mine_check_upgrade
source: Check update
de: Aktualisierung überprüfen
es: Comprobar actualización
fr: Vérifier la mise à jour
it: Controlla aggiornamento
ja: バージョンを更新します
ko: 업데이트 확인
pt_pt: Verificar existência de atualizações
ru: Проверить наличие обновлений
zh_hans: 检查更新
zh_hant: 檢查更新

# sport_ble_hint_outOfSyncMessage
source: Unsynced sports data detected. Connect to your swimming goggles in a timely manner to sync the data and prevent the data from being overwritten or lost.
de: Nicht synchronisierte Sportdaten erkannt. Verbinden Sie sich mit Ihrer Schwimmbrille rechtzeitig, um die Daten zu synchronisieren und zu verhindern, dass die Daten überschrieben werden oder verloren gehen.
es: Se han detectado datos deportivos no sincronizados. Conéctese a las gafas de natación con el tiempo suficiente para sincronizar los datos y evitar que se sobrescriban o se pierdan.
fr: Des données sportives non synchronisées ont été détectées. Connectez-vous à vos lunettes de natation en temps voulu pour synchroniser les données et éviter qu'elles ne soient écrasées ou perdues.
it: Rilevati dati sportivi non sincronizzati. Connettiti agli occhialini da nuoto tempestivamente per sincronizzare i dati ed evitare che i dati vengano sovrascritti o vadano perduti.
ja: 同期時には終了しないでください。水泳鏡との接続を切断しないでください。「同期されていない運動データが検出されました。すぐに接続してください」
ko: 동기화되지 않은 스포츠 데이터가 감지되었습니다. 제때 수영 고글에 연결하여 데이터를 동기화하고 데이터가 덮어쓰이거나 손실되지 않도록 하세요.
pt_pt: Detetada dessincronização de dados de treino. Ligue aos óculos de natação atempadamente para sincronizar os dados e evitar que estes sejam substituídos ou se percam.
ru: Обнаружены несинхронизированные спортивные данные. Своевременно подключайтесь к очкам для плавания, чтобы синхронизировать данные и предотвратить их перезапись или потерю.
zh_hans: 检测到有未同步完成的运动数据，请及时连接 泳镜同步数据，避免数据被覆盖或丢失
zh_hant: 檢測到有未同步完成的運動數據，請及時連接 泳鏡同步數據，避免數據被覆蓋或丟失

# base_loading
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込んでいます…
ko: 로드 중
pt_pt: Carregar
ru: Загрузка
zh_hans: 加载中
zh_hant: 下載中

# device_connect_next
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
ja: 続く
ko: 계속
pt_pt: Continuar
ru: Перейти
zh_hans: 继续
zh_hant: 繼續

# sport_ble_progressAnalyzeData
source: Calculating data...
de: Berechnen von Daten...
es: Calculando datos...
fr: Calcul des données...
it: Calcolo dati in corso...
ja: 計算データ...
ko: 계산 중…
pt_pt: A calcular dados...
ru: Подсчет данн...
zh_hans: 计算数据...
zh_hant: 計算數據...

# login_code_lagre
source: Get verification code
de: Bestätigungscode abrufen
es: Obtener código de verificación
fr: Obtenir un code de vérification
it: Ottieni codice di verifica
ja: 認証コードを取得する
ko: 확인 코드 받기
pt_pt: Obter código de verificação
ru: Получить код подтверждения
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# ble_fetch_info_failure
source: Failed to get device information.
de: Geräteinformationen konnten nicht abgerufen werden.
es: Error al obtener información del dispositivo.
fr: Échec de l'obtention des informations sur l'appareil.
it: Impossibile ottenere informazioni sul dispositivo.
ja: デバイス情報の取得に失敗しました
ko: 장치 정보를 받지 못했습니다.
pt_pt: Falha ao obter informações do dispositivo.
ru: Не удалось получить информацию об устройстве.
zh_hans: 获取设备信息失败
zh_hant: 獲取設備信息失敗

# swimming_medley
source: Medley stroke
de: Lagenschwimmen
es: Estilos individuales
fr: Style de nage Medley
it: Stile misto
ja: メドレー
ko: 혼영 스트로크
pt_pt: Estilo medley
ru: Компл. плав.
zh_hans: 混合泳
zh_hant: 混合式

# mine_huiguan
source: Follow back
de: Zurückverfolgen
es: Seguir también
fr: Suivre en retour
it: Segui a tua volta
ja: フォローバック
ko: 맞팔로우
pt_pt: Seguir
ru: Подписаться
zh_hans: 回关
zh_hant: 回覆追蹤

# swimming_factory_reset_tip
source: Restoring factory settings will clear glasses settings and data. Are you sure you want to continue?
de: Durch das Wiederherstellen der Werkseinstellungen werden die Einstellungen und Daten der Brille gelöscht. Möchten Sie wirklich fortfahren?
es: Restaurar la configuración de fábrica borrará la configuración y los datos de las gafas. ¿Está seguro de que desea continuar?
fr: La restauration des paramètres d'usine effacera les paramètres et les données des lunettes. Êtes-vous sûr de vouloir continuer ?
it: Il ripristino delle impostazioni di fabbrica cancellerà le impostazioni e i dati degli occhiali. Vuoi continuare?
ja: 工場出荷時の設定に戻すと、メガネの設定とデータが消去されます。続行してもよろしいですか?
ko: 공장 설정을 복원하면 안경 설정과 데이터가 삭제됩니다. 계속하시겠습니까?
pt_pt: Restaurar as configurações de fábrica limpará as configurações e os dados dos óculos. Tem certeza de que deseja continuar?
ru: Восстановление заводских настроек приведет к удалению настроек и данных очков. Вы уверены, что хотите продолжить?
zh_hans: 恢复出厂设定会清空眼镜设定和数据，确定继续？
zh_hant: 恢復原廠設定會清空眼鏡設定和數據，確定繼續？

source: Factory reset
de: Zurücksetzen auf Werkseinstellungen
es: Restablecimiento de fábrica
fr: Restauration des paramètres d'usine
it: Reimpostazione di fabbrica
ja: 工場出荷時設定にリセット
ko: 설정 초기화
pt_pt: Reposição de fábrica
ru: Восстановление заводских настроек
zh_hans: 恢复出厂设定
zh_hant: 恢復原廠設定
