Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_ios/Sources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

# sport_issued_to_glasses_fail_1
source: 1. Check whether the number of glasses terminal books has reached the upper limit.
de: 1. Überprüfen Sie, ob die Anzahl der Brillenterminalbücher die Obergrenze erreicht hat.
es: 1. Compruebe si el número de libros terminales de gafas ha alcanzado el límite superior.
fr: 1. Vérifiez si le nombre de terminaux à lunettes a atteint la limite supérieure.
it: 1. Controllare se il numero di terminali per occhiali ha raggiunto il limite superiore.
ja: 1. メガネ端末の冊数が上限に達していないか確認します。
ko: 1. 안경 단말기 도서 수가 상한에 도달했는지 확인하십시오.
pt_pt: 1. Verifique se o número de livros terminais de óculos atingiu o limite superior.
ru: 1. Проверьте, достигло ли количество терминальных книг очков верхнего предела.
zh_hans: 1、检查眼镜端路书存在数量是否达到上限。
zh_hant: 1.檢查眼鏡端路書存在數量是否達到上限。

# sport_issued_to_glasses_fail_2
source: 2. Please do not interrupt the connection while the route book is being distributed.
de: 2. Bitte unterbrechen Sie die Verbindung nicht, während das Routenbuch verteilt wird.
es: 2. No interrumpa la conexión mientras se distribuye el libro de ruta.
fr: 2. Veuillez ne pas interrompre la connexion pendant la distribution du carnet de route.
it: 2. Si prega di non interrompere la connessione durante la distribuzione del libretto di percorso.
ja: 2. ルートブック配布中は接続を中断しないでください。
ko: 2. 노선집 배포 중에는 접속을 중단하지 마시기 바랍니다.
pt_pt: 2. Por favor, não interrompa a conexão enquanto o roteiro estiver sendo distribuído.
ru: 2. Пожалуйста, не прерывайте соединение во время раздачи маршрутной книги.
zh_hans: 2、路书下发过程中请勿中断连接。
zh_hant: 2、路書下發過程中請勿中斷連線。

# sport_issued_to_glasses_repeat
source: Check that the same road book exists on the glasses side. Do you want to continue issuing the road book for replacement?
de: Überprüfen Sie, ob auf der Brillenseite das gleiche Roadbook vorhanden ist. Möchten Sie das Roadbook weiterhin zum Austausch ausstellen?
es: Comprueba que existe el mismo libro de ruta en el lado de las gafas. ¿Quieres seguir emitiendo el libro de ruta para su sustitución?
fr: Vérifiez que le même road book existe côté lunettes. Souhaitez-vous continuer à émettre le road book pour remplacement ?
it: Verifica che sia presente lo stesso road book lato occhiali Vuoi continuare ad emettere il road book per la sostituzione?
ja: メガネ側にも同じロードブックが存在することを確認してください。交換用のロードブックを継続して発行しますか?
ko: 안경쪽에 동일한 로드북이 있는지 확인하세요. 교체용 로드북을 계속 발행하시겠습니까?
pt_pt: Verifique se o mesmo road book existe no lado dos vidros. Pretende continuar a emitir o road book para substituição?
ru: Убедитесь, что со стороны очков существует такая же дорожная книга. Хотите ли вы продолжить выдачу дорожной книги для замены?
zh_hans: 检查眼镜端存在相同的路书，是否继续下发路书进行替换？
zh_hant: 檢查眼鏡端存在相同的路書，是否繼續下髮路書進行替換？

# sport_replace
source: replace
de: ersetzen
es: reemplazar
fr: remplacer
it: sostituire
ja: 交換する
ko: 바꾸다
pt_pt: substituir
ru: заменять
zh_hans: 替换
zh_hant: 替換

# sport_immediately_navigate_confirm
source: After immediate navigation, the glasses will directly start navigating this road book. Do you want to confirm the start?
de: Nach der sofortigen Navigation beginnt die Brille direkt mit der Navigation in diesem Roadbook. Möchten Sie den Start bestätigen?
es: Después de la navegación inmediata, las gafas comenzarán directamente a navegar por este libro de ruta. ¿Quieres confirmar la salida?
fr: Après une navigation immédiate, les lunettes commenceront directement à parcourir ce road book. Voulez-vous confirmer le départ ?
it: Dopo la navigazione immediata, gli occhiali inizieranno direttamente la navigazione in questo road book. Vuoi confermare l'inizio?
ja: 即時ナビゲーションの後、メガネはこのロードブックのナビゲーションを直接開始します。開始を確認しますか?
ko: 즉시 탐색이 완료되면 안경이 바로 이 도로책 탐색을 시작합니다. 시작을 확인하시겠습니까?
pt_pt: Após a navegação imediata, os óculos começarão a navegar diretamente neste road book. Deseja confirmar o início?
ru: После немедленной навигации очки сразу начнут перемещаться по дорожной книге. Хотите подтвердить начало?
zh_hans: 立即导航后，眼镜会直接开始本路书的导航，是否确认开始？
zh_hant: 立即導航後，眼鏡會直接開始本路書的導航，是否確認開始？

# sport_immediately_navigate_success
source: Please go to the glasses to check the navigation status
de: Bitte gehen Sie zur Brille, um den Navigationsstatus zu überprüfen
es: Por favor dirígete a las gafas para comprobar el estado de navegación.
fr: Veuillez vous rendre aux lunettes pour vérifier l'état de la navigation
it: Vai agli occhiali per controllare lo stato della navigazione
ja: メガネに行ってナビゲーションの状態を確認してください
ko: 안경으로 가서 내비게이션 상태를 확인해주세요
pt_pt: Por favor, vá até os óculos para verificar o status da navegação
ru: Пожалуйста, перейдите к очкам, чтобы проверить статус навигации.
zh_hans: 请前往眼镜查看导航状态
zh_hant: 請前往眼鏡查看導航狀態

# sport_issued_to_delete
source: Delete route book
de: Routenbuch löschen
es: Eliminar libro de ruta
fr: Supprimer le carnet de route
it: Elimina il libro di percorso
ja: ルートブックを削除する
ko: 루트북 삭제
pt_pt: Excluir livro de rotas
ru: Удалить маршрутную книгу
zh_hans: 删除路书
zh_hant: 刪除路書

# sport_issued_to_delete_success
source: Delete successfully
de: Erfolgreich löschen
es: Eliminar exitosamente
fr: Supprimer avec succès
it: Elimina con successo
ja: 正常に削除されました
ko: 성공적으로 삭제되었습니다
pt_pt: Excluir com sucesso
ru: Удалить успешно
zh_hans: 删除成功
zh_hant: 刪除成功

# sport_AI_data_analyze
source: AI data analysis
de: KI-Datenanalyse
es: Análisis de datos de IA
fr: Analyse des données d'IA
it: Analisi dei dati dell'intelligenza artificiale
ja: AIデータ分析
ko: AI 데이터 분석
pt_pt: Análise de dados de IA
ru: Анализ данных ИИ
zh_hans: AI数据分析
zh_hant: AI數據分析

# sport_detail_loop_trip
source: second/trip
de: Sekunde/Fahrt
es: segundo/viaje
fr: seconde/voyage
it: secondo/viaggio
ja: 秒/旅行
ko: 두 번째/여행
pt_pt: segunda/viagem
ru: секунда/поездка
zh_hans: 秒/趟
zh_hant: 秒/趟

# sport_device_emergency_contacts_desc
source: The emergency contact information you fill in will be strictly protected and will only be used when you encounter an emergency or dangerous situation. To ensure efficient emergency response, please be sure to fill in trusted contact information.
de: Die von Ihnen eingegebenen Notfallkontaktinformationen werden streng geschützt und nur verwendet, wenn Sie in einen Notfall oder eine gefährliche Situation geraten. Um eine effiziente Reaktion im Notfall zu gewährleisten, geben Sie bitte unbedingt vertrauenswürdige Kontaktinformationen ein.
es: La información de contacto de emergencia que complete estará estrictamente protegida y solo se utilizará cuando se encuentre con una emergencia o una situación peligrosa. Para garantizar una respuesta de emergencia eficiente, asegúrese de completar información de contacto confiable.
fr: Les coordonnées d’urgence que vous remplirez seront strictement protégées et ne seront utilisées que lorsque vous rencontrerez une situation d’urgence ou dangereuse. Pour garantir une réponse d'urgence efficace, assurez-vous de remplir des informations de contact fiables.
it: Le informazioni di contatto di emergenza che inserisci saranno rigorosamente protette e verranno utilizzate solo in caso di emergenza o situazione pericolosa. Per garantire una risposta efficiente alle emergenze, assicurati di inserire informazioni di contatto attendibili.
ja: ご記入いただいた緊急連絡先情報は厳重に保護され、緊急時または危険な状況に遭遇した場合にのみ使用されます。 緊急時の対応を効率的に行うため、信頼できる連絡先情報を必ずご記入ください。
ko: 귀하께서 작성하신 비상연락처는 엄격하게 보호되며, 긴급상황이나 위험한 상황이 발생한 경우에만 사용됩니다. 효율적인 비상 대응을 위해 신뢰할 수 있는 연락처 정보를 반드시 입력해 주시기 바랍니다.
pt_pt: As informações de contato de emergência que você preencher serão estritamente protegidas e só serão usadas quando você se deparar com uma situação de emergência ou perigosa. Para garantir uma resposta de emergência eficiente, certifique-se de preencher informações de contato confiáveis.
ru: Заполненная вами контактная информация для экстренных случаев будет строго защищена и будет использоваться только в случае возникновения чрезвычайной или опасной ситуации. Чтобы обеспечить эффективное реагирование на чрезвычайную ситуацию, обязательно укажите доверенную контактную информацию.
zh_hans: 您所填写的紧急联系人信息将受到严密保护，仅在您遇到紧急或危险的情况时才会启用。 为了确保应急处理的高效性，请务必填写可信赖的联系人信息。
zh_hant: 您所填寫的緊急聯絡人資訊將受到嚴密保護，僅在您遇到緊急或危險的情況時才會啟用。 為了確保緊急處理的高效性，請務必填寫可信賴的聯絡人資訊。

# sport_name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_pt: Nome
ru: Имя
zh_hans: 姓名
zh_hant: 姓名

# sport_phone_number
source: Telephone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ja: 電話
ko: 전화
pt_pt: Telefone
ru: Телефон
zh_hans: 电话
zh_hant: 電話

# sport_search_address
source: Search address
de: Adresse suchen
es: Buscar dirección
fr: Rechercher une adresse
it: Cerca indirizzo
ja: 住所検索
ko: 주소 검색
pt_pt: Endereço de pesquisa
ru: Поиск адреса
zh_hans: 搜索地址
zh_hant: 搜尋地址

# sport_add_home_address
source: Add home address
de: Privatadresse hinzufügen
es: Agregar dirección de casa
fr: Ajouter l'adresse du domicile
it: Aggiungi l'indirizzo di casa
ja: 自宅住所を追加
ko: 집 주소 추가
pt_pt: Adicionar endereço residencial
ru: Добавить домашний адрес
zh_hans: 添加家庭地址
zh_hant: 新增家庭地址

# sport_frequently_used_address
source: Add frequently used addresses
de: Fügen Sie häufig verwendete Adressen hinzu
es: Agregar direcciones de uso frecuente
fr: Ajouter des adresses fréquemment utilisées
it: Aggiungi indirizzi utilizzati di frequente
ja: よく使うアドレスを追加する
ko: 자주 사용하는 주소 추가
pt_pt: Adicione endereços usados ​​com frequência
ru: Добавьте часто используемые адреса
zh_hans: 添加常用地址
zh_hant: 新增常用地址

# sport_historical_navigation
source: Historical navigation
de: Historische Navigation
es: Navegación histórica
fr: Navigation historique
it: Navigazione storica
ja: 歴史的ナビゲーション
ko: 역사 탐색
pt_pt: Navegação histórica
ru: Историческая навигация
zh_hans: 历史导航
zh_hant: 歷史導航

# sport_no_more
source: no more
de: nicht mehr
es: no más
fr: pas plus
it: non più
ja: もうない
ko: 더 이상
pt_pt: não mais
ru: больше не надо
zh_hans: 没有更多了
zh_hant: 沒有更多了

# sport_edit_card_bottomTips
source: Long press and drag the card to adjust its position
de: Drücken und ziehen Sie lange auf die Karte, um ihre Position anzupassen
es: Mantenga presionada y arrastre la tarjeta para ajustar su posición.
fr: Appuyez longuement et faites glisser la carte pour ajuster sa position
it: Premi a lungo e trascina la carta per regolarne la posizione
ja: カードを長押ししてドラッグし、位置を調整します
ko: 카드를 길게 누르고 드래그하여 위치를 조정하세요.
pt_pt: Pressione longamente e arraste o cartão para ajustar sua posição
ru: Длительно нажмите и перетащите карту, чтобы отрегулировать ее положение.
zh_hans: 长按拖动卡片调整卡片位置
zh_hant: 長按拖曳卡片調整卡片位置

# sport_device_navigation
source: navigation
es: navegación
it: navigazione
ja: ナビゲーション
ko: 항해
pt_pt: navegação
ru: навигация
zh_hans: 导航
zh_hant: 導航

# sport_device_voice_assistant
source: voice assistant
de: Sprachassistent
es: asistente de voz
fr: assistant vocal
it: assistente vocale
ja: 音声アシスタント
ko: 음성 비서
pt_pt: assistente de voz
ru: голосовой помощник
zh_hans: 语音助手
zh_hant: 語音助理

# sport_device_voice_assistant_tips
source: Instructions on voice broadcast settings
de: Anweisungen zu den Sprachübertragungseinstellungen
es: Instrucciones sobre la configuración de transmisión de voz
fr: Instructions sur les paramètres de diffusion vocale
it: Istruzioni sulle impostazioni della trasmissione vocale
ja: 音声ブロードキャストの設定手順
ko: 음성방송 설정 안내
pt_pt: Instruções sobre configurações de transmissão de voz
ru: Инструкция по настройке голосового вещания
zh_hans: 关于语音播报设置的说明
zh_hant: 關於語音播報設定的說明

# sport_device_sport_AI
source: Intelligent algorithm
de: Intelligenter Algorithmus
es: Algoritmo inteligente
fr: Algorithme intelligent
it: Algoritmo intelligente
ja: インテリジェントなアルゴリズム
ko: 지능형 알고리즘
pt_pt: Algoritmo inteligente
ru: Интеллектуальный алгоритм
zh_hans: 智能算法
zh_hant: 智慧演算法

# sport_device_sport_AI_tips
source: After turning on, the algorithm enables automatic pause and automatic start functions.
de: Nach dem Einschalten ermöglicht der Algorithmus automatische Pausen- und automatische Startfunktionen.
es: Después del encendido, el algoritmo habilita las funciones de pausa automática e inicio automático.
fr: Après la mise sous tension, l'algorithme active les fonctions de pause automatique et de démarrage automatique.
it: Dopo l'accensione, l'algoritmo abilita le funzioni di pausa automatica e avvio automatico.
ja: 電源を入れると、アルゴリズムにより自動一時停止および自動開始機能が有効になります。
ko: 전원을 켜면 알고리즘이 자동 일시 중지 및 자동 시작 기능을 활성화합니다.
pt_pt: Depois de ligar, o algoritmo permite funções de pausa automática e início automático.
ru: После включения алгоритм включает функции автоматической паузы и автоматического запуска.
zh_hans: 开启后，算法启用自动暂停，自动开始功能
zh_hant: 開啟後，演算法啟用自動暫停，自動開始功能

source: Wed
de: Mittwoch
es: Mié
fr: Mecredi
it: Mer
ko: 수
pt_pt: Qua
ru: Ср

source: Tue
de: Dienstag
es: Mar
fr: Mardi
it: Mar
ko: 화
pt_pt: Ter
ru: Вт

source: Thu
de: Donnerstag
es: Jue
fr: Jeudi
it: Gio
ko: 목
pt_pt: Qui
ru: Чт

source: Sun
de: Sonntag
es: Dom
fr: Dimanche
it: Dom
ko: 일
pt_pt: Dom
ru: Вс

source: Sat
de: Samstag
es: Sáb
fr: Samedi
it: Sab
ko: 토
pt_pt: Sáb
ru: Сб

source: Mon
de: Montag
es: Lun
fr: Lundi
it: Lun
ko: 월
pt_pt: Seg
ru: Пн

# sport_kg
source: KG
ru: кг

# sport_kcal
source: kcal
ru: ккал

source: Fri
de: Freitag
es: Vie
fr: Ven
it: Ven
ko: 금
pt_pt: Sex
ru: Пт

# sport_cm
source: CM
ru: см
